{"Date":"Sat Jul 12 03:23:38 +0000 2014","News":"Study of Organic Crops Finds Fewer Pesticides and More Antioxidants  http:\/\/nyti.ms\/1qt4o6q"}
{"Date":"Mon Oct 31 13:38:21 +0000 2011","News":"Stomach Bug Easily Passed Among Pro Sports Teams: Report:  http:\/\/on-msn.com\/v7OHAt"}
{"Date":"Fri Sep 09 16:29:19 +0000 2011","News":"New Approach to Treating Asthma in Pregnancy:  http:\/\/on-msn.com\/oqURQf"}
{"Date":"Wed Dec 03 02:09:56 +0000 2014","News":"New Concerns Over Response to Ebola Crisis http:\/\/nyti.ms\/1FL3Lvk"}
{"Date":"Fri Jun 27 21:22:10 +0000 2014","News":"RT atNYTmag: Why are we so scared of crossing the germ line - and is that fear putting lives at risk? http:\/\/nyti.ms\/1iD7HJ2"}
{"Date":"Wed Aug 13 04:52:22 +0000 2014","News":"Well: How Exercise Helps Us Tolerate Pain http:\/\/nyti.ms\/1sTTQjy"}
{"Date":"Tue Nov 11 01:11:59 +0000 2014","News":"V.A. Creates Plans to Consolidate Services http:\/\/nyti.ms\/1ys65Vh"}
{"Date":"Thu Jun 12 15:53:04 +0000 2014","News":"Should runners get pedicures? http:\/\/nyti.ms\/1po4FKz"}
{"Date":"Fri Jun 27 15:42:50 +0000 2014","News":"States keep authorizing marijuana use. But the rigorous scientific evidence about its benefits is limited. http:\/\/nyti.ms\/1prtO8i"}
{"Date":"Thu Dec 01 17:44:06 +0000 2011","News":"More Exercise Could Make For Better Sleep: Study:  http:\/\/on-msn.com\/v4HpuX"}
{"Date":"Thu Jan 26 23:10:37 +0000 2012","News":"Factors Linked to Age of Onset of Menopause Identified:  http:\/\/on-msn.com\/yuqMwm"}
{"Date":"Mon Jun 23 23:52:14 +0000 2014","News":"Reactions: Support for New Mothers http:\/\/nyti.ms\/1irnjiU"}
{"Date":"Tue Oct 14 22:52:29 +0000 2014","News":"RT atHannaIngber: WHO warns that the number of new cases of Ebola could reach 10,000 a week by December http:\/\/nyti.ms\/1yzj5f9"}
{"Date":"Sat Oct 11 01:43:35 +0000 2014","News":"Doctors Without Borders Evolves as It Forms the Vanguard in Ebola Fight  http:\/\/nyti.ms\/1vSrnv4"}
{"Date":"Wed Dec 14 23:12:30 +0000 2011","News":"Headaches May Plague Many With HIV\/AIDS:  http:\/\/on-msn.com\/v1p1Hh"}
{"Date":"Fri Oct 03 04:03:54 +0000 2014","News":"Antibiotics in Livestock: F.D.A. Finds Use Is Rising http:\/\/nyti.ms\/1vCtR0t"}
{"Date":"Fri Sep 30 16:23:30 +0000 2011","News":"Study Says Big Tobacco Covered Up Info on Cancer Risk:  http:\/\/on-msn.com\/qQnxmc"}
{"Date":"Wed Oct 05 21:41:06 +0000 2011","News":"Drug Combo Might Fight Aggressive Breast Cancer More Safely:  http:\/\/on-msn.com\/mWguI9"}
{"Date":"Fri Aug 26 13:32:29 +0000 2011","News":"Many Health-Care Workers Have Turned to Alternative Medicine:  http:\/\/on-msn.com\/nAm02i"}
{"Date":"Fri Oct 24 04:48:50 +0000 2014","News":"Vaccine Trials for Ebola Are Planned in West Africa http:\/\/nyti.ms\/1rqcEU9"}
{"Date":"Wed Sep 07 22:06:46 +0000 2011","News":"Don't Mess With a Nursing Mom!:  http:\/\/on-msn.com\/q21B2r"}
{"Date":"Tue Sep 16 15:14:00 +0000 2014","News":"Child Mortality Falling, U.N. Says, but Not Fast Enough http:\/\/nyti.ms\/1oVAHcs"}
{"Date":"Thu Dec 05 15:43:09 +0000 2013","News":"Does sex count as exercise? atGretchenReynold investigates. http:\/\/nyti.ms\/1bK92cA"}
{"Date":"Wed Feb 19 03:27:43 +0000 2014","News":"Doctors Train to Evaluate Anxiety Cases in Children http:\/\/nyti.ms\/1htLvQF"}
{"Date":"Thu Aug 15 15:06:11 +0000 2013","News":"A new study has reignited a debate about whether men should use a baldness drug to prevent prostate cancer. http:\/\/nyti.ms\/16eeFKS"}
{"Date":"Wed Jul 30 03:49:10 +0000 2014","News":"Surgeon General Calls for Action to Reduce Skin Cancer Rate http:\/\/nyti.ms\/1oaeXb3"}
{"Date":"Thu Jul 31 02:33:14 +0000 2014","News":"How the Internet puts you to sleep http:\/\/nyti.ms\/WLGhHm"}
{"Date":"Fri Jan 13 00:29:35 +0000 2012","News":"Antidepressants While Pregnant Linked to Slight Risk of Lung Problem in Babies:  http:\/\/on-msn.com\/AB84QW"}
{"Date":"Fri Sep 19 03:03:39 +0000 2014","News":"World Briefing: Syria: Opposition Investigates Vaccine http:\/\/nyti.ms\/1pkYUYN"}
{"Date":"Tue Feb 11 17:33:00 +0000 2014","News":"RT atcslnyt: For kids under 3, use a tiny bit of fluoride toothpaste &amp; a pea-size amount for 3 to 6 yr-olds, NEW rules say atADANews"}
{"Date":"Fri Aug 30 15:08:54 +0000 2013","News":"Well: Oral Infections Causing More Hospitalizations http:\/\/nyti.ms\/14e6gUG"}
{"Date":"Fri Jan 13 19:55:38 +0000 2012","News":"Statins Cost Four Times More in U.S. Than in U.K.:  http:\/\/on-msn.com\/zD8Cii"}
{"Date":"Wed Jun 25 15:38:22 +0000 2014","News":"There may be some truth to the idea of ‘no pain, no gain’ after all. http:\/\/nyti.ms\/VnHW59"}
{"Date":"Tue Sep 23 15:54:31 +0000 2014","News":"Ebola Cases Could Reach 1.4 Million in 4 Months, C.D.C. Estimates http:\/\/nyti.ms\/1r4ySzz"}
{"Date":"Fri Oct 24 22:21:33 +0000 2014","News":"RT atNYTMetro: The rapid escalation of screening measures for Ebola at Kennedy and Newark airports came as a surprise: http:\/\/nyti.ms\/1nD744H"}
{"Date":"Fri Sep 16 18:46:49 +0000 2011","News":"Fear Proves Prime Motivator for Vaccinations:  http:\/\/on-msn.com\/q6pV3u"}
{"Date":"Thu Sep 05 18:52:18 +0000 2013","News":"Changes to Poultry Rules Are Flawed, Report Says http:\/\/nyti.ms\/1ejby8B"}
{"Date":"Fri Oct 28 21:26:47 +0000 2011","News":"Stress Linked to Higher Mortality Risk Among Men:  http:\/\/on-msn.com\/sogHYl"}
{"Date":"Fri Jan 06 17:29:42 +0000 2012","News":"Study Offers Clues to Why Some Don't Benefit From Asthma Drugs:  http:\/\/on-msn.com\/yn4zRP"}
{"Date":"Wed Jun 25 02:11:13 +0000 2014","News":"An unexpected love (Photo: Richard Gershon for NYT) http:\/\/nyti.ms\/1jLZVXX http:\/\/pbs.twimg.com\/media\/Bq7SQ6BCQAAfTkS.jpg"}
{"Date":"Thu Dec 05 11:15:08 +0000 2013","News":"Well: Think Like a Doctor: The Eyes Have It http:\/\/nyti.ms\/18EC2Ce"}
{"Date":"Tue Aug 23 21:24:50 +0000 2011","News":"Nurses at Risk for Accidental Exposure to Chemo Drugs: Study:  http:\/\/on-msn.com\/n61gYK"}
{"Date":"Wed Sep 17 20:25:15 +0000 2014","News":"Well: Artificial Sweeteners May Disrupt Body’s Blood Sugar Controls http:\/\/nyti.ms\/1thaHh0"}
{"Date":"Wed Apr 02 19:55:31 +0000 2014","News":"Texas Abortion Providers to File Suit Against Restrictive Law http:\/\/nyti.ms\/1lnMSyL"}
{"Date":"Mon Jan 30 18:57:56 +0000 2012","News":"Study Looks at Possible HIV Drugs-Birth Defect Link:  http:\/\/on-msn.com\/z37hoM"}
{"Date":"Tue Sep 30 15:38:16 +0000 2014","News":"Ebola Outbreak in Nigeria Appears to Be Over http:\/\/nyti.ms\/1mLG8is"}
{"Date":"Fri Sep 23 20:32:57 +0000 2011","News":"ADHD Symptoms May Add to Burden of Autism:  http:\/\/on-msn.com\/obRF9E"}
{"Date":"Mon May 12 20:28:18 +0000 2014","News":"Mind: Exercising the Mind to Treat Attention Deficits http:\/\/nyti.ms\/1mOZu6d"}
{"Date":"Wed Dec 21 17:22:45 +0000 2011","News":"Holiday Blues May Signal Depression:  http:\/\/on-msn.com\/s7pKJi"}
{"Date":"Fri Jan 27 19:30:56 +0000 2012","News":"Native Americans May Have Trekked From Siberia:  http:\/\/on-msn.com\/AzhnPK"}
{"Date":"Tue Apr 29 14:41:27 +0000 2014","News":"RT atcslnyt: Drownings among adults 45+ are up 10% http:\/\/nyti.ms\/1lmnqKY"}
{"Date":"Mon Aug 04 03:26:11 +0000 2014","News":"Tap Water Ban Continues for Toledo Residents http:\/\/nyti.ms\/XwAbus"}
{"Date":"Mon Oct 06 15:03:03 +0000 2014","News":"RT atjimdao: For Thomas Duncan, trip to Dallas was supposed to be a new beginning after years of refugee life in W. Africa #ebola http:\/\/t.c…"}
{"Date":"Wed Aug 13 14:52:01 +0000 2014","News":"A very few neurons may turn appetite on and off http:\/\/nyti.ms\/1ouxaGm"}
{"Date":"Thu Mar 06 05:16:39 +0000 2014","News":"Well: Think Like a Doctor: Sweating It Out http:\/\/nyti.ms\/1g21mCR"}
{"Date":"Wed Aug 24 21:43:44 +0000 2011","News":"Long-Term Antibiotic Use May Lessen COPD Flare-Ups:  http:\/\/on-msn.com\/n8oV6h"}
{"Date":"Fri Jan 13 19:55:38 +0000 2012","News":"CDC Warns Against Sharing Insulin Pens:  http:\/\/on-msn.com\/yBSFb4"}
{"Date":"Tue Sep 30 22:12:54 +0000 2014","News":"Press conferenced over. For Ebola background — try this primer http:\/\/nyti.ms\/UPEOhp and this story collection. http:\/\/bit.ly\/1r9oPJx"}
{"Date":"Thu Nov 13 10:16:05 +0000 2014","News":"The Innovations Issue: Why Are There So Few New Drugs Invented Today? http:\/\/nyti.ms\/1v5Rf9Q"}
{"Date":"Sun Oct 12 15:12:15 +0000 2014","News":"Can a pet's fur transmit the flu? http:\/\/nyti.ms\/1tiBQ59"}
{"Date":"Thu Oct 06 13:21:48 +0000 2011","News":"Anemia Could Add to Surgical Risks:  http:\/\/on-msn.com\/nydWyX"}
{"Date":"Mon Aug 04 16:19:55 +0000 2014","News":"Recipes for Health: Tunisian Grilled Peppers and Tomatoes with Couscous http:\/\/nyti.ms\/1smqI3h"}
{"Date":"Tue Jan 07 16:36:51 +0000 2014","News":"The New Old Age Blog: Bounced From Hospice http:\/\/nyti.ms\/1dt1aru"}
{"Date":"Wed Oct 08 02:18:55 +0000 2014","News":"Health Law Drug Plans Are Given a Check-Up http:\/\/nyti.ms\/1rVzXaM"}
{"Date":"Tue Nov 01 16:44:22 +0000 2011","News":"Red Wine Antioxidant Could Give Metabolism a Boost:  http:\/\/on-msn.com\/vZR6NX"}
{"Date":"Mon Dec 22 20:24:46 +0000 2014","News":"Well: Living With Cancer: Playing the C Card http:\/\/nyti.ms\/1wf4rTY"}
{"Date":"Wed Oct 22 01:08:21 +0000 2014","News":"Procedure on Paralyzed Man Stirs Hope and Caution http:\/\/nyti.ms\/1uC8MR4"}
{"Date":"Thu Nov 13 05:10:46 +0000 2014","News":"National Briefing Southwest: Texas: Ebola Victim’s Family to Be Paid by Hospital http:\/\/nyti.ms\/1wpKcn7"}
{"Date":"Sun Nov 02 16:15:40 +0000 2014","News":"The New Old Age Blog: A Rise in Falls http:\/\/nyti.ms\/1yOzoSS"}
{"Date":"Mon Aug 18 14:40:42 +0000 2014","News":"RT atrcallimachi: Need to buy a kidney? Head to Israel. On how Israeli brokers r delivering kidneys from S American donors to the ill http:\/…"}
{"Date":"Sun Dec 07 01:10:20 +0000 2014","News":"Vegetable Spawns Larceny and Luxury in Peru http:\/\/nyti.ms\/1yqA5og"}
{"Date":"Fri Dec 19 04:58:24 +0000 2014","News":"Lee W. Wattenberg, Who Saw Cancer Fighters in Foods, Dies at 92 http:\/\/nyti.ms\/13FV3mD"}
{"Date":"Fri Mar 14 19:41:55 +0000 2014","News":"You asked, we answered: Do laser treatments for toe fungus really work? #askwell http:\/\/nyti.ms\/1kRB5ef"}
{"Date":"Thu Oct 30 17:57:59 +0000 2014","News":"Kaci Hickox, Nurse Under Ebola Quarantine, Takes Bike Ride, Defying Maine Officials http:\/\/nyti.ms\/1wKfrwU"}
{"Date":"Fri Oct 07 16:34:57 +0000 2011","News":"Simple MRIs Safe for Children, Study Says:  http:\/\/on-msn.com\/orbjPm"}
{"Date":"Tue Nov 08 22:47:28 +0000 2011","News":"Curiosity Makes for Better Students:  http:\/\/on-msn.com\/rBvJ0T"}
{"Date":"Thu Jul 03 21:06:23 +0000 2014","News":"More on Truvada, the drug that could transform AIDS prevention in the United States: http:\/\/nyti.ms\/1qCAAHR"}
{"Date":"Fri Nov 14 16:09:59 +0000 2014","News":"Well: Ask Well: How Many Eggs Can I Eat? http:\/\/nyti.ms\/1zUTHBi"}
{"Date":"Thu Mar 27 20:04:34 +0000 2014","News":"Well: Anti-Anxiety Drugs Tied to Higher Mortality http:\/\/nyti.ms\/1hyVQ7P"}
{"Date":"Mon Apr 14 20:19:32 +0000 2014","News":"E-Cigarette Makers Targeting Youth, Congressional Report Says http:\/\/nyti.ms\/1hCnBRi"}
{"Date":"Mon May 19 19:04:54 +0000 2014","News":"RT atcslnyt: “A major breakthrough” for patients w\/ idiopathic pulmonary fibrosis, a fatal lung disease http:\/\/nyti.ms\/1gXjLhW atnytdenisegra…"}
{"Date":"Tue Jun 17 20:52:20 +0000 2014","News":"Well: Putting Fun in Fatherhood http:\/\/nyti.ms\/1pdyqdD"}
{"Date":"Wed Jun 11 17:48:11 +0000 2014","News":"Are you working out as hard as you think you are? http:\/\/nyti.ms\/1pjTh2v"}
{"Date":"Thu Jan 26 19:13:16 +0000 2012","News":"Gang Murders Taking Toll on Young Males: CDC:  http:\/\/on-msn.com\/ygdnCj"}
{"Date":"Wed Jan 18 00:31:40 +0000 2012","News":"'The Pill' Can Help Ease Period Pain, Study Finds:  http:\/\/on-msn.com\/wYhXkF"}
{"Date":"Sat Jun 21 14:22:11 +0000 2014","News":"New some new recipes for broccoli? Here are five healthy ones that help you use the entire stalk.  http:\/\/nyti.ms\/1is7k3R"}
{"Date":"Mon Nov 18 21:39:34 +0000 2013","News":"Well: Watchful Eye in Nursing Homes http:\/\/nyti.ms\/184am9o"}
{"Date":"Mon Aug 19 15:45:47 +0000 2013","News":"Is your dog's yawn contagious? http:\/\/nyti.ms\/16piigU"}
{"Date":"Mon Jul 14 20:23:06 +0000 2014","News":"Books: In Defense of Indispensable Dad http:\/\/nyti.ms\/1wmU4hV"}
{"Date":"Tue Dec 13 21:53:10 +0000 2011","News":"Angioplasty Safe at Hospitals Without On-Site Surgery: Review:  http:\/\/on-msn.com\/uIiJqK"}
{"Date":"Mon Jun 09 15:43:00 +0000 2014","News":"Well: Outsmarting Breast Cancer With Evolving Therapies http:\/\/nyti.ms\/1nudGyJ"}
{"Date":"Wed Apr 16 04:58:27 +0000 2014","News":"Well: Younger Skin Through Exercise http:\/\/nyti.ms\/1kZRnCO"}
{"Date":"Sat Nov 22 04:25:28 +0000 2014","News":"Officials Revise Goals on Containing Ebola After Signs of Wider Exposure in Mali  http:\/\/nyti.ms\/1vydm9d"}
{"Date":"Wed May 14 03:16:49 +0000 2014","News":"World Briefing: Pakistan: Departing Travelers Must Get Polio Vaccine http:\/\/nyti.ms\/1nLRXSM"}
{"Date":"Thu Dec 18 05:01:12 +0000 2014","News":"World Briefing: Agencies Warn of Hunger in Ebola Zone http:\/\/nyti.ms\/1GSGc4f"}
{"Date":"Fri Oct 17 04:16:17 +0000 2014","News":"In Layers of Gear, U.S. Doctor Offers Healing Hand to Ebola Patients in Liberia http:\/\/nyti.ms\/ZH5UtH"}
{"Date":"Fri Dec 05 16:38:15 +0000 2014","News":"Clues emerge as to why the Mediterranean diet is good for you. http:\/\/nyti.ms\/1wzfLAg"}
{"Date":"Sat Nov 29 03:42:42 +0000 2014","News":"Denham Harman, 98, Dies; Sought Leverage on Aging  http:\/\/nyti.ms\/1CqxP30"}
{"Date":"Fri Jul 18 01:39:27 +0000 2014","News":"2 in Florida Said to Catch Fever Found in Tropics http:\/\/nyti.ms\/1qjhoQ6"}
{"Date":"Fri Apr 25 04:15:56 +0000 2014","News":"Well: Ask Well: Do Foam Rollers Aid Workouts? http:\/\/nyti.ms\/1kb2BB0"}
{"Date":"Sat Aug 09 14:30:01 +0000 2014","News":"RT atcslnyt: \"You go to wards and there are no patients\" - Kenema, Sierra Leone #ebolaoutbreak  http:\/\/nyti.ms\/X5BVLo"}
{"Date":"Mon Aug 29 20:51:29 +0000 2011","News":"Poor  Sleep, High Blood Pressure?:  http:\/\/on-msn.com\/mXQqWC"}
{"Date":"Mon Feb 10 17:07:41 +0000 2014","News":"RT atnytDeniseGrady: A painful illness, carried by mosquitoes, is spreading fast. Virus Advances Through East Caribbean http:\/\/t.co\/kzhLqXKO…"}
{"Date":"Mon Jun 30 18:59:44 +0000 2014","News":"Hobby Lobby ruling seems likely to make it harder for women to get contraception in the future ataaroncarroll writes http:\/\/nyti.ms\/1iO0g23"}
{"Date":"Mon Mar 10 16:11:49 +0000 2014","News":"Wearable activity trackers are increasingly popular with humans, so it’s not surprising they're being put on dogs.  http:\/\/nyti.ms\/1nAOnKA"}
{"Date":"Tue Jun 10 17:04:06 +0000 2014","News":"The New Old Age Blog: Sex in Assisted Living: Intimacy Without Privacy http:\/\/nyti.ms\/Ure3AA"}
{"Date":"Wed Apr 09 15:31:00 +0000 2014","News":"Are you genetically programmed to enjoy exercise? http:\/\/nyti.ms\/1gL9Z14"}
{"Date":"Tue Dec 20 18:04:34 +0000 2011","News":"Drug Overdoses Kill More Americans Than Car Accidents: CDC:  http:\/\/on-msn.com\/vfVBew"}
{"Date":"Tue Apr 01 21:13:22 +0000 2014","News":"How do probiotic bacteria survive the stomach’s acid bath? http:\/\/nyti.ms\/1lmjKYy"}
{"Date":"Wed May 07 21:08:55 +0000 2014","News":"RT atcslnyt: Yet, if you missed the boat, \"it really is never too late to start exercising\" says Dr. Jacobs of atUMNews http:\/\/nyti.ms\/Qe66f5"}
{"Date":"Thu Feb 06 20:37:22 +0000 2014","News":"Well: Living With Cancer: An Artist’s View http:\/\/nyti.ms\/1g7fBEv"}
{"Date":"Tue Nov 29 14:49:53 +0000 2011","News":"'Flat Head' Syndrome in Babies Usually Temporary:  http:\/\/on-msn.com\/vLV0uF"}
{"Date":"Sat Sep 24 13:27:35 +0000 2011","News":"Good Moms Seem to Help Poor Kids Become Healthy Adults:  http:\/\/on-msn.com\/orvwm8"}
{"Date":"Fri Oct 14 19:20:04 +0000 2011","News":"Hormonal Disorder Linked to Pregnancy Complications: Study:  http:\/\/on-msn.com\/mOr7TV"}
{"Date":"Sun Oct 26 16:57:47 +0000 2014","News":"Governors of New York and New Jersey Defend Ebola Quarantine http:\/\/nyti.ms\/1DPRxSZ"}
{"Date":"Fri Nov 07 04:31:55 +0000 2014","News":"Q. and A. With Sheri Fink on Covering Ebola in Liberia http:\/\/nyti.ms\/1sctpSf"}
{"Date":"Thu Mar 06 16:19:17 +0000 2014","News":"Young Users of E-Cigarettes Less Likely to Quit Smoking, Study Finds http:\/\/nyti.ms\/1dvHjM9"}
{"Date":"Mon Oct 14 20:41:36 +0000 2013","News":"Global Health: Parasites: Hookworm Vaccine Will Be Tried in Africa http:\/\/nyti.ms\/GXXvth"}
{"Date":"Fri Dec 20 17:23:49 +0000 2013","News":"“With no hair and a spit cup thanks to the oral thrush, I felt totally unsexy.” Read Candice's story. Share yours:  http:\/\/nyti.ms\/1chssWp"}
{"Date":"Thu Oct 06 20:29:39 +0000 2011","News":"More Kids Treated for Concussions in ERs: CDC:  http:\/\/on-msn.com\/o1z5DB"}
{"Date":"Tue Aug 12 15:58:39 +0000 2014","News":"Recipes for Health: Cold Steamed Petrale Sole with Uncooked Tomato Sauce http:\/\/nyti.ms\/1pMwBpv"}
{"Date":"Tue Sep 16 15:34:26 +0000 2014","News":"It’s not the drugs —but the overwhelming weight gain — that sometimes ruins recovery. http:\/\/nyti.ms\/1DfbnaT"}
{"Date":"Tue Mar 11 14:26:28 +0000 2014","News":"RT atceliadugger: Big claims for brain games not yet backed by science, Tara Parker-Pope repts. #wiredwell http:\/\/nyti.ms\/1i6kArW"}
{"Date":"Thu Mar 13 17:09:33 +0000 2014","News":"Well: Anger Can Set Off a Heart Attack http:\/\/nyti.ms\/1ihKFnZ"}
{"Date":"Tue Oct 21 11:24:15 +0000 2014","News":"Drinking your morning coffee — even decaffeinated coffee — may protect your liver. http:\/\/nyti.ms\/ZM4DBA http:\/\/pbs.twimg.com\/media\/B0bihiHCIAArGgL.jpg"}
{"Date":"Tue Jul 01 16:58:40 +0000 2014","News":"Well: Flame Retardants Are Everywhere http:\/\/nyti.ms\/1mhoYrW"}
{"Date":"Thu Dec 18 18:58:34 +0000 2014","News":"Well: Weight Gain During Pregnancy Is Especially Good for Boys http:\/\/nyti.ms\/1AwfGLZ"}
{"Date":"Tue Sep 30 13:00:26 +0000 2014","News":"More Groups Join Project on the Brain http:\/\/nyti.ms\/1rBXAGw"}
{"Date":"Wed Oct 22 19:12:06 +0000 2014","News":"Vegetarians know there is more to Thanksgiving dinner than tofurky. Do you have a special recipe? Submit here. http:\/\/nyti.ms\/ZO0wFc"}
{"Date":"Wed May 21 15:13:25 +0000 2014","News":"RT atpaula_span: The 88%: Doctors who would choose DNR status if they were terminally ill. http:\/\/newoldage.blogs.nytimes.com\/2014\/05\/20\/do-not-resuscitate-what-young-doctors-would-choose\/"}
{"Date":"Fri Oct 10 03:02:01 +0000 2014","News":"Britain to Screen for Ebola Amid Possible New Cases in Europe  http:\/\/nyti.ms\/1rk9sbv"}
{"Date":"Mon Jan 27 22:16:17 +0000 2014","News":"Q&amp;A: Taking a Restful Position http:\/\/nyti.ms\/1d5de1q"}
{"Date":"Sat Sep 20 03:31:16 +0000 2014","News":"Americans’ beer bellies are getting bigger. http:\/\/nyti.ms\/1uiUBRZ"}
{"Date":"Mon Dec 19 23:33:51 +0000 2011","News":"Folks Flock to Facebook for Kindred Spirits:  http:\/\/on-msn.com\/s9VMiW"}
{"Date":"Wed Jan 18 18:27:42 +0000 2012","News":"Genes May Give Clues to Severe Form of Lupus:  http:\/\/on-msn.com\/ysuKi8"}
{"Date":"Fri Jan 27 17:50:13 +0000 2012","News":"Common Gastro Disease Occurs Even With High-Fiber Diet:  http:\/\/on-msn.com\/xoHYMO"}
{"Date":"Tue Oct 04 18:42:42 +0000 2011","News":"Alcohol, Obesity Major Causes of Sudden Heart Death:  http:\/\/on-msn.com\/n0vJ1P"}
{"Date":"Sat Feb 15 01:25:43 +0000 2014","News":"The New Old Age Blog: A Funeral Fraud http:\/\/nyti.ms\/1duMo7Q"}
{"Date":"Fri Dec 06 16:30:12 +0000 2013","News":"Well: Cooking Light With Seafood http:\/\/nyti.ms\/1aG4OfW"}
{"Date":"Mon Apr 14 04:16:55 +0000 2014","News":"Well: A Number That May Not Add Up http:\/\/nyti.ms\/1kmYnqH"}
{"Date":"Wed Jan 29 05:16:53 +0000 2014","News":"Well: Exercise to Age Well, Whatever Your Age http:\/\/nyti.ms\/1fv6QDY"}
{"Date":"Fri Jun 06 04:22:08 +0000 2014","News":"Well: The Workout: Becoming Rocky Balboa http:\/\/nyti.ms\/1nUBRK4"}
{"Date":"Tue Dec 20 22:17:45 +0000 2011","News":"Driving Isn't An Issue for Most People With Diabetes:  http:\/\/on-msn.com\/rXIEd9"}
{"Date":"Sun Aug 10 01:16:06 +0000 2014","News":"J. W. Hastings, 87, a Pioneer in Bioluminescence Research, Dies http:\/\/nyti.ms\/1ktFOUF"}
{"Date":"Wed Sep 10 15:33:28 +0000 2014","News":"RT atReedAbelson: Latest Good News in Health Spending: Employer Premiums http:\/\/nyti.ms\/1ulmnPS via atUpshotNYT"}
{"Date":"Wed Oct 19 18:50:56 +0000 2011","News":"Teens' IQ May Fluctuate Over Time: Study:  http:\/\/on-msn.com\/q9WWWV"}
{"Date":"Thu Jan 05 00:45:46 +0000 2012","News":"Many Teen Girls Mistakenly Think HPV Vaccines Cut Risk for All STDs:  http:\/\/on-msn.com\/x9z4pQ"}
{"Date":"Mon Dec 23 05:16:34 +0000 2013","News":"Well: Life, Interrupted: By a Dog http:\/\/nyti.ms\/1e4vdr9"}
{"Date":"Mon Mar 31 16:25:12 +0000 2014","News":"Personal Health: With the Thrills Come Extreme Risks http:\/\/nyti.ms\/1oipp6I"}
{"Date":"Fri Sep 19 14:01:27 +0000 2014","News":"Well: The Expanding American Waistline http:\/\/nyti.ms\/1AUPOZc"}
{"Date":"Thu Sep 15 16:46:43 +0000 2011","News":"Lung Cancer Rates Begin to Decline for U.S. Women:  http:\/\/on-msn.com\/qQp5pP"}
{"Date":"Mon Dec 02 18:45:41 +0000 2013","News":"Well: Sugary Drinks Tied to Endometrial Cancer Risk http:\/\/nyti.ms\/1cO5xP3"}
{"Date":"Mon Nov 14 22:36:27 +0000 2011","News":"Low-Income Seniors at Greater Risk for Heart Failure:  http:\/\/on-msn.com\/us94PW"}
{"Date":"Thu Oct 02 17:33:22 +0000 2014","News":"The reason the hospital turned the Ebola patient away was that connections were not made regarding travel history and symptoms, CDC says."}
{"Date":"Wed Oct 15 16:53:36 +0000 2014","News":"RT atliamstack: Nurse's union president: \"Were the protocols breached? The nurses say there were no protocols.” http:\/\/www.nytimes.com\/2014\/10\/16\/us\/ebola-outbreak-texas.html?smid=nytcore-iphone-share&smprod=nytcore-iphone"}
{"Date":"Thu Jan 05 14:55:17 +0000 2012","News":"Chronic Heartburn a Growing Problem in U.S.:  http:\/\/on-msn.com\/yHPseJ"}
{"Date":"Mon Apr 14 15:01:34 +0000 2014","News":"Recipes for Health: Suvir Saran’s Guacamole With Toasted Cumin http:\/\/nyti.ms\/1gvXvPc"}
{"Date":"Tue Nov 29 17:47:08 +0000 2011","News":"Mid-Morning Snacks May Thwart Diets:  http:\/\/on-msn.com\/v6cKzo"}
{"Date":"Sat Jun 14 14:45:05 +0000 2014","News":"Calling all fun dads! Share your stories of fatherly fun here: http:\/\/nyti.ms\/1nC6fW9"}
{"Date":"Fri Oct 17 04:31:31 +0000 2014","News":"In Cities With West African Populations, Hospitals Take Extra Steps http:\/\/nyti.ms\/ZH5SCi"}
{"Date":"Wed Sep 14 16:58:40 +0000 2011","News":"Pregnant Women Reminded to Get Flu Vaccine:  http:\/\/on-msn.com\/py4EGh"}
{"Date":"Mon Jun 09 02:28:20 +0000 2014","News":"In Texarkana, Uninsured and on the Wrong Side of a State Line http:\/\/nyti.ms\/1kU3TC5"}
{"Date":"Fri Aug 08 20:14:30 +0000 2014","News":"Well: Think Like a Doctor: Losing It Solved! http:\/\/nyti.ms\/V8EZ7z"}
{"Date":"Thu Oct 13 21:27:00 +0000 2011","News":"Neighborhoods With Busy Intersections Discourage Children's Play:  http:\/\/on-msn.com\/nuXLMC"}
{"Date":"Mon Dec 05 17:30:46 +0000 2011","News":"Fetal Exposure to Epilepsy Drug Might Raise Autism Risk: Study:  http:\/\/on-msn.com\/vIc3PF"}
{"Date":"Tue Jan 10 17:28:52 +0000 2012","News":"Diabetes Takes a Toll on Lifetime Earnings: Study:  http:\/\/on-msn.com\/y9fsN7"}
{"Date":"Fri Aug 26 16:48:19 +0000 2011","News":"C-Sections Linked to Doubled Risk for Blood Clots:  http:\/\/on-msn.com\/pDiuMG"}
{"Date":"Wed Jun 25 01:17:06 +0000 2014","News":"The multimillion-dollar minds of 5 mathematical masters http:\/\/nyti.ms\/1jf2stS"}
{"Date":"Thu Feb 20 04:07:50 +0000 2014","News":"California Health Insurance Enrollments Rise, but Hispanics Still Lag http:\/\/nyti.ms\/1oUpgEf"}
{"Date":"Thu Sep 11 18:03:21 +0000 2014","News":"Meet McBaine, a highly trained cancer detection dog. http:\/\/nyti.ms\/ZiewHx http:\/\/pbs.twimg.com\/media\/BxRVUWqIAAAxUy1.png"}
{"Date":"Fri Dec 02 21:46:50 +0000 2011","News":"Socioeconomic Status Main Predictor of Health Habits: Study:  http:\/\/on-msn.com\/rrV8bD"}
{"Date":"Thu May 15 17:19:11 +0000 2014","News":"Does a medical student need to disclose every error - however minor - they may make? http:\/\/bit.ly\/1swoI6y"}
{"Date":"Fri Oct 10 15:48:01 +0000 2014","News":"The NYT would like to hear from veterans about their deployment and the return to civilian life http:\/\/nyti.ms\/1sqBFTn"}
{"Date":"Tue Apr 15 04:17:01 +0000 2014","News":"Prices Soaring for Specialty Drugs, Researchers Find http:\/\/nyti.ms\/1qXyca1"}
{"Date":"Sat Nov 29 19:33:28 +0000 2014","News":"Opinion: Can Mushrooms Treat Depression? http:\/\/nyti.ms\/127kwEv"}
{"Date":"Mon Jun 30 16:41:06 +0000 2014","News":"RT atUpshotNYT: Evidence-based medicine, or why hardly anyone has tonsils removed these days: http:\/\/nyti.ms\/1sRDCdc"}
{"Date":"Thu Aug 22 19:39:45 +0000 2013","News":"Polio Outbreaks Seen on Two Continents http:\/\/nyti.ms\/150vPaV"}
{"Date":"Fri May 09 21:27:00 +0000 2014","News":"You asked, we answered: Do I need a polio vaccine booster? #askwell http:\/\/nyti.ms\/1jaRrIx"}
{"Date":"Thu Sep 15 16:46:41 +0000 2011","News":"ADHD Doubles a Child's Risk of Injury: Study:  http:\/\/on-msn.com\/n1ipcC"}
{"Date":"Mon May 19 21:06:33 +0000 2014","News":"Well: When Doctors Treat Patients Like Themselves http:\/\/nyti.ms\/R1iwY3"}
{"Date":"Mon Oct 06 14:48:23 +0000 2014","News":"A profile of the Nobel in Medicine winners from last year. Their discovery was  both practical and profound. http:\/\/nyti.ms\/1uQVzc1"}
{"Date":"Thu Mar 13 14:24:22 +0000 2014","News":"Well: Vitamin D May Lower Cholesterol http:\/\/nyti.ms\/1iEOCkZ"}
{"Date":"Tue Dec 23 21:17:16 +0000 2014","News":"The best gift? The humble gift card. http:\/\/nyti.ms\/1A1pDmz"}
{"Date":"Fri Aug 15 14:37:33 +0000 2014","News":"RT atcslnyt: Gorgeous essay abt daughter and her father, who has Alzheimer's http:\/\/nyti.ms\/1uX2Zrc atRebeccaRotert"}
{"Date":"Mon Oct 13 21:31:09 +0000 2014","News":"Health Care: Death Has Its Benefits, Giraffes Among Us, Not Hiding Hair Loss http:\/\/nyti.ms\/1vYpIUT"}
{"Date":"Mon Jul 28 21:37:38 +0000 2014","News":"Reactions: Watched While Sleeping, What We Don’t Know, Jealous Dogs http:\/\/nyti.ms\/1rLAhLt"}
{"Date":"Fri Dec 26 11:46:15 +0000 2014","News":"Well: Comfort Casseroles for Winter Dinners http:\/\/nyti.ms\/1xTNoO0"}
{"Date":"Mon Dec 22 05:04:28 +0000 2014","News":"Pharmacy Deal Heralds Changed Landscape for Hepatitis Drugs http:\/\/nyti.ms\/1wd8nEK"}
{"Date":"Tue Jun 24 14:35:09 +0000 2014","News":"RT atpaula_span: So you have an advance directive.  Will anyone pay attention? Looking at realities: http:\/\/newoldage.blogs.nytimes.com\/2014\/06\/24\/when-advance-directives-are-ignored\/"}
{"Date":"Tue Oct 18 22:45:44 +0000 2011","News":"Smoking's Effect on Lungs Similar to Cystic Fibrosis: Study:  http:\/\/on-msn.com\/nCXVlR"}
{"Date":"Mon Jan 06 21:43:32 +0000 2014","News":"Global Health: A New Test for Malaria, No Blood Required http:\/\/nyti.ms\/1iL2OMr"}
{"Date":"Thu Oct 20 18:23:59 +0000 2011","News":"Robins Are 'Super-Spreaders' of West Nile Virus, Expert Says:  http:\/\/on-msn.com\/obZ6Ho"}
{"Date":"Wed Dec 14 14:49:55 +0000 2011","News":"Could Statins Help Those Hospitalized With Flu?:  http:\/\/on-msn.com\/sNnxqt"}
{"Date":"Mon Oct 06 16:10:35 +0000 2014","News":"Well: Drugs Cause Most Fatal Allergic Reactions, Study Finds http:\/\/nyti.ms\/1EkWBjq"}
{"Date":"Mon Jun 23 15:22:29 +0000 2014","News":"RT atcslnyt: FDA's last review contradicted a 1999 review by IOM that found marijuana \"moderately well suited\" for nausea and AIDS http:\/\/t.…"}
{"Date":"Wed Oct 02 21:53:51 +0000 2013","News":"In Practice: Problems at Health Care Web Site Not From Online Attack, Experts Say http:\/\/nyti.ms\/15MmUf2"}
{"Date":"Wed Jan 18 14:36:16 +0000 2012","News":"U.S. Wants to Buttress Alzheimer's Arsenal by 2025:  http:\/\/on-msn.com\/xCDYup"}
{"Date":"Fri Jan 13 00:29:34 +0000 2012","News":"'Exoskeleton' Helps Paralyzed Stand, Take Steps:  http:\/\/on-msn.com\/xKgk4l"}
{"Date":"Thu Sep 01 13:28:00 +0000 2011","News":"Strokes Rising Among Teens, Young Adults: CDC:  http:\/\/on-msn.com\/mOOCoa"}
{"Date":"Fri Sep 30 20:40:06 +0000 2011","News":"Oral Steroids Linked to Vitamin D Deficiency:  http:\/\/on-msn.com\/qOMqN2"}
{"Date":"Mon Feb 03 21:35:39 +0000 2014","News":"RT atnytDeniseGrady: An operation can give kids who need liver transplants a chance at life without drugs. Alive With a New, Old Liver http:…"}
{"Date":"Wed Nov 05 14:13:54 +0000 2014","News":"Free of Ebola, Nurse’s Aide to Be Released From Madrid Hospital http:\/\/nyti.ms\/10mrALL"}
{"Date":"Tue Nov 29 17:47:08 +0000 2011","News":"Do Men Think About Sex All the Time? Maybe Not:  http:\/\/on-msn.com\/vseBSv"}
{"Date":"Wed Jan 25 22:57:11 +0000 2012","News":"Long Shifts May Raise Some Nurses' Odds for Obesity:  http:\/\/on-msn.com\/xk6yIC"}
{"Date":"Mon Jan 06 23:34:39 +0000 2014","News":"The Brain, in Exquisite Detail http:\/\/nyti.ms\/1gcnUPC"}
{"Date":"Thu Sep 11 19:31:44 +0000 2014","News":"A Window Into Everyday Morality via Text Message http:\/\/nyti.ms\/1tNIXBS"}
{"Date":"Fri Sep 16 23:40:18 +0000 2011","News":"Gene Variant May Raise Death Risk After Heart Bypass:  http:\/\/on-msn.com\/pn3TZ6"}
{"Date":"Fri Nov 14 16:34:06 +0000 2014","News":"Eureka: The Ice-Bucket Racket http:\/\/nyti.ms\/1zoZsUJ"}
{"Date":"Fri Sep 09 20:49:41 +0000 2011","News":"Narcissists Make Horrible Bosses: Study:  http:\/\/on-msn.com\/p0ua5D"}
{"Date":"Tue Sep 30 15:03:35 +0000 2014","News":"Digital Medical Records Become Common, but Sharing Remains Challenging http:\/\/nyti.ms\/YMWpbC"}
{"Date":"Tue Dec 06 14:26:28 +0000 2011","News":"Most Doctors Don't Tell Parents Kids Are Overweight:  http:\/\/on-msn.com\/rNkUug"}
{"Date":"Tue Nov 25 21:28:30 +0000 2014","News":"Well: Vegetarian Thanksgiving: Vegetable Tarts, Big and Small http:\/\/nyti.ms\/1xBnzNo"}
{"Date":"Fri Aug 26 20:30:27 +0000 2011","News":"Quitting Even Tougher When Smokers Battle Other Addictions:  http:\/\/on-msn.com\/qxiv7H"}
{"Date":"Wed Jan 15 05:49:38 +0000 2014","News":"Ads Attacking on Health Law Stagger Outspent Democrats http:\/\/nyti.ms\/1anlm0k"}
{"Date":"Thu Aug 29 17:31:34 +0000 2013","News":"Well: Living With Cancer: Is It Back? http:\/\/nyti.ms\/17oR09F"}
{"Date":"Wed May 14 22:05:10 +0000 2014","News":"The CDC has announced new recommendations that all those at high risk for HIV take a daily, preventative drug. http:\/\/nyti.ms\/1jIYihw"}
{"Date":"Thu Jun 12 17:19:01 +0000 2014","News":"RT atpaula_span: A son's small but satisfying victory vs insurers in Virginia: Certified mail when a long term care policy is lapsing http:\/…"}
{"Date":"Thu Oct 16 17:27:55 +0000 2014","News":"RT atmeslackman: Watch this, watch it right now. Ben Solomon is doing absolutely heroic journalism in Monrovia.  http:\/\/nyti.ms\/1F3Zg1l"}
{"Date":"Wed Apr 09 14:30:03 +0000 2014","News":"RT atcslnyt: In 2012, 100 Medicare doctors got $610 million. Why do a few get a huge share of the payout? http:\/\/nyti.ms\/1qhBxT0 atsarahcnyt"}
{"Date":"Mon Oct 20 22:55:51 +0000 2014","News":"Reactions: Patient Records, O.C.D. Burdens, Teenagers Interrogated http:\/\/nyti.ms\/1t3o4lb"}
{"Date":"Sat Oct 25 20:43:17 +0000 2014","News":"Early New York Response: Polar Opposite of Dallas’s http:\/\/nyti.ms\/1FNmoBy"}
{"Date":"Thu Jul 17 02:23:05 +0000 2014","News":"Gene therapy may one day be an alternative to electronic pacemakers http:\/\/nyti.ms\/1oJw58t"}
{"Date":"Tue Sep 06 16:40:40 +0000 2011","News":"9\/11 Tied to Increase in Acid Reflux Disease:  http:\/\/on-msn.com\/pdOWDX"}
{"Date":"Mon Dec 01 03:58:41 +0000 2014","News":"Popular ‘Eat This, Not That!’ Brand to Start Quarterly Magazine http:\/\/nyti.ms\/1y6qUrB"}
{"Date":"Mon Oct 13 22:22:48 +0000 2014","News":"Well: Epidurals May Be Given Early or Late in Labor http:\/\/nyti.ms\/1vYuIsw"}
{"Date":"Thu Sep 29 20:39:24 +0000 2011","News":"Modern Shift Work Patterns May Be Less Harmful to Health:  http:\/\/on-msn.com\/pkKNsS"}
{"Date":"Tue Dec 02 00:10:41 +0000 2014","News":"Op-Ed Contributors: Why Our Memory Fails Us http:\/\/nyti.ms\/1vD1jFY"}
{"Date":"Mon Oct 06 02:18:04 +0000 2014","News":"A mystery involving a droopy face is ultimately connected to Lyme disease. http:\/\/nyti.ms\/1n0If29"}
{"Date":"Sat Nov 29 03:24:47 +0000 2014","News":"More Pastors Embrace Talk of Mental Ills http:\/\/nyti.ms\/1tztUGB"}
{"Date":"Wed Sep 07 16:20:50 +0000 2011","News":"Health Hazards Hidden in College Dorms:  http:\/\/on-msn.com\/n0enkG"}
{"Date":"Fri Oct 31 17:45:49 +0000 2014","News":"Don't want heartburn in bed? What's your deadline for that last taco? Take this quiz by atcamaldarelli http:\/\/nyti.ms\/1wOcz1Y"}
{"Date":"Fri Oct 24 05:00:10 +0000 2014","News":"RT atheathertal: The Ebola vaccine sat on a shelf for about a decade. atnytDeniseGrady’s story http:\/\/bit.ly\/ZPjjA1"}
{"Date":"Wed Jan 04 21:28:47 +0000 2012","News":"Celiac Disease in Women Linked to Depression Risk:  http:\/\/on-msn.com\/wGbWsE"}
{"Date":"Tue Aug 19 05:01:15 +0000 2014","News":"Studies in New Zealand and Canada have found that marijuana use in the teenage years can result in lost I.Q. points. http:\/\/nyti.ms\/1o72PYF"}
{"Date":"Mon Dec 09 21:49:14 +0000 2013","News":"RT atceliadugger: Jane Brody says eat your nuts! http:\/\/nyti.ms\/1e09g10"}
{"Date":"Fri Nov 04 18:36:13 +0000 2011","News":"Mentoring Works Best When Adults, Kids Share Common Interests:  http:\/\/on-msn.com\/sFrnSi"}
{"Date":"Fri Jun 27 15:57:43 +0000 2014","News":"If you missed atPamBelluck’s series on maternal mental health. Part 1. Postpartum depression isn’t always postpartum.  http:\/\/nyti.ms\/1prZDOd"}
{"Date":"Thu Oct 02 18:33:51 +0000 2014","News":"The U.N. says it lost its first staff member from a “probable” case of Ebola in Liberia http:\/\/www.nytimes.com\/2014\/10\/02\/world\/africa\/ebola-suspected-in-un-staffers-death.html?rref=world\/africa&module=Ribbon&version=context&region=Header&action=click&contentCollection=Africa&pgtype=Multimedia"}
{"Date":"Fri Sep 23 21:36:37 +0000 2011","News":"Most Patients Want Experienced Surgeons, Not Trainees:  http:\/\/on-msn.com\/riIRRw"}
{"Date":"Sat Oct 25 19:08:40 +0000 2014","News":"Opinion: The Dangers of Eating Late at Night  http:\/\/nyti.ms\/1nF89Zz"}
{"Date":"Thu Jul 24 18:43:58 +0000 2014","News":"RT atjtaylornyt: Worth rereading this in light of latest botched execution. Dodgy drug cocktails are not necessary: http:\/\/nyti.ms\/1nOr5n8"}
{"Date":"Mon May 19 17:58:58 +0000 2014","News":"Bacteria, mosquitoes, spiders, the sun: ahh, the dangers of summer. http:\/\/nyti.ms\/1jw0ry3"}
{"Date":"Wed Dec 07 21:45:20 +0000 2011","News":"Some States Make Stopping Smoking Easier Than Others:  http:\/\/on-msn.com\/rWzKnQ"}
{"Date":"Mon Jun 30 15:14:03 +0000 2014","News":"Well: How Music May Make Babies Team Players http:\/\/nyti.ms\/1lshGf2"}
{"Date":"Sun Oct 12 19:33:02 +0000 2014","News":"The NYT would like to hear from veterans about their deployment and the return to civilian life http:\/\/nyti.ms\/1sqBFTn"}
{"Date":"Tue Oct 21 03:33:06 +0000 2014","News":"Well: Genetic Variant May Shield Latinas From Breast Cancer http:\/\/nyti.ms\/1wkZWtc"}
{"Date":"Thu Oct 13 16:59:32 +0000 2011","News":"Smoking Pot Might Up Depression Risk in Vulnerable Teens:  http:\/\/on-msn.com\/nzEfU5"}
{"Date":"Tue Oct 11 17:10:10 +0000 2011","News":"Direct-to-Consumer Gene Tests Cause Little Anxiety: Study:  http:\/\/on-msn.com\/qF8D5R"}
{"Date":"Mon Oct 27 17:58:14 +0000 2014","News":"More than 10,000 people have contracted Ebola since March, according to the WHO http:\/\/nyti.ms\/ZKpc18 http:\/\/pbs.twimg.com\/media\/B0-LUOcCUAEoJkG.png"}
{"Date":"Fri Sep 16 16:36:43 +0000 2011","News":"The 4 Best & 3 Worst Sweeteners:  http:\/\/on-msn.com\/nSoZnz"}
{"Date":"Fri Mar 14 04:16:00 +0000 2014","News":"Well: Ask Well: Laser Treatments for Nail Fungus http:\/\/nyti.ms\/1oSaISU"}
{"Date":"Mon Oct 27 16:01:49 +0000 2014","News":"A 5-year-old boy who recently returned to NYC from Guinea is being tested for Ebola http:\/\/nyti.ms\/ZTdnGn"}
{"Date":"Wed Aug 24 20:39:10 +0000 2011","News":"Sophisticated Scan May Spot Seeds of Alzheimer's Risk:  http:\/\/on-msn.com\/p9chmN"}
{"Date":"Fri Nov 15 19:32:18 +0000 2013","News":"In Practice: Programmers Create New Way to Navigate Health Plans http:\/\/nyti.ms\/17yXibB"}
{"Date":"Wed Oct 08 15:57:47 +0000 2014","News":"CDC says doctors and nurses provided \"excellent and compassionate care, but Ebola is a disease that attacks the body in many ways.\""}
{"Date":"Wed Dec 04 20:39:08 +0000 2013","News":"Can you solve the case? What's wrong this boy with a fever and a single swollen gland? Check atnytimeswell 6AM ET tomorrow to solve the case!"}
{"Date":"Wed Nov 20 17:47:48 +0000 2013","News":"Taking an aspirin at night may boost heart benefits, from atanahadoconnor http:\/\/nyti.ms\/1dYul7P"}
{"Date":"Thu Jan 05 18:07:16 +0000 2012","News":"Heart Failure, Diabetes Might Be Linked by Protein:  http:\/\/on-msn.com\/xjeBBl"}
{"Date":"Fri Mar 07 21:05:08 +0000 2014","News":"The New Old Age Blog: Geriatricians Question Five Common Treatments http:\/\/nyti.ms\/1f83lWG"}
{"Date":"Tue Oct 25 16:56:17 +0000 2011","News":"Parental Training May Benefit ADHD Kids Under 6: Report:  http:\/\/on-msn.com\/vfW3LX"}
{"Date":"Tue Jul 08 15:57:35 +0000 2014","News":"RT atceliadugger: 1.5 million tons of flame retardants are used annually and get into everything from peanut butter to women's bodies. http:…"}
{"Date":"Mon Oct 03 18:30:55 +0000 2011","News":"Early, Intensive Therapy Better for Kids With Autism, Study Finds:  http:\/\/on-msn.com\/njmOgI"}
{"Date":"Wed Nov 02 23:29:13 +0000 2011","News":"Radiation Plus Hormone Therapy Extends Life in High-Risk Prostate Cancer:  http:\/\/on-msn.com\/vuNL3T"}
{"Date":"Mon Aug 04 20:08:29 +0000 2014","News":"RT atMarthaRShulman: Tunisian Grilled Peppers and Tomatoes with Couscous http:\/\/nyti.ms\/1tOcuLD  Peppers all week on #RecipesforHealth. A pe…"}
{"Date":"Tue Sep 30 22:51:02 +0000 2014","News":"RT atCDCgov: CDC doesn't recommend people on same commercial airline flights w\/US #Ebola patient undergo monitoring. http:\/\/1.usa.gov\/1nHgD2K"}
{"Date":"Sat Jul 05 14:10:08 +0000 2014","News":"Remember to reapply your sunscreen! http:\/\/nyti.ms\/1qCzRGD"}
{"Date":"Mon Dec 09 05:14:31 +0000 2013","News":"Well: Snacking Your Way to Better Health http:\/\/nyti.ms\/1f0L4YE"}
{"Date":"Tue Oct 11 13:54:20 +0000 2011","News":"Men With Disabilities More Vulnerable to Sexual Assault:  http:\/\/on-msn.com\/q60ypF"}
{"Date":"Sun Jul 20 04:43:33 +0000 2014","News":"Yehuda Nir, a Psychiatrist and Holocaust Survivor, Dies at 84 http:\/\/nyti.ms\/1n4OVtG"}
{"Date":"Thu Dec 11 04:45:41 +0000 2014","News":"Business Briefing: F.D.A. Approves New Version of Cervical Cancer Vaccine  http:\/\/nyti.ms\/1qyieJt"}
{"Date":"Fri Nov 22 15:47:24 +0000 2013","News":"Well: Soup to Start http:\/\/nyti.ms\/1jsst8A"}
{"Date":"Tue Aug 30 13:44:26 +0000 2011","News":"Blood Protein Might Signal Death Risk in Elderly:  http:\/\/on-msn.com\/nJvxNe"}
{"Date":"Mon Mar 03 15:36:41 +0000 2014","News":"RT atcslnyt: Listen to some soothing \"white noise\" suggested for infants http:\/\/amzn.to\/1mQ9gET"}
{"Date":"Thu Apr 24 17:46:52 +0000 2014","News":"The New Old Age Blog: The Documents You Need, When You Need Them http:\/\/nyti.ms\/1ij52gp"}
{"Date":"Fri Nov 11 19:30:51 +0000 2011","News":"Poorer Americans See Sharper Health Declines With Age:  http:\/\/on-msn.com\/tmF7Gh"}
{"Date":"Thu Jan 19 22:55:04 +0000 2012","News":"Kidney Failure Patients Prone to GI Tract Bleeding:  http:\/\/on-msn.com\/A3rTGt"}
{"Date":"Wed Aug 14 15:26:09 +0000 2013","News":"A wooden dowel and a hockey puck. These two simple items may be all a sports team needs to detect concussions. http:\/\/nyti.ms\/16be9NJ"}
{"Date":"Sat Nov 22 04:25:28 +0000 2014","News":"The New Health Care: Change in Health Care Law Would Take Aim at Consumer Inertia http:\/\/nyti.ms\/1vydkhC"}
{"Date":"Thu Jul 17 01:02:11 +0000 2014","News":"Next to sunscreen, your smartphone may be the best thing to help you avoid a sunburn http:\/\/nyti.ms\/1oJuIXs"}
{"Date":"Thu Sep 15 13:28:33 +0000 2011","News":"Certain 'Senior Moments' May Signal Mental Decline:  http:\/\/on-msn.com\/qS5CXR"}
{"Date":"Wed Sep 07 14:34:02 +0000 2011","News":"Toxic After-Effects Still Haunt 9\/11 Responders:  http:\/\/on-msn.com\/mTKcHq"}
{"Date":"Wed Jun 25 19:52:04 +0000 2014","News":"RT atJulietMacur: My column on why soccer players under 14 shouldn't head the ball. When it comes to safety, why risk it? http:\/\/t.co\/gM9T1P…"}
{"Date":"Mon Aug 11 15:31:13 +0000 2014","News":"RT atUpshotNYT: What we can learn from the low-tech defeat of the guinea worm. http:\/\/nyti.ms\/1uFLMCt"}
{"Date":"Fri Mar 07 20:33:47 +0000 2014","News":"Well: Think Like a Doctor: Sweating It Solved! http:\/\/nyti.ms\/1lcPJKj"}
{"Date":"Thu Sep 05 15:46:18 +0000 2013","News":"Well: When Med Students Get Medical Students’ Disease http:\/\/nyti.ms\/18w7iOo"}
{"Date":"Fri Nov 04 13:55:28 +0000 2011","News":"Possible Genetic Link to Autism Identified:  http:\/\/on-msn.com\/u98Nsv"}
{"Date":"Wed Jan 08 01:57:56 +0000 2014","News":"Contributing Op-Ed Writer: How Many Cheers for Cheerios? http:\/\/nyti.ms\/1huaF0D"}
{"Date":"Mon Oct 13 16:24:15 +0000 2014","News":"Well: O.C.D, a Disorder That Cannot Be Ignored http:\/\/nyti.ms\/1tWdo42"}
{"Date":"Mon Jan 27 21:21:56 +0000 2014","News":"Bodies Not Made for Space http:\/\/nyti.ms\/1d59ZqZ"}
{"Date":"Fri Oct 24 15:41:39 +0000 2014","News":"RT atmattfleg: Looks like NYC Ebola briefing, planned for 11:30, will be closer to 12, per mayor's spokeswoman. You can see it here: http:\/\/…"}
{"Date":"Sat Sep 20 18:37:50 +0000 2014","News":"News Analysis: Can a Computer Replace Your Doctor? http:\/\/nyti.ms\/ZxjeRL"}
{"Date":"Tue Nov 18 17:19:38 +0000 2014","News":"Study Tempers Promise of Drug for Marfan Syndrome http:\/\/nyti.ms\/1wTlX0V"}
{"Date":"Thu Oct 02 17:22:10 +0000 2014","News":"Ebola patient was screened by the CDC when he arrived in the U.S. and his temperature was not elevated at the time of transit, CDC says."}
{"Date":"Tue Apr 29 15:56:39 +0000 2014","News":"Can you tell if a person is in real pain or faking it? A computer can: http:\/\/nyti.ms\/1iCrHJF"}
{"Date":"Thu Oct 02 23:41:11 +0000 2014","News":"RT atceliadugger: Informative Q &amp; A with expert on Enterovirus 68 http:\/\/nyti.ms\/1mWrDIS via atnytimeswell"}
{"Date":"Wed Nov 20 10:14:47 +0000 2013","News":"The New Old Age Blog: A Misunderstood Directive http:\/\/nyti.ms\/1iu3RyE"}
{"Date":"Mon Feb 24 15:43:39 +0000 2014","News":"RT atceliadugger: Antifreeze, which tasted sweet and poisoned pets and people, too, will now taste bitter. http:\/\/nyti.ms\/1fFDP73"}
{"Date":"Mon Dec 19 23:33:52 +0000 2011","News":"'Nerve Snip' Might Ease Dangerous Irregular Heartbeat:  http:\/\/on-msn.com\/uhVvK9"}
{"Date":"Tue Dec 02 02:34:24 +0000 2014","News":"2014 Goals for Ebola Treatment May Not Be Met, U.N. Health Officials Say http:\/\/nyti.ms\/1yEBq9q"}
{"Date":"Thu Oct 16 03:08:07 +0000 2014","News":"F.D.A. Approves First 2 Drugs for Treatment of a Fatal Lung Disease  http:\/\/nyti.ms\/1yFNfNO"}
{"Date":"Tue Oct 18 18:18:59 +0000 2011","News":"Katrina's Aftermath: Failed Pregnancies for IVF Moms Nationwide:  http:\/\/on-msn.com\/paIflU"}
{"Date":"Tue Oct 07 02:23:52 +0000 2014","News":"After Death of New Jersey Boy From Enterovirus 68, Worry Grows Among Parents http:\/\/nyti.ms\/10Hpzul"}
{"Date":"Wed Nov 27 04:56:43 +0000 2013","News":"The Cancer Divide: In Israel, a Push to Screen for Cancer Gene Leaves Many Conflicted http:\/\/nyti.ms\/1ephFHr"}
{"Date":"Thu Jul 03 02:57:51 +0000 2014","News":"After Criticism, Investigator Steps Down From the V.A. http:\/\/nyti.ms\/1oaOyvG"}
{"Date":"Fri Jan 31 05:34:00 +0000 2014","News":"Well: Ask Well: Parabens in Our Lotions and Shampoos http:\/\/nyti.ms\/MCEtLF"}
{"Date":"Thu Sep 01 16:39:21 +0000 2011","News":"FDA: Silicone Breast Implants to Remain on Market:  http:\/\/on-msn.com\/mQfHn6"}
{"Date":"Sat Aug 09 04:19:28 +0000 2014","News":"Out-of-State Clinic Is Central in Texas Abortion Law Fight http:\/\/nyti.ms\/1oy66jx"}
{"Date":"Mon Sep 15 20:31:55 +0000 2014","News":"Reactions: Cancer Screening at a Cost, Your Uncomfortable Flight, Fortunate Dinosaur Bones http:\/\/nyti.ms\/1BGVsjR"}
{"Date":"Mon Nov 21 23:45:57 +0000 2011","News":"5 Things Men Fear Most About Aging:  http:\/\/on-msn.com\/sEUT7D"}
{"Date":"Mon May 12 19:55:38 +0000 2014","News":"Second Case of MERS Virus Is Announced http:\/\/nyti.ms\/QBsMGb"}
{"Date":"Thu Sep 08 00:49:39 +0000 2011","News":"Harassment of Black Gay and Bisexual Men Tied to Anxiety:  http:\/\/tinyurl.com\/3cwtphl"}
{"Date":"Thu Apr 03 02:13:42 +0000 2014","News":"Business Briefing: Medicare to Share Information on Pay for Physicians http:\/\/nyti.ms\/1i3dAZe"}
{"Date":"Fri Jan 06 01:03:27 +0000 2012","News":"Mental Decline Can Start at 45, Study Finds:  http:\/\/on-msn.com\/AEDEeL"}
{"Date":"Tue Mar 18 17:02:01 +0000 2014","News":"What do you know about the science of laughter? Take our quiz: http:\/\/nyti.ms\/1ifg61m"}
{"Date":"Tue Dec 02 17:43:06 +0000 2014","News":"Being Mortal is on atnytimesbooks list of notable books. Here is our review: http:\/\/nyti.ms\/1wkRe1O"}
{"Date":"Thu Dec 01 23:42:07 +0000 2011","News":"Ravens Gesture With Beaks Just Like Humans Use Hands:  http:\/\/on-msn.com\/tbLPoC"}
{"Date":"Thu Oct 16 20:46:17 +0000 2014","News":"RT atnytpolitics: Frieden: Travel Ban Won’t Contain Ebola Outbreak http:\/\/nyti.ms\/1sY5n3n"}
{"Date":"Mon Jan 16 19:24:56 +0000 2012","News":"'Bath-Salts' Injection Leads to Flesh-Eating Disease:  http:\/\/on-msn.com\/z3JROC"}
{"Date":"Wed Oct 26 14:44:13 +0000 2011","News":"Larger Food Portions May Be Seen as Status Symbols:  http:\/\/on-msn.com\/sMZzMV"}
{"Date":"Tue Dec 09 04:31:16 +0000 2014","News":"G.O.P. Extracts Price for Averting Shutdown http:\/\/nyti.ms\/1IsRKyH"}
{"Date":"Thu Dec 12 16:29:03 +0000 2013","News":"RT atcslnyt: F.D.A. phases out indiscriminate use of antibiotics in meat - a start? http:\/\/nyti.ms\/IFyN1o atstavernise"}
{"Date":"Tue Nov 26 05:06:15 +0000 2013","News":"Families http:\/\/nyti.ms\/19YtCPQ"}
{"Date":"Wed Apr 02 21:25:01 +0000 2014","News":"Texas Abortion Providers to File Suit Against Restrictive Law http:\/\/nyti.ms\/1hBB37j"}
{"Date":"Thu Oct 02 23:31:59 +0000 2014","News":"Appeals Court Ruling Closes 13 Abortion Clinics in Texas http:\/\/nyti.ms\/1xHLC1C"}
{"Date":"Thu Oct 30 16:33:58 +0000 2014","News":"The New Old Age Blog: A Workout for the Mind http:\/\/nyti.ms\/1xFwb6R"}
{"Date":"Thu Nov 10 14:37:31 +0000 2011","News":"Drugs Slipped Into Drinks Sending Many to ER: Report:  http:\/\/on-msn.com\/uOl3Rq"}
{"Date":"Mon Jan 09 15:01:31 +0000 2012","News":"Kids Who Need Heart Surgery May Fare Better at Busier Hospitals:  http:\/\/on-msn.com\/w0YVTq"}
{"Date":"Wed Dec 14 23:12:31 +0000 2011","News":"Apnea Treatment Might Reduce Signs of Heart Disease Risk:  http:\/\/on-msn.com\/uZ3eyz"}
{"Date":"Mon Dec 12 17:34:39 +0000 2011","News":"ADHD Drugs Don't Raise Risk of Heart Problems: Study:  http:\/\/on-msn.com\/vVCJ9l"}
{"Date":"Mon Oct 06 17:11:10 +0000 2014","News":"RT atcslnyt: \"I'm grateful to this article for humanizing Mr. Duncan\" who is not a \"faceless disease vector\" http:\/\/nyti.ms\/1xhLlzD #ebola at…"}
{"Date":"Wed Sep 24 14:47:17 +0000 2014","News":"Catching up on Ebola? Our must-read stories and not-to-be-missed videos in one place. http:\/\/bit.ly\/1r9oPJx"}
{"Date":"Thu Jun 12 21:13:08 +0000 2014","News":"Well: Living With Cancer: The Fault in Our Stars http:\/\/nyti.ms\/SE0LyJ"}
{"Date":"Thu Sep 11 03:03:06 +0000 2014","News":"A new drug to treat obesity has gained approval by the F.D.A. http:\/\/nyti.ms\/1uwQ7bF"}
{"Date":"Thu Mar 27 00:52:44 +0000 2014","News":"World Briefing: Guinea: Government Bans Bat Soup to Halt Ebola Outbreak http:\/\/nyti.ms\/OW4Vkn"}
{"Date":"Wed Oct 05 18:44:55 +0000 2011","News":"Scientists Engineer Mice That Have Autism:  http:\/\/on-msn.com\/qjI7tz"}
{"Date":"Fri Sep 19 15:30:13 +0000 2014","News":"More than half of Americans have what is considered abdominal obesity. http:\/\/nyti.ms\/1uiUBRZ"}
{"Date":"Tue Sep 23 15:32:10 +0000 2014","News":"Fennel, Beet and Orange Salad  http:\/\/nyti.ms\/1r4t7Sv (Photo by Andrew Scrivani for The New York Times) http:\/\/pbs.twimg.com\/media\/ByOlyi2CQAANgXn.png"}
{"Date":"Mon Oct 07 21:12:06 +0000 2013","News":"Letters: Aging Gracefully (1 Letter) http:\/\/nyti.ms\/1coHpFZ"}
{"Date":"Thu Jan 30 18:34:42 +0000 2014","News":"Well: Shopping Cart Injuries Remain Common http:\/\/nyti.ms\/1gulnEC"}
{"Date":"Fri Nov 04 16:50:06 +0000 2011","News":"Newer Not Necessarily Better for Football Helmet Design:  http:\/\/on-msn.com\/rJhG0r"}
{"Date":"Wed Dec 28 17:26:28 +0000 2011","News":"Eating Disorders Can Last Well Beyond Teen Years:  http:\/\/on-msn.com\/rAWdlQ"}
{"Date":"Sat Oct 11 17:15:03 +0000 2014","News":"Remember Ebola-like symptoms are fairly common and not the same as having Ebola."}
{"Date":"Thu Nov 20 22:33:14 +0000 2014","News":"How barley has made living at high altitudes possible. http:\/\/nyti.ms\/1F8gTMs"}
{"Date":"Mon Aug 18 23:00:15 +0000 2014","News":"As marijuana becomes legal in more states, what do you tell the kids? http:\/\/nyti.ms\/1o72PYF"}
{"Date":"Thu Aug 07 16:25:29 +0000 2014","News":"RT atsangerkatz: It's not just insurers and Medicaid directors that are scared about the costs of treating hepatitis C. So are prisons http:…"}
{"Date":"Mon Dec 16 05:28:14 +0000 2013","News":"Well: Raw Milk a Hazard for Children and Pregnant Women http:\/\/nyti.ms\/1kNN1sW"}
{"Date":"Thu Sep 01 18:45:31 +0000 2011","News":"Half of Americans Will Suffer From Mental Health Woes, CDC Says:  http:\/\/on-msn.com\/rb9AxQ"}
{"Date":"Fri Apr 11 18:33:02 +0000 2014","News":"RT atpaula_span: Why do discussions of end of life sound like Pentagon briefings, full of combat talk? Does everyone have to \"fight\"? http:\/…"}
{"Date":"Thu Aug 29 03:57:37 +0000 2013","News":"World Briefing Asia: China: Police Search for Woman Accused of Gouging Out Boy’s Eyes http:\/\/nyti.ms\/185VMsQ"}
{"Date":"Mon Jun 23 16:41:03 +0000 2014","News":"RT atWilliamJBroad: The Pain of Sons’ Violent Potential http:\/\/nyti.ms\/1ppGnwx"}
{"Date":"Mon Jan 16 19:24:57 +0000 2012","News":"Pediatricians Split on Heart Tests Before Kids' ADHD Meds:  http:\/\/on-msn.com\/yRoDZm"}
{"Date":"Fri Jan 24 19:07:12 +0000 2014","News":"Well: The Comfort of Vegetable Gratins http:\/\/nyti.ms\/1hSWBvd"}
{"Date":"Mon Feb 10 21:45:57 +0000 2014","News":"Hard Cases: The Real World Is Not an Exam http:\/\/nyti.ms\/1kwCMgB"}
{"Date":"Wed Apr 30 20:13:39 +0000 2014","News":"Well: Study Sees Skin Cancer Risk in Nail Salon Lamps http:\/\/nyti.ms\/1jiVS8o"}
{"Date":"Thu Nov 20 19:22:14 +0000 2014","News":"Well: Living With Cancer: Gravy Days http:\/\/nyti.ms\/1yY4erq"}
{"Date":"Thu Nov 21 16:50:10 +0000 2013","News":"RT atceliadugger: Two main suppliers of mosquito bednets to prevent malaria for poor suspended for bribing Cambodian officials. http:\/\/t.co\/…"}
{"Date":"Fri Oct 24 14:59:59 +0000 2014","News":"RT atFrancesRobles: Nina Pham is being released from the hospital. #Ebola"}
{"Date":"Tue Nov 01 13:43:49 +0000 2011","News":"Poor Sleep Might Be Linked to Preterm Labor:  http:\/\/on-msn.com\/vLILk8"}
{"Date":"Tue Sep 13 18:48:23 +0000 2011","News":"Newly Found Gene Mutations May Aid Heart  Treatments:  http:\/\/on-msn.com\/rrVZ6C"}
{"Date":"Thu Sep 08 16:37:45 +0000 2011","News":"Big Health Plans Can Negotiate Lower Hospital Costs: Study:  http:\/\/on-msn.com\/oaCWwx"}
{"Date":"Thu Jul 17 19:07:03 +0000 2014","News":"RT atMarthaRShulman: Stir-fried Rice With Amaranth or Red Chard and Thai Basil http:\/\/nyti.ms\/1zKrifz Another great summer #stir-fry on #Rec…"}
{"Date":"Wed Dec 18 17:46:48 +0000 2013","News":"Well: 3 Things to Know About the New Blood Pressure Guidelines http:\/\/nyti.ms\/JIhBsX"}
{"Date":"Mon Aug 11 16:43:17 +0000 2014","News":"Well: Statins Don’t Require Routine Liver Tests http:\/\/nyti.ms\/1kWOjIi"}
{"Date":"Fri Jun 13 17:49:16 +0000 2014","News":"Eating more of these foods may lower your stroke risk: http:\/\/nyti.ms\/1hR1Jng"}
{"Date":"Fri Jan 10 19:59:09 +0000 2014","News":"RT atnytDeniseGrady: What is brain death, and who has the right to decide--the hospital, or the family--when and whether to pull the plug? h…"}
{"Date":"Mon Oct 06 03:08:38 +0000 2014","News":"Offering Help and Hope as Ebola Epidemic Unfolds http:\/\/nyti.ms\/Z71Ylw"}
{"Date":"Thu Oct 16 16:58:30 +0000 2014","News":"As Ebola Fears Spread, Ohio and Texas Close Some Schools http:\/\/nyti.ms\/1sVKsNz"}
{"Date":"Fri Aug 16 20:12:13 +0000 2013","News":"Is there danger lurking in your lipstick? http:\/\/nyti.ms\/16hos2F atdeborahblum"}
{"Date":"Thu Oct 16 03:17:02 +0000 2014","News":"The U.S. failed to prepare its troops &amp; medical corps for the aged chemical weapons it found in Iraq. http:\/\/nyti.ms\/1w8WTX0"}
{"Date":"Wed Nov 19 05:28:31 +0000 2014","News":"Well: Does Exercise Really Make Us Smarter? http:\/\/nyti.ms\/1qoLYbL"}
{"Date":"Fri Nov 29 16:32:57 +0000 2013","News":"Well: Turning Leftovers Into Latkes http:\/\/nyti.ms\/1b3YjXD"}
{"Date":"Thu Feb 13 17:33:45 +0000 2014","News":"U.S. Backs New Global Initiative Against Infectious Diseases http:\/\/nyti.ms\/MOGd3X"}
{"Date":"Wed Nov 16 22:25:27 +0000 2011","News":"Newer Drug Seems Better at Controlling Lupus Kidney Complication:  http:\/\/on-msn.com\/tYfSPf"}
{"Date":"Wed Aug 21 15:00:57 +0000 2013","News":"RT atpaula_span: Budweiser, King of the Emergency Room: http:\/\/well.blogs.nytimes.com\/2013\/08\/19\/beers-implicated-in-emergency-room-visits\/?partner=rssnyt&emc=rss"}
{"Date":"Sun Dec 18 20:53:16 +0000 2011","News":"Christmas Trees and Trappings Can Fan Fire Risk:  http:\/\/on-msn.com\/vAxxkv"}
{"Date":"Mon Apr 07 20:40:48 +0000 2014","News":"The New Old Age Blog: Answers to Tough Questions About Dying http:\/\/nyti.ms\/1gEZI6A"}
{"Date":"Thu Oct 02 17:59:03 +0000 2014","News":"“Isolating a country will make it harder to get help into country” ultimately enabling it to spread more there, responds CDC on Ebola."}
{"Date":"Wed Nov 05 23:13:49 +0000 2014","News":"Op-Ed Contributor: An Epidemic of Thyroid Cancer? http:\/\/nyti.ms\/1pnhSot"}
{"Date":"Mon Feb 17 19:09:47 +0000 2014","News":"Global Health: Treating Tuberculosis and AIDS Together Saves Lives http:\/\/nyti.ms\/1f6x6b7"}
{"Date":"Mon Jan 23 22:38:30 +0000 2012","News":"Steady Diet of Mental Stimulation Might Reduce Alzheimer's Risk:  http:\/\/on-msn.com\/zLNtwa"}
{"Date":"Wed Oct 08 15:34:41 +0000 2014","News":"RT atrcallimachi: Sad news : Thomas Duncan, 1st man to come down with Ebola symptoms in US, has died."}
{"Date":"Wed Sep 07 22:06:45 +0000 2011","News":"Switch to Powder-Free Latex Gloves Cuts Health Workers' Allergy Risk:  http:\/\/on-msn.com\/nLUTY3"}
{"Date":"Mon Apr 21 21:52:14 +0000 2014","News":"Global Health: Cancer Vaccine Proves Effective in H.I.V. Patients http:\/\/nyti.ms\/1ttRHeG"}
{"Date":"Fri Sep 30 21:43:37 +0000 2011","News":"Cocaine Increases Risk for Glaucoma: Study:  http:\/\/on-msn.com\/nsAXwr"}
{"Date":"Thu Oct 02 17:45:52 +0000 2014","News":"No Ebola cannot be transferred by mosquito, CDC says."}
{"Date":"Tue Jan 17 20:03:44 +0000 2012","News":"Knee Arthritis May Speed Up Process Linked to Cell Aging:  http:\/\/on-msn.com\/xJv1Et"}
{"Date":"Wed Sep 24 14:47:32 +0000 2014","News":"RT atdacorc: Still most popular NYT story: After Surgery, Surprise $117,000 Medical Bill From Doctor He Didn’t Know http:\/\/nyti.ms\/XCdgNP"}
{"Date":"Thu Dec 08 19:44:11 +0000 2011","News":"Breast Cancer Gene Puts Survivors at Higher Odds for Recurrence:  http:\/\/on-msn.com\/vfQzV9"}
{"Date":"Wed Aug 06 17:28:00 +0000 2014","News":"Pleasure Factor May Override New Tobacco Rules http:\/\/nyti.ms\/1tXm7I1"}
{"Date":"Mon Sep 15 18:43:10 +0000 2014","News":"Going Inside the Rice Microbiome http:\/\/nyti.ms\/1wmhcPd"}
{"Date":"Thu Apr 10 20:00:42 +0000 2014","News":"My cancer support group friends had lost not just sleep, but a significant aspect of their identities as women. http:\/\/nyti.ms\/1gQQRyG"}
{"Date":"Mon Feb 03 22:13:34 +0000 2014","News":"Ethics Questions Arise as Genetic Testing of Embryos Increases http:\/\/nyti.ms\/1eOce2Y"}
{"Date":"Tue Dec 27 23:17:49 +0000 2011","News":"10 Secrets to Lifelong Happiness:  http:\/\/on-msn.com\/uv9IQS"}
{"Date":"Fri Jan 31 19:54:37 +0000 2014","News":"The New Old Age Blog: The Policy Lapsed, but No One Knew http:\/\/nyti.ms\/1kmp8dq"}
{"Date":"Thu Jan 12 21:24:45 +0000 2012","News":"5 Secrets to Lifelong Weight Loss:  http:\/\/on-msn.com\/wG8sYn"}
{"Date":"Mon May 05 17:45:55 +0000 2014","News":"RT atcslnyt: Insufficient oxygen to brain in labor isn't necessarily the cause of injuries in newborns. Truth = complex. http:\/\/t.co\/zf3hsqJ…"}
{"Date":"Mon Oct 27 01:42:05 +0000 2014","News":"Download the 7-Minute Workout app from atnytimeswell for iPhone and Android http:\/\/nyti.ms\/ZQrfkz http:\/\/pbs.twimg.com\/media\/B0vj0v0CQAAl0dp.jpg"}
{"Date":"Sat Nov 15 22:43:53 +0000 2014","News":"Martin Salia, Surgeon With Ebola, Arrives in Nebraska From Sierra Leone http:\/\/nyti.ms\/1sS3gJy"}
{"Date":"Sat Aug 17 15:54:53 +0000 2013","News":"Computer System Failed at Meatpacking Plants, but Shipping Continued http:\/\/nyti.ms\/13Hr3Ql"}
{"Date":"Wed Nov 27 05:20:25 +0000 2013","News":"Well: The Power of a Daily Bout of Exercise http:\/\/nyti.ms\/1epk19b"}
{"Date":"Fri Oct 17 15:09:13 +0000 2014","News":"RT atCDCgov: #Ebola is not spread through casual contact, air, water or any food grown or legally purchased in US. http:\/\/pbs.twimg.com\/media\/B0JsqSUIgAEmAly.jpg"}
{"Date":"Thu Jun 26 05:07:51 +0000 2014","News":"Business Briefing: F.D.A. Warns of Allergy to Some Anti-Acne Products http:\/\/nyti.ms\/1pCYbEg"}
{"Date":"Mon Nov 14 14:55:35 +0000 2011","News":"Poor Sleep May Lead to Fibromyalgia in Women:  http:\/\/on-msn.com\/rxpcUX"}
{"Date":"Fri Mar 21 14:28:32 +0000 2014","News":"RT atceliadugger: Will employers drop hlth insurance &amp; send employees to ACA's market exchanges?  Zeke Emanuel says yes. http:\/\/t.co\/kNPksE1…"}
{"Date":"Wed Sep 17 18:33:51 +0000 2014","News":"F.D.A. Panel Weighs Restrictions on Testosterone Drugs http:\/\/nyti.ms\/1BMXajP"}
{"Date":"Tue Oct 18 18:18:58 +0000 2011","News":"Breast-Feeding, Vaccinations Lower SIDS Risk, Experts Say:  http:\/\/on-msn.com\/oSF8LQ"}
{"Date":"Thu Apr 24 18:22:42 +0000 2014","News":"RT atpaula_span: American Bar Assoc. wants you to store your advance directives, and your family's on your smartphone. http:\/\/newoldage.blogs.nytimes.com\/2014\/04\/24\/the-documents-you-need-when-you-need-them\/"}
{"Date":"Fri Feb 21 05:17:30 +0000 2014","News":"Well: Ask Well: Awake at 2 A.M. http:\/\/nyti.ms\/MGsZqh"}
{"Date":"Mon Oct 06 03:08:38 +0000 2014","News":"New York City Steps Up Preparations to Be Ready for Ebola Cases http:\/\/nyti.ms\/ZLLArG"}
{"Date":"Fri Oct 24 17:15:04 +0000 2014","News":"RT atNYTMetro: The coffee shop and restaurant visited by Craig Spencer are closed and being evaluated. Watch the briefing live: http:\/\/t.co\/…"}
{"Date":"Mon Sep 22 04:19:27 +0000 2014","News":"Well: A Better Baby I.C.U. http:\/\/nyti.ms\/1DrMY27"}
{"Date":"Fri Aug 23 06:51:19 +0000 2013","News":"Well: Looking to Genes for the Secret to Happiness http:\/\/nyti.ms\/1545FLt"}
{"Date":"Fri Jun 20 19:23:03 +0000 2014","News":"RT atcslnyt: NY Senate Passes Bill on Medical Marijuana http:\/\/nyti.ms\/1qpLkqC atjessemckinley"}
{"Date":"Fri Jun 20 16:17:34 +0000 2014","News":"Well: Broccoli, Stems and All http:\/\/nyti.ms\/1ysOrTb"}
{"Date":"Mon Feb 03 20:30:53 +0000 2014","News":"Books: In ‘Medicine’s Michelangelo,’ Dr. Frank Netter’s Life in Pictures http:\/\/nyti.ms\/1eNUu7R"}
{"Date":"Mon Jan 23 22:38:29 +0000 2012","News":"Narcissism Especially Bad for Men's Health, Study Says:  http:\/\/on-msn.com\/yi3IJD"}
{"Date":"Tue Jun 10 14:31:31 +0000 2014","News":"RT atceliadugger: My Mom, a teacher,  was always busy decorating her classroom.  Turns out it may have detracted from learning. http:\/\/t.co\/…"}
{"Date":"Mon Dec 05 22:44:16 +0000 2011","News":"Risk for Dementia Rises When Diabetes, Depression Meet: Study:  http:\/\/on-msn.com\/vLSUn7"}
{"Date":"Tue Dec 09 10:53:06 +0000 2014","News":"A step toward reducing deaths from lung cancer. http:\/\/nyti.ms\/1uc9mFv"}
{"Date":"Thu Jun 26 04:19:08 +0000 2014","News":"Well: Putting Us All at Risk for Measles http:\/\/nyti.ms\/1mtDQlW"}
{"Date":"Mon Nov 14 14:55:35 +0000 2011","News":"More Heart Attack Patients Take Meds When They Are Free:  http:\/\/on-msn.com\/sNbALo"}
{"Date":"Mon Jul 21 15:13:49 +0000 2014","News":"Uncooked Tomato and Mint Sauce with Poached Eggs http:\/\/nyti.ms\/UklKYC"}
{"Date":"Mon Sep 12 16:50:46 +0000 2011","News":"Women With BRCA Mutations Get Cancer Diagnosis Earlier Than Before:  http:\/\/on-msn.com\/n3ikmC"}
{"Date":"Fri Jan 17 05:19:07 +0000 2014","News":"List of Smoking-Related Illnesses Grows Significantly in U.S. Report http:\/\/nyti.ms\/1gTgIIG"}
{"Date":"Mon Aug 11 21:23:35 +0000 2014","News":"Well: Absence of Gene May Help Fight Alzheimer’s, Study Finds http:\/\/nyti.ms\/1pLsOZC"}
{"Date":"Fri Mar 07 16:10:45 +0000 2014","News":"Looking to live someplace free of allergens?You may be out of luck. http:\/\/nyti.ms\/1nnkVI4"}
{"Date":"Mon Sep 12 20:42:49 +0000 2011","News":"Insulin Spray May Improve Alzheimer's Symptoms:  http:\/\/on-msn.com\/pxaytc"}
{"Date":"Mon Dec 09 16:56:58 +0000 2013","News":"Recipes for Health: Mixed Grains Risotto With Kale, Walnuts and Black Quinoa http:\/\/nyti.ms\/1cwnOCc"}
{"Date":"Mon Sep 12 18:28:54 +0000 2011","News":"Is 'SpongeBob' Too Much for Young Minds?:  http:\/\/on-msn.com\/pJc07w"}
{"Date":"Thu Aug 25 20:46:36 +0000 2011","News":"Specialized Stroke Centers Deliver on the Weekends:  http:\/\/on-msn.com\/plLpe3"}
{"Date":"Tue Aug 12 19:12:53 +0000 2014","News":"RT atnytDeniseGrady: World Health Organization Endorses Use of Experimental Ebola Drugs. But who will get them if not enough to go around? h…"}
{"Date":"Tue Jul 08 21:19:17 +0000 2014","News":"Vials of Smallpox Found in F.D.A. Storage Room http:\/\/nyti.ms\/1r6OGir"}
{"Date":"Tue Dec 27 14:23:18 +0000 2011","News":"Get a Head Start on 2012 Fitness Resolutions:  http:\/\/on-msn.com\/vWLs7z"}
{"Date":"Wed Apr 09 13:16:33 +0000 2014","News":"The New Old Age Blog: What Did Medicare Pay Your Doctor? http:\/\/nyti.ms\/1ejLGgs"}
{"Date":"Sun Sep 25 13:53:39 +0000 2011","News":"'Self-Compassion' Can Help Divorced People Heal:  http:\/\/on-msn.com\/pUp1G1"}
{"Date":"Wed Jun 04 23:20:16 +0000 2014","News":"To all you medical sleuths out there: the newest \"Think Like a Doctor\" mystery goes live at midnight EST."}
{"Date":"Thu Sep 11 15:48:56 +0000 2014","News":"The New Health Care: Do Workplace Wellness Programs Work? Usually Not http:\/\/nyti.ms\/1BuRuuJ"}
{"Date":"Sat Dec 06 03:07:19 +0000 2014","News":"World Briefing: Pakistan: Children May Have Been Infected with H.I.V. http:\/\/nyti.ms\/1FW13mC"}
{"Date":"Mon May 26 18:31:45 +0000 2014","News":"Global Health: Guarding Against Disease Among Pilgrims to Mecca http:\/\/nyti.ms\/1jnngOx"}
{"Date":"Mon Dec 08 00:36:47 +0000 2014","News":"An Ebola Doctor’s Return From the Edge of Death  http:\/\/nyti.ms\/1AO9q2C"}
{"Date":"Mon Jun 30 22:00:50 +0000 2014","News":"RT atnytvideo: Mental Health in the Pistorius Trial http:\/\/nyti.ms\/1meKjCr"}
{"Date":"Wed Dec 28 21:40:40 +0000 2011","News":"Doubt Cast on Use of Genetic Test Before Plavix:  http:\/\/on-msn.com\/rI3Xf0"}
{"Date":"Wed Nov 30 00:51:41 +0000 2011","News":"New Hip Implants No Better Than Older Ones, Study Finds:  http:\/\/on-msn.com\/rvx46w"}
{"Date":"Mon Jun 02 04:34:15 +0000 2014","News":"Study Examines Efficacy of Taxes on Sugary Drinks http:\/\/nyti.ms\/1mHHndz"}
{"Date":"Mon May 05 19:55:26 +0000 2014","News":"Well: After a Heart Attack, Eat Your Fiber http:\/\/nyti.ms\/Su5AeR"}
{"Date":"Mon Jun 16 16:54:13 +0000 2014","News":"Postpartum depression isn’t always postpartum – or always depression. http:\/\/nyti.ms\/1nKcQ0I"}
{"Date":"Thu Oct 16 03:55:50 +0000 2014","News":"Lax U.S. Guidelines on Ebola Led to Poor Hospital Training, Experts Say http:\/\/nyti.ms\/ZFE4y4"}
{"Date":"Fri Oct 07 16:34:56 +0000 2011","News":"ER Crowding May Encourage Poor Hand Hygiene:  http:\/\/on-msn.com\/pQv3fe"}
{"Date":"Tue Sep 30 21:29:47 +0000 2014","News":"The C.D.C. has confirmed first ebola case diagnosed in the United States."}
{"Date":"Fri Aug 01 17:19:41 +0000 2014","News":"W.H.O. Says Outbreak of Ebola Virus Is Outpacing Control Efforts http:\/\/nyti.ms\/1nSS1C9"}
{"Date":"Fri Oct 10 23:40:47 +0000 2014","News":"Dallas Ebola Patient Was Initially Sent Home Despite High Fever, Records Show http:\/\/nyti.ms\/ZTRPtI"}
{"Date":"Fri May 30 05:19:25 +0000 2014","News":"National Briefing Northwest: Oregon: Suit Sought Over Health Site http:\/\/nyti.ms\/RIAleP"}
{"Date":"Mon Jun 16 02:24:51 +0000 2014","News":"Artificial Pancreas Shows Promise in Diabetes Test http:\/\/nyti.ms\/SZJbG2"}
{"Date":"Wed Jan 25 21:45:22 +0000 2012","News":"Women Can Take Steps to Prevent Cervical Cancer:  http:\/\/on-msn.com\/zNZVzO"}
{"Date":"Thu Feb 20 15:36:18 +0000 2014","News":"RT atpaula_span: Paging Michelle Obama: We're learning about the dangers of overweight and obesity for older women: http:\/\/newoldage.blogs.nytimes.com\/2014\/02\/19\/weight-gain-and-older-women\/"}
{"Date":"Mon Nov 28 14:54:56 +0000 2011","News":"Fatty Liver Disease Doesn't Affect Survival, Study Finds:  http:\/\/on-msn.com\/rUwwyL"}
{"Date":"Mon Sep 02 21:30:07 +0000 2013","News":"Nyad Completes Cuba-to-Florida Swim http:\/\/nyti.ms\/18mnh1r"}
{"Date":"Wed Oct 08 15:19:50 +0000 2014","News":"Well: Family Meals May Mean a Healthier Weight http:\/\/nyti.ms\/1nZxoGE"}
{"Date":"Fri Oct 28 20:53:17 +0000 2011","News":"Experts Design 'Toolkit' to Help Spot Teens With Mental Health Issues:  http:\/\/on-msn.com\/uqioMn"}
{"Date":"Mon Dec 15 22:19:25 +0000 2014","News":"Findings: A Meditation on the Art of Not Trying  http:\/\/nyti.ms\/1zp93f1"}
{"Date":"Thu Oct 20 16:30:27 +0000 2011","News":"Food Nutrition Labels Must Be Made Simpler, Experts Say:  http:\/\/on-msn.com\/r9JWgu"}
{"Date":"Mon Jun 30 16:16:00 +0000 2014","News":"Supreme Court ruled that requiring family-owned corporations to pay for insurance for contraception violated religious freedom law."}
{"Date":"Wed Oct 26 14:44:11 +0000 2011","News":"Death Toll From Listeria Outbreak Hits 28:  http:\/\/on-msn.com\/uYbOmo"}
{"Date":"Sun Dec 14 03:52:04 +0000 2014","News":"An Ebola Orphan’s Plea in Africa: ‘Do You Want Me?’ http:\/\/nyti.ms\/1yOAMI9"}
{"Date":"Tue Nov 22 02:28:01 +0000 2011","News":"U.S. Voters May Prefer Low-Pitched Male Voice:  http:\/\/on-msn.com\/vFikY2"}
{"Date":"Mon Jun 02 15:48:07 +0000 2014","News":"Treatment for irritable bowel disease has made great advances, with less disruptive surgery. http:\/\/nyti.ms\/1iLAgOK"}
{"Date":"Tue Sep 09 22:08:42 +0000 2014","News":"Maybe narrow health networks aren't so bad. http:\/\/nyti.ms\/1ttqXcl"}
{"Date":"Mon Dec 05 14:29:26 +0000 2011","News":"More Children Using Preventive Asthma Drugs: Study:  http:\/\/on-msn.com\/vE4oPe"}
{"Date":"Tue Jul 15 22:12:15 +0000 2014","News":"Try this sweet stir-fry with Thai flavors (Photo: Andrew Scrivani for NYT) http:\/\/nyti.ms\/1mH7uVg http:\/\/pbs.twimg.com\/media\/BsmNHw6CUAAp8uL.jpg"}
{"Date":"Tue Feb 25 21:16:29 +0000 2014","News":"Obesity Rate for Young Children Plummets 43% in a Decade http:\/\/nyti.ms\/1fpusxq"}
{"Date":"Thu Dec 04 14:45:29 +0000 2014","News":"Well: Go Ahead, Use the Restroom http:\/\/nyti.ms\/1yjaGNj"}
{"Date":"Mon Oct 20 21:57:10 +0000 2014","News":"RT atHannaIngber: Charitable giving to address Ebola is almost nonexistent, writes atssstrom http:\/\/bit.ly\/1tFECSh"}
{"Date":"Wed Nov 09 22:53:55 +0000 2011","News":"Study Supports Shorter Wait Time for Alcoholics Seeking Liver Transplant:  http:\/\/on-msn.com\/v5mzuf"}
{"Date":"Fri Dec 23 17:24:14 +0000 2011","News":"Toddlers Don't Seem to Listen to Own Voices to Correct Speech:  http:\/\/on-msn.com\/u1SsJk"}
{"Date":"Fri Feb 07 17:36:40 +0000 2014","News":"Well: One-Wok Meals http:\/\/nyti.ms\/1eywDhH"}
{"Date":"Fri Oct 24 16:01:24 +0000 2014","News":"Nina Pham, Dallas Nurse Who Had Ebola, to Be Released From Hospital http:\/\/nyti.ms\/1wupofY"}
{"Date":"Thu May 22 19:08:44 +0000 2014","News":"RT atnytDeniseGrady: Who knew? The placenta has a microbiome. Study Sees Bigger Role for Placenta in Newborns’ Health http:\/\/nyti.ms\/1h8VTYO"}
{"Date":"Mon Sep 30 20:13:51 +0000 2013","News":"RT atpaula_span: More than 1000 nursing homes still lack adequate sprinkler systems for fire prevention. http:\/\/newoldage.blogs.nytimes.com\/2013\/09\/30\/many-nursing-homes-operate-without-adequate-sprinkler-systems\/"}
{"Date":"Thu Jan 26 21:01:08 +0000 2012","News":"Mutations in 2 Genes Linked to Rare Autism-Related Disorder:  http:\/\/on-msn.com\/xcjsOD"}
{"Date":"Tue Mar 11 17:41:50 +0000 2014","News":"Zombies, workout music and baby trackers: health tech for everyone: #wiredwell http:\/\/nyti.ms\/1fn9SYX"}
{"Date":"Wed Sep 17 04:37:21 +0000 2014","News":"Health Care for Britain in Harsh Light http:\/\/nyti.ms\/1s5YGN0"}
{"Date":"Fri Nov 11 17:52:04 +0000 2011","News":"Negative Anti-Smoking Ads Turn Off Anxious Viewers:  http:\/\/on-msn.com\/uRNjU3"}
{"Date":"Wed Sep 14 13:45:28 +0000 2011","News":"Sudden Cardiac Arrest More Common in Poorer Neighborhoods:  http:\/\/on-msn.com\/mQWIZw"}
{"Date":"Thu Apr 03 06:21:46 +0000 2014","News":"New York Program to Help Police Get a Kit to Combat Overdoses http:\/\/nyti.ms\/1j2RBVK"}
{"Date":"Sat Nov 01 03:43:41 +0000 2014","News":"News Analysis: Alarmed by Ebola, Public Isn’t Calmed by ‘Experts Say’ http:\/\/nyti.ms\/1wmhs2l"}
{"Date":"Mon Dec 23 16:55:00 +0000 2013","News":"Recipes for Health: Beet, Orange and Arugula Salad http:\/\/nyti.ms\/19mbiqg"}
{"Date":"Mon Oct 17 16:33:26 +0000 2011","News":"Healthier Diet, Stronger Sperm?:  http:\/\/on-msn.com\/oxcMPA"}
{"Date":"Mon Nov 25 18:00:54 +0000 2013","News":"RT atcslnyt: Antiviral Drugs Curb Flu Deaths in Children But Fall in Use http:\/\/nyti.ms\/18iz9Xv"}
{"Date":"Mon Mar 24 14:44:37 +0000 2014","News":"Norovirus: \"One minute you’re fine, and the next you think you’re dying — or that dying would be preferable.\" http:\/\/nyti.ms\/1oUmNsB"}
{"Date":"Fri Oct 11 14:29:56 +0000 2013","News":"Well: Amber Teething Necklaces Pose Choking Hazard http:\/\/nyti.ms\/1biQzjD"}
{"Date":"Tue Sep 16 03:51:23 +0000 2014","News":"Do you prescribe preventative medicine when there is little evidence it is needed? http:\/\/nyti.ms\/1tYoZ3V"}
{"Date":"Thu May 29 04:31:41 +0000 2014","News":"Op-Ed Contributor: Michelle Obama on Attempts to Roll Back Healthy Reforms http:\/\/nyti.ms\/1nXgi7d"}
{"Date":"Mon Mar 31 21:49:39 +0000 2014","News":"Reactions Letters To the Editor and Online Comments: Reactions http:\/\/nyti.ms\/1fHKrCu"}
{"Date":"Wed Nov 02 21:46:07 +0000 2011","News":"Modern Technology Reveals Clues From Egyptian Mummy:  http:\/\/on-msn.com\/tQAVO8"}
{"Date":"Wed Sep 21 16:43:18 +0000 2011","News":"CDC Moves to Make Organ Transplantation Safer:  http:\/\/on-msn.com\/qvLNCb"}
{"Date":"Wed Feb 19 16:38:21 +0000 2014","News":"Enjoying the crazy acrobatics of the Olympic skiers? Their risky behavior may be motivated by DNA.  http:\/\/nyti.ms\/1hvjKHj"}
{"Date":"Sun Aug 25 03:46:54 +0000 2013","News":"For a Chef, 41 Years in the Kitchen Takes Its Toll http:\/\/nyti.ms\/158eAo7"}
{"Date":"Tue Dec 06 21:24:04 +0000 2011","News":"Hormone Drugs Might Not Raise Heart-Related Deaths in Prostate Patients:  http:\/\/on-msn.com\/tuZTdp"}
{"Date":"Mon Jun 16 04:15:47 +0000 2014","News":"Well: Steering Clear of Poison Ivy http:\/\/nyti.ms\/U0WxCP"}
{"Date":"Fri Nov 15 19:03:33 +0000 2013","News":"The New Old Age Blog: Predicting a Fall’s Aftermath http:\/\/nyti.ms\/17yTlUc"}
{"Date":"Sat Oct 11 17:21:03 +0000 2014","News":"More evidence of the importance of getting your kids away from that computer and playing outside. http:\/\/nyti.ms\/1v2Ao6S"}
{"Date":"Mon Sep 26 18:57:30 +0000 2011","News":"Check Plastic Surgeon's Credentials or Risk Tragic Results, Experts Warn:  http:\/\/on-msn.com\/nj1rPI"}
{"Date":"Wed Oct 08 22:19:32 +0000 2014","News":"Spanish Nurse Probably Got Ebola From Touching Her Face http:\/\/nyti.ms\/1CW6baW"}
{"Date":"Thu Jan 02 18:36:48 +0000 2014","News":"RT atceliadugger: Few gay men adopting drug to prevent hiv. Story explores why. http:\/\/nyti.ms\/1bxMaXR"}
{"Date":"Mon Jun 16 18:06:13 +0000 2014","News":"Feeling itchy? How to steer clear of poison ivy: http:\/\/nyti.ms\/1i1CjU8"}
{"Date":"Tue Jan 24 21:48:11 +0000 2012","News":"Gene Mutations May Boost Ovarian Cancer Survival: Study:  http:\/\/on-msn.com\/Alko7O"}
{"Date":"Wed Oct 15 17:59:26 +0000 2014","News":"Well: Ask Well: Can Pets Get Ebola? http:\/\/nyti.ms\/1w7PtRP"}
{"Date":"Sat Jan 14 14:28:18 +0000 2012","News":"Deaf 'Signers' Quick to Interpret Body Language: Study:  http:\/\/on-msn.com\/yirWGk"}
{"Date":"Fri Sep 16 16:36:43 +0000 2011","News":"How America Got So Fat and So Sick:  http:\/\/on-msn.com\/pS1EEE"}
{"Date":"Thu Nov 20 20:16:40 +0000 2014","News":"The New Old Age Blog: An Easier Death, and Less Costly, Too http:\/\/nyti.ms\/1p3y5iq"}
{"Date":"Thu Dec 12 17:33:36 +0000 2013","News":"Video: Featured \"Nutcracker\" ballet dancer reveals the secret of his strength. http:\/\/nyti.ms\/1bZcgJ9"}
{"Date":"Tue Jan 21 01:54:31 +0000 2014","News":"A Pasture for the Pigs http:\/\/nyti.ms\/1mxqOD1"}
{"Date":"Mon Nov 25 16:27:44 +0000 2013","News":"Recipes for Health: Spicy Carrot, Parsnip and Potato Latkes http:\/\/nyti.ms\/1eub5jn"}
{"Date":"Mon Oct 03 21:03:30 +0000 2011","News":"Preemies May Be at Higher Risk of Epilepsy Later in Life:  http:\/\/on-msn.com\/qwB8WD"}
{"Date":"Thu Feb 13 14:44:24 +0000 2014","News":"If you're brushing a baby's teeth, you should include fluoride, says the American Dental Association. atADANews http:\/\/well.blogs.nytimes.com\/2014\/02\/12\/dental-group-advises-fluoride-toothpaste-before-age-2\/?_php=true&_type=blogs&ref=health&_r=0"}
{"Date":"Mon May 26 19:46:11 +0000 2014","News":"Well: Protecting Newborns Against Whooping Cough http:\/\/nyti.ms\/1jSDDY2"}
{"Date":"Mon Sep 19 17:37:18 +0000 2011","News":"Brains of Obese May Crave High-Calorie Foods More: Study:  http:\/\/on-msn.com\/qshC97"}
{"Date":"Wed Jan 04 21:28:47 +0000 2012","News":"New Guidelines Issued for Combining HIV, Seizure Meds:  http:\/\/on-msn.com\/yErPpm"}
{"Date":"Mon May 12 20:10:48 +0000 2014","News":"Observatory: New Neurons Found to Overwrite Old Memories http:\/\/nyti.ms\/QBxlAc"}
{"Date":"Tue Jul 08 17:51:09 +0000 2014","News":"Long waits to get a doctor's appointment have become the norm in many parts of American medicine http:\/\/nyti.ms\/1xNnM27 via atnytopinion"}
{"Date":"Mon Oct 27 21:17:42 +0000 2014","News":"RT atnytimeswell: Need a dinner idea? Try one of these five recipes with bitter greens http:\/\/nyti.ms\/1tA3tq6 http:\/\/pbs.twimg.com\/media\/B0-6j8lCAAApomg.jpg"}
{"Date":"Tue Apr 08 20:34:25 +0000 2014","News":"RT atcslnyt: For high-risk women, taking low-dose aspirin reduced the risk of preeclampsia by 24% &amp;preterm birth by 14% http:\/\/t.co\/46CF2oJB…"}
{"Date":"Tue Aug 20 16:02:48 +0000 2013","News":"How to prep college-bound children to take care of their own health, from atPerriKlass http:\/\/nyti.ms\/1dpi11m"}
{"Date":"Tue Dec 20 20:11:36 +0000 2011","News":"Buildup of Newer Flame Retardants Concerns Scientists:  http:\/\/on-msn.com\/sexsVo"}
{"Date":"Fri Sep 09 21:53:23 +0000 2011","News":"College Football Players Get Bigger, Stronger With Age:  http:\/\/on-msn.com\/qDH6Fk"}
{"Date":"Fri Oct 24 01:55:10 +0000 2014","News":"Well: Can You Get Ebola From a Bowling Ball? http:\/\/nyti.ms\/1tnPi63"}
{"Date":"Thu Aug 15 03:21:23 +0000 2013","News":"The Challenge of Helping the Uninsured Find Coverage http:\/\/nyti.ms\/15GMRuF"}
{"Date":"Mon Jun 16 02:24:51 +0000 2014","News":"Thousands to Be Questioned on Eligibility for Health Insurance Subsidies http:\/\/nyti.ms\/1p6zy4E"}
{"Date":"Mon Nov 25 05:15:30 +0000 2013","News":"Well: Antiviral Drugs, Found to Curb Flu Deaths in Children, Fall in Use http:\/\/nyti.ms\/1929Pzw"}
{"Date":"Wed Dec 17 05:21:20 +0000 2014","News":"Well: How Exercise Changes Our DNA http:\/\/nyti.ms\/1wXOPey"}
{"Date":"Wed Aug 06 05:17:44 +0000 2014","News":"Well: Women Pace Marathons Better Than Men Do http:\/\/nyti.ms\/1opUjE1"}
{"Date":"Thu May 15 16:15:07 +0000 2014","News":"RT atcslnyt: Routine gender bias in basic research must end says atNIH http:\/\/nyti.ms\/1jgDxdV atronicaryn"}
{"Date":"Tue Oct 25 14:14:28 +0000 2011","News":"Drinking More Fluids Could Lower Men's Bladder Cancer Risk:  http:\/\/on-msn.com\/tqlpcR"}
{"Date":"Tue Jan 10 14:34:52 +0000 2012","News":"Alzheimer's Med Seems Ineffective in Those With Down Syndrome:  http:\/\/on-msn.com\/wFOx6n"}
{"Date":"Tue Oct 08 16:14:36 +0000 2013","News":"The New Old Age Blog: A Guide to Affordable Dental Care http:\/\/nyti.ms\/1bEVWxC"}
{"Date":"Fri Dec 16 22:23:12 +0000 2011","News":"WTC First Responders More Likely to Have Asthma: Study:  http:\/\/on-msn.com\/rR1gcf"}
{"Date":"Wed Nov 16 22:25:26 +0000 2011","News":"Older ER Patients Less Likely to Get Pain Meds, Data Shows:  http:\/\/on-msn.com\/vkX4mO"}
{"Date":"Tue Aug 20 06:06:19 +0000 2013","News":"Deaf Student, Denied Interpreter by Medical School, Draws Focus of Advocates http:\/\/nyti.ms\/170Yvp1"}
{"Date":"Sat Jul 26 04:54:56 +0000 2014","News":"Hold the Regret? Fast Food Seeks Virtuous Side  http:\/\/nyti.ms\/Ut0f7W"}
{"Date":"Wed Sep 21 21:50:54 +0000 2011","News":"Movement Disorders on YouTube Not What They Seem, Experts Warn:  http:\/\/on-msn.com\/obBUXP"}
{"Date":"Tue Dec 03 15:35:41 +0000 2013","News":"RT atceliadugger: Over 3 million African men circumcised, new UN data shows, a hopeful sign for preventing spread of HIV.  http:\/\/t.co\/no4gv…"}
{"Date":"Wed Nov 02 13:53:39 +0000 2011","News":"Overweight Teens Don't Seem to Grasp Weight Loss Rules:  http:\/\/on-msn.com\/uvzrYD"}
{"Date":"Thu Oct 20 20:54:28 +0000 2011","News":"Car Crash Injury Risk Greater for Women Drivers: Study:  http:\/\/on-msn.com\/okLBXD"}
{"Date":"Mon Jun 30 16:20:01 +0000 2014","News":"Several doctors said “this view did not reflect the way the birth control methods actually work.” From this piece: http:\/\/nyti.ms\/xnIqKL"}
{"Date":"Mon Feb 03 16:20:56 +0000 2014","News":"What's behind the rise in peanut allergies?  http:\/\/nyti.ms\/1cNg3sx"}
{"Date":"Fri Feb 07 19:19:47 +0000 2014","News":"9,000 children under 12 died in car accidents from 2002 to 2011; mostly they were not in child seats or seatbelts. http:\/\/nyti.ms\/1l5Zb2h"}
{"Date":"Wed Dec 03 04:58:31 +0000 2014","News":"Giants Chairman Finances Improved Medical Supervision for School Football Programs http:\/\/nyti.ms\/1vgQ5lD"}
{"Date":"Fri Sep 16 16:36:49 +0000 2011","News":"Research Reveals Why Hungry People Get Cranky:  http:\/\/on-msn.com\/qSu6er"}
{"Date":"Mon Aug 29 20:51:29 +0000 2011","News":"For Women, Active Sex Life May Mean Better Aging:  http:\/\/on-msn.com\/mPk9bH"}
{"Date":"Mon Jan 23 18:00:48 +0000 2012","News":"Alcohol OK in Housing for Formerly Homeless, Study Says:  http:\/\/on-msn.com\/wMP5BS"}
{"Date":"Tue Nov 11 15:56:05 +0000 2014","News":"Craig Spencer, New York’s Ebola Patient, Is Cured http:\/\/nyti.ms\/148Wslq"}
{"Date":"Wed May 21 18:52:09 +0000 2014","News":"Study Sees Bigger Role for Placenta in Newborns’ Health http:\/\/nyti.ms\/R9ZkY7"}
{"Date":"Tue Aug 05 21:23:08 +0000 2014","News":"Tests like M.R.I.s can varying by a factor of 10 even in the same city -- but patients have no idea. http:\/\/nyti.ms\/1v7W7v0"}
{"Date":"Tue Mar 11 14:34:43 +0000 2014","News":"RT atcslnyt: A new smart scale can pinpoint the calories in homemade cake. At last. http:\/\/nyti.ms\/1qqZwQH #wiredwell"}
{"Date":"Sat May 31 04:34:14 +0000 2014","News":"Dr. Melvin J. Glimcher, Prosthetics Innovator, Dies at 88 http:\/\/nyti.ms\/1jCLip1"}
{"Date":"Mon Mar 03 05:19:08 +0000 2014","News":"Infant Sleep Machines at Maximum Volume Reported as Hearing Risk http:\/\/nyti.ms\/1hzIKdW"}
{"Date":"Fri Aug 26 16:48:19 +0000 2011","News":"Walk-to-School Programs Put Kids' Fitness First:  http:\/\/on-msn.com\/riMVG2"}
{"Date":"Mon Dec 19 19:18:42 +0000 2011","News":"Nearly 1 in 3 Young U.S. Adults Have Arrest Records: Study:  http:\/\/on-msn.com\/tV7Qy3"}
{"Date":"Fri Oct 04 19:32:46 +0000 2013","News":"Think Like a Doctor: A Green Heart Solved http:\/\/nyti.ms\/GCRr97"}
{"Date":"Fri Jan 06 19:54:43 +0000 2012","News":"Smog Tied to Raised Risk of Chronic Illness in Black Women:  http:\/\/on-msn.com\/wHmTIn"}
{"Date":"Thu Sep 22 18:24:23 +0000 2011","News":"Popular Diabetes Drugs May Raise Pancreatic Cancer Risk, Study Suggests:  http:\/\/on-msn.com\/rgarrD"}
{"Date":"Mon Aug 18 17:38:04 +0000 2014","News":"Well: Struggling to the Finish: An Insider’s Guide to CrossFit http:\/\/nyti.ms\/1qkcWuI"}
{"Date":"Wed Oct 08 15:52:50 +0000 2014","News":"RT atksacknyt: Hospital: \"It is with profound sadness and heartfelt disappointment that we must inform you of the death of  (Duncan) at 7:51…"}
{"Date":"Mon Jul 28 03:27:59 +0000 2014","News":"Balancing Special-Education Needs With Rising Costs  http:\/\/nyti.ms\/1qGFkxc"}
{"Date":"Wed Dec 11 19:37:09 +0000 2013","News":"Well: The Workout: Dancing in ‘The Nutcracker’ http:\/\/nyti.ms\/IFPLN1"}
{"Date":"Wed Dec 03 21:10:26 +0000 2014","News":"Medicines Taken During Pregnancy to Get Clearer Warnings on Risk http:\/\/nyti.ms\/1zRN3Zc"}
{"Date":"Mon Sep 15 15:26:07 +0000 2014","News":"Maker of Hepatitis C Drug Strikes Deal on Generics for Poor Countries http:\/\/nyti.ms\/ZmQL0Z"}
{"Date":"Fri Jan 27 00:13:54 +0000 2012","News":"Researchers Spot Potential Bile Duct Cancer Drug Targets:  http:\/\/on-msn.com\/zTZV5F"}
{"Date":"Wed Sep 28 13:52:59 +0000 2011","News":"Lung Function of Late Preemies May  Improve With Age:  http:\/\/on-msn.com\/np91mw"}
{"Date":"Sun Aug 10 20:00:03 +0000 2014","News":"MT atjimdao: Jim Frederick, a talented reporter who wrote about about one platoon's descent into insanity has died.  http:\/\/nyti.ms\/1uvo2B2"}
{"Date":"Thu Jul 10 05:01:27 +0000 2014","News":"Closing Arguments in Case of Doctor Accused of Overprescribing Drugs http:\/\/nyti.ms\/1sA0YAa"}
{"Date":"Thu Jan 19 18:10:59 +0000 2012","News":"More Americans Practicing Safe Sex, CDC Reports:  http:\/\/on-msn.com\/AkEx6O"}
{"Date":"Wed Nov 19 17:43:52 +0000 2014","News":"Eat: Delicious Medicine for the Body and Soul http:\/\/nyti.ms\/1ypa2ui"}
{"Date":"Tue Apr 01 14:20:15 +0000 2014","News":"RT atcslnyt: After smoking bans, 10% drops in premature births &amp; ER asthma visits http:\/\/nyti.ms\/1i9VI06 atAmerAcadPeds atTobaccoFreeKids"}
{"Date":"Mon Dec 12 17:34:40 +0000 2011","News":"Side Effects Cause Many Older Women to Drop Breast Cancer Drugs:  http:\/\/on-msn.com\/ufiaiE"}
{"Date":"Fri Oct 17 04:16:18 +0000 2014","News":"White House Takes Drop-Everything Approach to Respond to Public Health Crisis http:\/\/nyti.ms\/1wfpb22"}
{"Date":"Tue Jun 17 04:10:36 +0000 2014","News":"A Bolder Effort by Big Tobacco on E-Cigarettes http:\/\/nyti.ms\/1lv7AcX"}
{"Date":"Thu Aug 07 20:55:46 +0000 2014","News":"Well: Living With Cancer: Difficult Choices http:\/\/nyti.ms\/1pePB0U"}
{"Date":"Fri Oct 28 16:46:59 +0000 2011","News":"Preschool Peers May Boost Language Skills in Kids:  http:\/\/on-msn.com\/t1Ox2X"}
{"Date":"Mon May 19 16:36:59 +0000 2014","News":"Recipes for Health: Blueberry or Blackberry Compote With Yogurt or Ricotta http:\/\/nyti.ms\/1ggzE8d"}
{"Date":"Tue Nov 08 22:47:30 +0000 2011","News":"Space Travel Might Lead to Eye Trouble: Study:  http:\/\/on-msn.com\/txC0cG"}
{"Date":"Sat Jul 05 01:37:54 +0000 2014","News":"Virus Plagues the Pork Industry, and Environmentalists http:\/\/nyti.ms\/1j3MKqN"}
{"Date":"Thu Dec 29 15:19:06 +0000 2011","News":"Health Care Reform Battle Tops Health News for 2011:  http:\/\/on-msn.com\/vpbB1s"}
{"Date":"Fri Dec 05 04:22:53 +0000 2014","News":"A young doctor goes to the world cup, then develops a terrible rash. Then her boyfried gets it. What's causing it? http:\/\/nyti.ms\/1pYH9p4"}
{"Date":"Sat Aug 09 04:55:13 +0000 2014","News":"Neighborhood Joint Fort Greene: Medicine Man and Mayor, Blended http:\/\/nyti.ms\/1pi6oAf"}
{"Date":"Wed Dec 14 17:30:46 +0000 2011","News":"Med Students Need Hand Holding on Hand Washing:  http:\/\/on-msn.com\/sd7sjw"}
{"Date":"Tue Feb 04 05:46:36 +0000 2014","News":"Study Finds Changes in Brains of Hockey Players Who Had Concussions http:\/\/nyti.ms\/1fD6jla"}
{"Date":"Wed Oct 22 00:37:58 +0000 2014","News":"Demand Jumps for Protective Equipment as Ebola Cases Spur Hospitals Into Action http:\/\/nyti.ms\/1zjRgZz"}
{"Date":"Tue Dec 02 16:21:07 +0000 2014","News":"C.D.C. urges teenage boys to get circumcised to reduce risk of getting H.I.V. http:\/\/nyti.ms\/11OOaO7"}
{"Date":"Mon Sep 29 22:52:38 +0000 2014","News":"Well: Vets Face Rising Worry Over Fleas http:\/\/nyti.ms\/1rxdII8"}
{"Date":"Thu Dec 05 17:10:34 +0000 2013","News":"I’m a sexually confident woman, but the cost of these pills was giving me performance anxiety, says Joyce Wadler. http:\/\/nyti.ms\/1bKhb0p"}
{"Date":"Thu Nov 13 20:33:13 +0000 2014","News":"Pfizer and Aid Groups Team Up on Depo-Provera Contraceptive for Developing World http:\/\/nyti.ms\/1v7d1Ky"}
{"Date":"Thu May 22 17:33:50 +0000 2014","News":"The New Old Age Blog: Geriatricians: Beware ‘Liquid Candy’ http:\/\/nyti.ms\/1lGzinE"}
{"Date":"Fri Jan 10 17:04:20 +0000 2014","News":"Quiz: Can you guess which individual from a set of identical twins is the smoker? http:\/\/nyti.ms\/1amW82z"}
{"Date":"Mon Sep 26 20:49:58 +0000 2011","News":"Lots of Coffee Might Lower Depression Risk: Study:  http:\/\/on-msn.com\/nZzHpW"}
{"Date":"Mon Nov 24 16:13:09 +0000 2014","News":"RT atsangerkatz: In case you weren't on Twitter Friday night. HHS is wrestling with complex issues in reshaping renewal policy: http:\/\/t.co\/…"}
{"Date":"Thu Jan 19 22:21:37 +0000 2012","News":"Can Coffee Really Thwart Type 2 Diabetes?:  http:\/\/on-msn.com\/zY9umC"}
{"Date":"Sat Oct 04 01:31:48 +0000 2014","News":"Ebola Crisis Brings an Abundance of Caution Into a Dallas Community  http:\/\/nyti.ms\/1pObxfj"}
{"Date":"Fri Jan 20 14:31:10 +0000 2012","News":"Rapid Infant Growth Linked to Asthma in Study:  http:\/\/on-msn.com\/AezAy3"}
{"Date":"Sun Dec 22 02:07:50 +0000 2013","News":"Michiaki Takahashi, 85, Who Tamed Chickenpox, Dies http:\/\/nyti.ms\/1kuGyWn"}
{"Date":"Sat Aug 17 03:09:14 +0000 2013","News":"What kind of workout does it take to be a broadway star. atpatinamiller of atPippinMusical shows us her routine: http:\/\/nyti.ms\/16gZkt0"}
{"Date":"Tue Sep 30 21:51:24 +0000 2014","News":"Ebola only spreads by direct contact, CDC emphasizes yet again."}
{"Date":"Mon Nov 28 19:27:18 +0000 2011","News":"Older Women Have More Post-Surgical Breast Reduction Infections:  http:\/\/on-msn.com\/vgWRSw"}
{"Date":"Thu Nov 27 00:51:46 +0000 2014","News":"1 Million Applied for Health Insurance in Federal Marketplace in First Week of Enrollment http:\/\/nyti.ms\/1yiNmgU"}
{"Date":"Fri Jan 13 14:52:38 +0000 2012","News":"Bored Workers Often Turn to Chocolate, Booze, Study Finds:  http:\/\/on-msn.com\/AlAY85"}
{"Date":"Tue Oct 28 15:07:20 +0000 2014","News":"We asked readers to share insights from their experiences with breast cancer. The response was overwhelming http:\/\/nyti.ms\/1FSDLkx"}
{"Date":"Tue Oct 11 18:47:59 +0000 2011","News":"Women Say Mammograms Give Them Sense of Control: Survey:  http:\/\/on-msn.com\/pNrgUB"}
{"Date":"Thu Sep 29 18:30:25 +0000 2011","News":"Campus Smoking Bans May Help College Students Quit:  http:\/\/on-msn.com\/ojQxpd"}
{"Date":"Wed Sep 07 16:20:51 +0000 2011","News":"14 Habits of Healthy Men:  http:\/\/on-msn.com\/qcoCSS"}
{"Date":"Mon Sep 26 20:50:00 +0000 2011","News":"Newer Contraceptive Pills Could Raise Clot Risk, FDA Warns:  http:\/\/on-msn.com\/rlkeyp"}
{"Date":"Thu Jan 02 18:28:07 +0000 2014","News":"Well: Distracted Drivers and New Drivers a Perilous Mix http:\/\/nyti.ms\/1dX4lcp"}
{"Date":"Sun Nov 06 14:55:47 +0000 2011","News":"Even Homes Without Pets Have Pet Allergens:  http:\/\/on-msn.com\/uSOXWw"}
{"Date":"Mon Sep 26 20:49:58 +0000 2011","News":"Hip Fracture May Raise a Woman's Risk of Earlier Death:  http:\/\/on-msn.com\/qyb0Yw"}
{"Date":"Wed Dec 07 17:30:11 +0000 2011","News":"FDA May Ease Rules on Morning-After Pill for Teens:  http:\/\/on-msn.com\/vNczMg"}
{"Date":"Fri Oct 24 17:05:56 +0000 2014","News":"RT atNYTMetro: .atDrMaryTBassett says of Craig Spencer: \"We don't see any possibility that he contaminated his apartment.\" http:\/\/t.co\/1GmiyB…"}
{"Date":"Tue Aug 30 20:57:38 +0000 2011","News":"Temporary ER Staff Linked to More Medication Errors:  http:\/\/on-msn.com\/ooyFT1"}
{"Date":"Mon Dec 19 21:26:03 +0000 2011","News":"Tips for Avoiding Asthma, Allergy Triggers This Season:  http:\/\/on-msn.com\/rpCbFk"}
{"Date":"Fri Nov 21 16:33:42 +0000 2014","News":"House Republicans Sue Obama Administration Over Health Law http:\/\/nyti.ms\/1tanMFF"}
{"Date":"Sun Jul 13 22:15:01 +0000 2014","News":"RT atcslnyt: Barcelona's Marijuana Clubs where some smoke for medical reasons atSuzannedaley  http:\/\/nyti.ms\/1y0e1xM"}
{"Date":"Wed Apr 16 23:01:43 +0000 2014","News":"Diabetes Complications Show Sharp Decline, Report Finds http:\/\/nyti.ms\/1j2R1o0"}
{"Date":"Sun Oct 12 00:10:56 +0000 2014","News":"Ebola Victim’s Family Blames Hospital and State http:\/\/nyti.ms\/1D3ToTZ"}
{"Date":"Wed Sep 07 19:58:01 +0000 2011","News":"Teens, College-Age Youth at High Risk of Suicide, Expert Says:  http:\/\/tinyurl.com\/3z93h7z"}
{"Date":"Tue Sep 23 17:15:54 +0000 2014","News":"Well: Vitamin E, Selenium Fail to Prevent Cataracts http:\/\/nyti.ms\/1mKyC7S"}
{"Date":"Thu Sep 22 18:24:23 +0000 2011","News":"Lung Disease Puts Many Black Patients Back in Hospital: Report:  http:\/\/on-msn.com\/oPKVSv"}
{"Date":"Mon Oct 13 20:55:04 +0000 2014","News":"Well: In Interrogations, Teenagers Are Too Young to Know Better http:\/\/nyti.ms\/1z5gJWA"}
{"Date":"Mon Aug 04 19:01:27 +0000 2014","News":"The New Old Age Blog: Who’s Moving In Now? http:\/\/nyti.ms\/1s5ECsW"}
{"Date":"Thu Oct 02 21:32:49 +0000 2014","News":"Well: Enterovirus 68: What You Need to Know http:\/\/nyti.ms\/1xHoq3L"}
{"Date":"Tue Nov 18 22:55:57 +0000 2014","News":"RT atcslnyt: Should food containing pot require approval before it can be sold? http:\/\/nyti.ms\/1xjRInV #Colorado"}
{"Date":"Sat Aug 09 07:00:00 +0000 2014","News":"RT atnytDeniseGrady: Vivid Ebola story and wrenching video from Sierra Leone. 'Don't Touch The Walls' http:\/\/nyti.ms\/1sDmB42"}
{"Date":"Fri Oct 24 01:09:54 +0000 2014","News":"RT atjswatz: Time to go back over Ebola facts: not airborne, no transmission if there are no symptoms, direct contact with patient or fluids…"}
{"Date":"Thu Jan 19 22:21:36 +0000 2012","News":"Stroke Patients With Delirium Have Worse Prognosis:  http:\/\/on-msn.com\/A7RrIS"}
{"Date":"Fri May 16 22:27:14 +0000 2014","News":"You asked, we answered: What are the side effects of taking Truvada daily to prevent H.I.V.? #askwell http:\/\/nyti.ms\/1jRC90G"}
{"Date":"Tue Sep 30 16:50:48 +0000 2014","News":"No it’s not glow-in-the-dark velvet, it’s bacteria.  http:\/\/nyti.ms\/1mLXUCn http:\/\/pbs.twimg.com\/media\/Byy66yZIAAAQqRm.jpg"}
{"Date":"Mon Aug 18 18:23:06 +0000 2014","News":"Aside from the six-figure price tag, what was striking was just how easy it was for Ophira Dorin to buy a kidney. http:\/\/nyti.ms\/1kP5Ami"}
{"Date":"Wed Aug 31 16:41:18 +0000 2011","News":"Billie Jean King Says Exercise Your Best Shot Against Arthritis:  http:\/\/on-msn.com\/rjSHAx"}
{"Date":"Fri Mar 21 04:13:35 +0000 2014","News":"Well: Ask Well: Exercises to Strengthen Bones http:\/\/nyti.ms\/1g6VEk3"}
{"Date":"Mon Nov 24 18:16:39 +0000 2014","News":"Vegetarian Thanksgiving need not mean Tofurky. Lots of delicious ideas here. http:\/\/nyti.ms\/1pfSIbd http:\/\/pbs.twimg.com\/media\/B3OeAdNCIAA0c36.png"}
{"Date":"Wed Dec 21 17:22:46 +0000 2011","News":"Did Beethoven's Hearing Loss Shape His Compositions?:  http:\/\/on-msn.com\/sCHoTm"}
{"Date":"Thu Feb 20 15:36:22 +0000 2014","News":"RT atcslnyt: Does your child have ear tubes? Read this  http:\/\/nyti.ms\/1crny81"}
{"Date":"Mon Dec 12 14:23:00 +0000 2011","News":"Radiation May Also Lead to 'Chemo Brain':  http:\/\/on-msn.com\/tiMqMJ"}
{"Date":"Thu Dec 01 21:36:20 +0000 2011","News":"FDA Moves to Speed Development of Artificial Pancreas Systems:  http:\/\/on-msn.com\/uO39Xq"}
{"Date":"Wed Dec 03 04:58:31 +0000 2014","News":"At N.I.H., Obama Stresses Need to Keep Funding Fight Against Ebola  http:\/\/nyti.ms\/1ye10na"}
{"Date":"Thu May 29 04:13:52 +0000 2014","News":"State of the Art: The Soylent Revolution Will Not Be Pleasurable http:\/\/nyti.ms\/1nXggfB"}
{"Date":"Mon Feb 10 19:10:39 +0000 2014","News":"Shortages of Critical Drugs Continue to Vex Doctors, Study Finds http:\/\/nyti.ms\/1kwjl7I"}
{"Date":"Mon Dec 01 19:58:54 +0000 2014","News":"RT atmichaelpollan: Important NYT story on big data and farming suggesting it will benefit the biggest players and monocropping. http:\/\/t.co…"}
{"Date":"Fri Nov 04 13:55:27 +0000 2011","News":"Drugs to Make You Look Beautiful -- But at What Price?:  http:\/\/on-msn.com\/s22hGj"}
{"Date":"Mon Oct 06 15:04:16 +0000 2014","News":"RT atnytimesscience: Maybe you've never seen a #nobelprize2014 celebration spin. atMayBrittMoser does one here  http:\/\/nyti.ms\/Z94FmF"}
{"Date":"Mon Aug 19 15:18:19 +0000 2013","News":"Well: A Salmonella Warning for Vegetarians http:\/\/nyti.ms\/14upSnx"}
{"Date":"Wed May 14 04:13:19 +0000 2014","News":"Health Care Workers Under Attack in Syria, Doctors Say http:\/\/nyti.ms\/1nM1I3c"}
{"Date":"Tue Nov 19 20:03:27 +0000 2013","News":"Well: Taking Aspirin at Night May Boost Heart Benefits http:\/\/nyti.ms\/17JgaPO"}
{"Date":"Thu Aug 07 19:00:58 +0000 2014","News":"RT atnytDeniseGrady: The experimental Ebola drug given two 2 Americans: can it, should it, be used in Africa? http:\/\/nyti.ms\/1sytBPJ"}
{"Date":"Mon Nov 03 22:35:08 +0000 2014","News":"Well: The Capacity to Treat, and to Spread http:\/\/nyti.ms\/1qmF0OV"}
{"Date":"Wed Nov 12 18:44:44 +0000 2014","News":"Delicious! A fall salad inspired by Tuscany and Thanksgiving stuffing. #VegetarianThanksgiving http:\/\/nyti.ms\/1sErDdT http:\/\/pbs.twimg.com\/media\/B2QxAmDIEAAl6xe.png"}
{"Date":"Thu Nov 20 23:04:22 +0000 2014","News":"About 29% of the population meets the definition for excessive drinking, but 90% of them do not meet the definition of alcoholism."}
{"Date":"Mon Mar 31 20:37:39 +0000 2014","News":"Well: Quick Gains After a Ban http:\/\/nyti.ms\/1mFMPRy"}
{"Date":"Fri May 16 22:14:51 +0000 2014","News":"RT atpaula_span: Another good reason to get the shingles vaccine: UK study shows higher stroke risk. http:\/\/newoldage.blogs.nytimes.com\/2014\/05\/16\/when-shingles-is-just-the-beginning\/"}
{"Date":"Fri Apr 04 16:55:25 +0000 2014","News":"Well: Turning Up the Heat on Fruit http:\/\/nyti.ms\/1mJ1Dfx"}
{"Date":"Fri Aug 08 13:48:19 +0000 2014","News":"RT atbcsolomon: Erison is a 22 yr old #ebola survivor. 16 of his family members died. His mom &amp; sister are fighting to survive. http:\/\/t.co\/…"}
{"Date":"Tue Oct 28 17:19:56 +0000 2014","News":"Well: Ask Well: Can You Get Ebola From a Toilet Seat? http:\/\/nyti.ms\/1sA5Suc"}
{"Date":"Thu Nov 20 16:15:11 +0000 2014","News":"DNA testing on fang marks has the potential to save lives. http:\/\/nyti.ms\/1F7kx9y"}
{"Date":"Thu Sep 15 20:31:53 +0000 2011","News":"An Apple a Day Really May Keep the Doctor Away:  http:\/\/on-msn.com\/oulVIw"}
{"Date":"Sat Apr 05 20:34:32 +0000 2014","News":"Even Small Medical Advances Can Mean Big Jumps in Bills http:\/\/nyti.ms\/PxJx56"}
{"Date":"Fri Jan 27 14:47:16 +0000 2012","News":"People May Lie More When Texting: Study:  http:\/\/on-msn.com\/Aa9Gii"}
{"Date":"Fri Aug 15 14:40:51 +0000 2014","News":"How does Parkinson’s disease — which Robin Williams had -- affect the body and family? Some patients voices.  http:\/\/nyti.ms\/1nWj9eB"}
{"Date":"Thu Jun 05 04:19:38 +0000 2014","News":"Well: Think Like a Doctor: Arachnophobia http:\/\/nyti.ms\/1kzNxhE"}
{"Date":"Fri Oct 04 03:19:47 +0000 2013","News":"Well: Reading Selections in the Study on Empathy http:\/\/nyti.ms\/15LK9et"}
{"Date":"Wed Oct 26 14:44:12 +0000 2011","News":"For Those With Mystery Illnesses, a 'Clinic of Last Resort':  http:\/\/on-msn.com\/uekV0L"}
{"Date":"Fri Dec 20 22:25:52 +0000 2013","News":"Well: One Mushroom Ragoût, Five Meals http:\/\/nyti.ms\/19YtgcQ"}
{"Date":"Wed Nov 30 19:41:23 +0000 2011","News":"Lobular Breast Cancer Linked to Paternal Cancer History:  http:\/\/on-msn.com\/tzASen"}
{"Date":"Mon Jun 09 18:54:49 +0000 2014","News":"Global Health: Malnutrition: Starving Children Lack Crucial Gut Bacteria http:\/\/nyti.ms\/SsAymF"}
{"Date":"Fri Dec 26 00:45:35 +0000 2014","News":"The Texas Tribune: For Members of Health Ministries in Texas, Caring Means Sharing the Bills http:\/\/nyti.ms\/1wLtAen"}
{"Date":"Wed Sep 14 21:49:10 +0000 2011","News":"Older Women Can Benefit From Sex Ed Campaigns:  http:\/\/on-msn.com\/nuohdm"}
{"Date":"Thu Jan 16 18:54:50 +0000 2014","News":"Guinea Worm Cases Drop by More Than 70% http:\/\/nyti.ms\/1hvcyHU"}
{"Date":"Mon Sep 05 21:27:16 +0000 2011","News":"Tick-borne Illness May Lurk in Blood Supply:  http:\/\/on-msn.com\/ql2q6X"}
{"Date":"Wed Aug 14 21:05:10 +0000 2013","News":"Do you avoid medical tests? Know someone who does? This simple trick may help get patients to the doctor's office. http:\/\/nyti.ms\/1d4jsCg"}
{"Date":"Wed Aug 13 16:30:07 +0000 2014","News":"Nursing homes are missing a critical element: nurses. http:\/\/nyti.ms\/1ouCPfu"}
{"Date":"Wed Oct 15 21:37:51 +0000 2014","News":"Leukemia Patients in Extended Remission After Experimental Cell Therapy http:\/\/nyti.ms\/1CnnzmI"}
{"Date":"Tue Dec 17 18:12:34 +0000 2013","News":"RT atpaula_span: Does your employer offer back-up eldercare? Hundreds do, and more are signing up. http:\/\/newoldage.blogs.nytimes.com\/2013\/12\/17\/a-way-to-stay-on-the-job\/#more-16290"}
{"Date":"Wed Oct 08 17:47:59 +0000 2014","News":"More evidence that exercise is really important for kids’ brains.  http:\/\/nyti.ms\/1v2Ao6S"}
{"Date":"Tue Dec 24 16:40:21 +0000 2013","News":"Well: Eating Nuts in Pregnancy Tied to Lower Allergy Risk in Offspring http:\/\/nyti.ms\/1cPGv0c"}
{"Date":"Thu Dec 26 20:54:58 +0000 2013","News":"Quiz: How well do you know this week's health news? http:\/\/nyti.ms\/19jTWVA"}
{"Date":"Tue May 27 20:14:35 +0000 2014","News":"RT atceliadugger: Big, rigorous study finds regular walking &amp; exercise helps sedentary elderly avoid disability.  http:\/\/nyti.ms\/1huOkvB"}
{"Date":"Thu May 22 14:25:33 +0000 2014","News":"RT atcslnyt: Mice like to run. Who knew?  atjimgorman http:\/\/nyti.ms\/1m1a2M7"}
{"Date":"Thu Apr 24 15:51:29 +0000 2014","News":"Why is chocolate so good for us? http:\/\/nyti.ms\/1roxFOA"}
{"Date":"Mon Sep 12 18:28:54 +0000 2011","News":"Lifetime 'Dose' of Excess Weight Linked to Diabetes Risk:  http:\/\/on-msn.com\/qbr59r"}
{"Date":"Tue May 27 16:57:49 +0000 2014","News":"RT atpaula_span: Read atPerriKlass on her late, stubborn, but not really so \"ungrateful,\" mother. http:\/\/newoldage.blogs.nytimes.com\/2014\/05\/27\/she-wasnt-so-ungrateful-after-all\/"}
{"Date":"Wed Jun 18 17:23:31 +0000 2014","News":"Well: With Blood Pressure, Lower Is Not Always Better http:\/\/nyti.ms\/1lVmTQY"}
{"Date":"Tue Nov 29 19:57:46 +0000 2011","News":"Lipitor Goes Generic, Saving Patients Money:  http:\/\/on-msn.com\/vlpfou"}
{"Date":"Fri Oct 03 15:55:28 +0000 2014","News":"Another reason to fit in some exercise this weekend: it protects against depression. http:\/\/nyti.ms\/1mZunoO"}
{"Date":"Tue Oct 25 16:56:17 +0000 2011","News":"U.S. Health Officials Support Vaccinating Boys Against HPV:  http:\/\/on-msn.com\/sEd8cP"}
{"Date":"Fri Feb 28 10:15:40 +0000 2014","News":"The New Old Age Blog: ‘Somebody That Nobody Thought I Could Be’ http:\/\/nyti.ms\/1d0cxuR"}
{"Date":"Thu Mar 27 00:52:44 +0000 2014","News":"Business Briefing: F.D.A. Unveils Deal to Limit Antibiotic Use in Animal Feed http:\/\/nyti.ms\/P3kPJz"}
{"Date":"Fri Sep 09 16:29:19 +0000 2011","News":"Children More Likely to Drink & Drive if Parents Drink: Study:  http:\/\/on-msn.com\/op1T5i"}
{"Date":"Wed Nov 27 16:14:45 +0000 2013","News":"The New Old Age Blog: Paratransit: Stuck in the Slow Lane http:\/\/nyti.ms\/17UpTGd"}
{"Date":"Tue Mar 11 00:22:41 +0000 2014","News":"Well: Activity Trackers Don’t Sense Everything http:\/\/nyti.ms\/1crSur7"}
{"Date":"Mon Mar 31 15:47:07 +0000 2014","News":"RT atcslnyt: Over 60 and looking for love? http:\/\/nyti.ms\/1g8XwnF atabbyellin"}
{"Date":"Mon Feb 03 15:20:56 +0000 2014","News":"RT atceliadugger: Abortions declining, and in NY NJ and CA which have liberal abortion laws.  http:\/\/nyti.ms\/1agExLp"}
{"Date":"Mon Mar 17 20:10:58 +0000 2014","News":"RT atronicaryn: Clarifying the mixed messages about eating fish: http:\/\/nyti.ms\/1ojn2gw"}
{"Date":"Tue Aug 30 16:37:25 +0000 2011","News":"Silicone Breast Implant Safety Studies Focus of FDA Review:  http:\/\/on-msn.com\/nmtRmB"}
{"Date":"Tue Sep 30 22:23:54 +0000 2014","News":"Airline Passenger With Ebola Is Under Treatment in Dallas http:\/\/nyti.ms\/1wVGF23"}
{"Date":"Wed Sep 14 19:08:51 +0000 2011","News":"Rural Stroke Victims May Benefit From 'Virtual' Care:  http:\/\/on-msn.com\/r8Q5bA"}
{"Date":"Thu Nov 24 01:38:17 +0000 2011","News":"Doctor, Take a Cue From Shakespeare:  http:\/\/on-msn.com\/sVj308"}
{"Date":"Wed Sep 17 19:02:40 +0000 2014","News":"RT atbcsolomon: This is the 1st foreign atMSF worker to contract #Ebola. Bad timing as foreign aid aims to build confidence, attract more per…"}
{"Date":"Mon Jan 27 21:52:41 +0000 2014","News":"Well: Me Versus the Scale http:\/\/nyti.ms\/1d5bZPV"}
{"Date":"Tue Sep 09 14:32:57 +0000 2014","News":"Airplane seat designers had some not-so-great assumptions. http:\/\/nyti.ms\/1to2ghd"}
{"Date":"Fri Dec 20 17:19:49 +0000 2013","News":"The majority of gains in treating breast cancer have bypassed black women. attaraparkerpope http:\/\/nyti.ms\/1chrKsm"}
{"Date":"Mon Nov 03 12:32:03 +0000 2014","News":"Falls are the leading cause of injury-related death for Americans over 65 http:\/\/nyti.ms\/1ttwDVl http:\/\/pbs.twimg.com\/media\/B1eV9-QCMAA3Pyi.jpg"}
{"Date":"Tue Dec 13 22:25:08 +0000 2011","News":"'Body Clock' Might Affect Women's Dementia Risk:  http:\/\/on-msn.com\/sRuwxI"}
{"Date":"Thu Sep 22 18:24:24 +0000 2011","News":"Asthma Inhaler Primatene Mist Going Off the Market:  http:\/\/on-msn.com\/o4GeXO"}
{"Date":"Thu Jan 12 17:49:43 +0000 2012","News":"Your Smartphone May Be Stressing You Out:  http:\/\/on-msn.com\/zhv2MW"}
{"Date":"Mon Oct 20 04:24:07 +0000 2014","News":"RT atmannyNYT: Dozens Declared Free of Ebola Risk in Texas http:\/\/nyti.ms\/1CH47Bs"}
{"Date":"Wed Jun 18 18:12:14 +0000 2014","News":"RT atceliadugger: What do you do if you have dense breast tissue? atronicaryn grapples with murky answers. http:\/\/nyti.ms\/1pC7DLD"}
{"Date":"Wed Jul 09 04:19:11 +0000 2014","News":"Probing Brain’s Depth, Trying to Aid Memory http:\/\/nyti.ms\/VHWfBD"}
{"Date":"Wed Aug 06 05:36:42 +0000 2014","News":"Sierra Leone Deploys Troops in Ebola Crisis http:\/\/nyti.ms\/1opUjDP"}
{"Date":"Wed Oct 15 17:39:07 +0000 2014","News":"We answered readers’ question: Can pets get Ebola? http:\/\/nyti.ms\/1w8ZAaQ"}
{"Date":"Sat Dec 13 03:09:48 +0000 2014","News":"Op-Ed Contributor: Making a Pig’s Ear of Food Safety http:\/\/nyti.ms\/1zhBhs0"}
{"Date":"Mon Oct 27 20:38:35 +0000 2014","News":"Well: Doctors and Decision Fatigue http:\/\/nyti.ms\/1svT8Fc"}
{"Date":"Fri Oct 17 22:08:24 +0000 2014","News":"Waste From Ebola Poses Challenge to Hospitals http:\/\/nyti.ms\/1sRTs5O"}
{"Date":"Wed Sep 14 20:44:52 +0000 2011","News":"Quitting Smoking May Improve Personality, Study Suggests:  http:\/\/on-msn.com\/qqGMUQ"}
{"Date":"Tue Sep 09 22:03:12 +0000 2014","News":"Paralyzed in a car crash, then fired for using medical marijuana.  http:\/\/nyti.ms\/1okJ6pA"}
{"Date":"Tue Nov 11 15:31:14 +0000 2014","News":"Affordable Care Act Enrollment FAQs http:\/\/nyti.ms\/1szorQD"}
{"Date":"Thu Oct 02 17:31:23 +0000 2014","News":"A dozen or so individuals have been quarantined in an apartment for monitoring, but they do not have any Ebola symptoms, CDC says."}
{"Date":"Mon Feb 03 20:02:20 +0000 2014","News":"RT atginakolata: A problem in Affordable Care Act's research agenda http:\/\/www.nytimes.com\/2014\/02\/03\/health\/effort-to-test-health-policies-is-criticized-for-study-tactics.html?hp&target=comments#commentsContainer"}
{"Date":"Mon Oct 13 14:19:15 +0000 2014","News":"Well: Lentils in Salads, Pilafs and Pies http:\/\/nyti.ms\/11etaAh"}
{"Date":"Tue Sep 16 15:01:05 +0000 2014","News":"A perfect fall bread that blends sweet, nutty and savory flavors.  http:\/\/nyti.ms\/1Df4vdG"}
{"Date":"Thu Dec 12 20:57:58 +0000 2013","News":"The New Old Age Blog: Dialysis Takes a Toll http:\/\/nyti.ms\/1kDMJEJ"}
{"Date":"Sat Jun 28 04:00:49 +0000 2014","News":"On Religion: For Women Who Saw Combat, a Place to Find Inner Peace http:\/\/nyti.ms\/1lyUccW"}
{"Date":"Fri Oct 31 04:18:57 +0000 2014","News":"Liberia’s Ebola Crisis Puts President in Harsh Light http:\/\/nyti.ms\/1E7pMW1"}
{"Date":"Fri Sep 12 13:43:59 +0000 2014","News":"Well: Bright Green Pesto That Won’t Fade http:\/\/nyti.ms\/1wikAdJ"}
{"Date":"Mon Mar 17 18:45:52 +0000 2014","News":"The Consumer: Sorting Out the Risks of Fish http:\/\/nyti.ms\/1p4sthK"}
{"Date":"Tue Sep 16 18:58:31 +0000 2014","News":"The New Old Age Blog: On New Measurements of Aging http:\/\/nyti.ms\/1r57pNl"}
{"Date":"Sun Jan 01 14:51:36 +0000 2012","News":"Persistence Is Key to Losing Weight and Keeping It Off:  http:\/\/on-msn.com\/rTnIJM"}
{"Date":"Fri Sep 19 20:34:19 +0000 2014","News":"Your Money Adviser: Rule Changes Increase Flexibility in Pretax Health Care Accounts http:\/\/nyti.ms\/1r80HVg"}
{"Date":"Tue Nov 15 23:49:02 +0000 2011","News":"Higher Legal Drinking Age May Mean Safer Lives for Women:  http:\/\/on-msn.com\/tu70Gi"}
{"Date":"Wed Nov 09 19:31:18 +0000 2011","News":"Doctors Might Miss Some Cases of Child Abuse:  http:\/\/on-msn.com\/vhnaXs"}
{"Date":"Mon Nov 17 19:10:38 +0000 2014","News":"Disgusted by Smoking, Outraged by a Plan to Ban Tobacco http:\/\/nyti.ms\/1uFFzbL"}
{"Date":"Wed Jan 25 17:32:30 +0000 2012","News":"Oldest Known Dinosaur Nesting Site Found:  http:\/\/on-msn.com\/AbNFud"}
{"Date":"Wed Oct 22 19:53:06 +0000 2014","News":"RT atjswatz: \"Hey, Z, you still saving the world?\" America's quietly heroic malaria fighter. Great profile by Donald McNeil http:\/\/t.co\/jWbO…"}
{"Date":"Tue Oct 21 01:28:05 +0000 2014","News":"Finishing a basic teeth cleaning can be a colossal challenge for parents of children with autism. http:\/\/nyti.ms\/1tGqtnR"}
{"Date":"Tue Oct 01 15:15:08 +0000 2013","News":"RT atSophieEganNYT: Important story by atcslnyt Breast-Feeding Services Lag the Law http:\/\/nyti.ms\/18HgJgc"}
{"Date":"Wed May 07 14:56:05 +0000 2014","News":"RT atcslnyt: The more fit you are at 25, the better your thinking in middle age. http:\/\/nyti.ms\/1jbHDmr atGretchenReynold"}
{"Date":"Mon Jun 23 22:28:42 +0000 2014","News":"Life Goes On at Long-Term Acute Care Hospitals http:\/\/nyti.ms\/1j8NMfG"}
{"Date":"Thu May 15 02:45:34 +0000 2014","News":"The Age Premium http:\/\/nyti.ms\/1lBeO2H"}
{"Date":"Mon Jan 27 04:09:56 +0000 2014","News":"Sports of The Times: For a Cowboys Star With Dementia, Time Is Running Out http:\/\/nyti.ms\/L08FP5"}
{"Date":"Sat Oct 04 01:31:48 +0000 2014","News":"For Journalists, a Stark Reminder of the Risk in Covering a Deadly Epidemic http:\/\/nyti.ms\/1nTOu8M"}
{"Date":"Fri Dec 16 02:21:00 +0000 2011","News":"Calorie Info Helps Teens Choose Water Over Sugary Drinks:  http:\/\/on-msn.com\/uGfni9"}
{"Date":"Wed Sep 04 17:10:56 +0000 2013","News":"Well: Some Fruits Are Better Than Others http:\/\/nyti.ms\/15YRJA0"}
{"Date":"Mon Dec 08 03:51:29 +0000 2014","News":"Paid to Promote Eye Drug, and Prescribing It Widely http:\/\/nyti.ms\/1A7gG93"}
{"Date":"Mon Jan 20 23:49:36 +0000 2014","News":"Seeing X Chromosomes in a New Light http:\/\/nyti.ms\/1alsPzD"}
{"Date":"Thu Dec 18 03:00:47 +0000 2014","News":"Citing Health Risks, Cuomo to Ban Fracking in New York State http:\/\/nyti.ms\/13dIvlp"}
{"Date":"Fri Jul 25 21:10:02 +0000 2014","News":"RT atdamiencave: Heartbreaking story of a Peace Corps volunteer who died jn China from atsherylstolberg http:\/\/www.nytimes.com\/2014\/07\/26\/world\/asia\/peace-corps-death-china-medical-missteps.html?hp&action=click&pgtype=Homepage&version=LargeMediaHeadlineSum&module=photo-spot-region&region=photo-spot&WT.nav=photo-spot"}
{"Date":"Mon Oct 06 15:39:24 +0000 2014","News":"Catching up on Ebola news? A Flipboard collection of New York Times stories. http:\/\/bit.ly\/1r4QATs"}
{"Date":"Thu Aug 22 01:36:52 +0000 2013","News":"Mystery Virus That’s Killed 47 Is Tied to Bats in Saudi Arabia http:\/\/nyti.ms\/13Hfaz6"}
{"Date":"Fri Jan 13 17:35:51 +0000 2012","News":"Weight Gain Often Unrecognized by Young Women:  http:\/\/on-msn.com\/AmnmLA"}
{"Date":"Tue Sep 09 14:38:12 +0000 2014","News":"RT atcslnyt: \"To be a good citizen you must get rid of unused Rx drugs as soon as you're finished w\/ them\" Why? Read this: http:\/\/t.co\/r2GiR…"}
{"Date":"Mon Mar 10 14:57:51 +0000 2014","News":"Recipes for Health: Rolled Oats With Amaranth Seeds, Maple Syrup and Apple http:\/\/nyti.ms\/Odt6du"}
{"Date":"Thu Jan 26 19:13:15 +0000 2012","News":"Brain Activity May Help Predict Autism Before Age 1: Study:  http:\/\/on-msn.com\/wVInUh"}
{"Date":"Mon Mar 03 19:02:39 +0000 2014","News":"White noise machines used to help babies sleep may get loud enough to damage hearing, says study in Pediatrics.  http:\/\/nyti.ms\/1hGm9Mo"}
{"Date":"Tue Dec 23 21:15:54 +0000 2014","News":"What do most people say they want for a gift? http:\/\/pbs.twimg.com\/media\/B5kdIQXCQAAtcgA.jpg"}
{"Date":"Thu Sep 29 16:55:29 +0000 2011","News":"Singing May Help Some Stroke Victims Regain Speech:  http:\/\/on-msn.com\/r9IWRz"}
{"Date":"Fri Jun 13 16:47:11 +0000 2014","News":"RT atrealjohngreen: Susan Gubar, a hero of mine (she cowrote The Madwoman in the Attic), made my day with her kind words re. TFIOS. http:\/\/t…"}
{"Date":"Tue Aug 27 07:16:21 +0000 2013","News":"Recipes for Health: Brown Rice and Farro Salad With Roasted Pepper, Basil, Arugula and Feta http:\/\/nyti.ms\/15rO3qi"}
{"Date":"Tue Sep 30 20:50:40 +0000 2014","News":"Remember you are not likely to catch Ebola just by being in proximity to someone who has the virus; it is not airborne, like the flu."}
{"Date":"Tue Nov 26 10:20:27 +0000 2013","News":"The New Old Age Blog: A New Way to Report Fraud http:\/\/nyti.ms\/1c6jtpd"}
{"Date":"Wed Sep 14 19:08:51 +0000 2011","News":"Health Experts Say HPV Vaccine Is Safe:  http:\/\/on-msn.com\/osko8u"}
{"Date":"Mon Jan 13 22:19:09 +0000 2014","News":"Books: ‘American Psychosis’ Attacks Mental Health Care http:\/\/nyti.ms\/1j4e4nk"}
{"Date":"Mon May 19 04:55:04 +0000 2014","News":"Well: This Summer, Safety First http:\/\/nyti.ms\/1kgtKDv"}
{"Date":"Thu Dec 08 19:44:11 +0000 2011","News":"Early Ovary Removal May Raise Arthritis, Osteoporosis Risk:  http:\/\/on-msn.com\/vxlmoW"}
{"Date":"Mon Jul 28 16:04:50 +0000 2014","News":"Well: Probiotics May Reduce Blood Pressure http:\/\/nyti.ms\/1rXYOul"}
{"Date":"Thu Dec 11 21:12:27 +0000 2014","News":"RT atcslnyt: Worried about sexual assault? Read this http:\/\/nyti.ms\/1urBDI5 atsusandominus"}
{"Date":"Mon Nov 10 11:33:43 +0000 2014","News":"Researchers Gather in India to Discuss Malnutrition’s Links to Sanitation http:\/\/nyti.ms\/1EkdNTr"}
{"Date":"Fri Jul 18 16:44:38 +0000 2014","News":"RT atJeffdelviscio: Joep Lange, AIDS researcher presumed dead in #mh17, in his own words on the disease. http:\/\/nyti.ms\/1rn56Gf"}
{"Date":"Wed Jul 16 03:57:52 +0000 2014","News":"Op-Ed Contributor: The Benefits of Failing at French http:\/\/nyti.ms\/1mTdwl8"}
{"Date":"Wed Jul 09 00:11:08 +0000 2014","News":"Try this refreshing grilled watermelon and feta salad (Photo: Andrew Scrivani for NYT) http:\/\/nyti.ms\/1mFsHzM http:\/\/pbs.twimg.com\/media\/BsDQpAHCcAE3pga.jpg"}
{"Date":"Mon Oct 03 18:30:54 +0000 2011","News":"General Anesthesia Does Not Boost Cancer Risk,  Study Finds:  http:\/\/on-msn.com\/pSJVcg"}
{"Date":"Fri Feb 28 16:19:22 +0000 2014","News":"Lives: Let’s Go Ride a Bike http:\/\/nyti.ms\/1obi97e"}
{"Date":"Wed Dec 18 14:13:13 +0000 2013","News":"Well: Single-Parent Household Linked to Hypertension in Offspring http:\/\/nyti.ms\/1fEx47T"}
{"Date":"Thu Nov 13 21:37:20 +0000 2014","News":"Well: Think Twice Before Choosing Knee Replacement http:\/\/nyti.ms\/1wugUnt"}
{"Date":"Wed Oct 08 18:29:22 +0000 2014","News":"Do you still have questions about Ebola or outbreaks of contagious diseases in general? Are there angles you don’t feel have been addressed?"}
{"Date":"Tue Dec 13 14:26:30 +0000 2011","News":"Chronic Fatigue Tied to Extended School Absences:  http:\/\/on-msn.com\/vXjM8s"}
{"Date":"Thu Sep 05 10:20:32 +0000 2013","News":"Well: Think Like a Doctor: The Gymnast’s Big Belly http:\/\/nyti.ms\/1alhEGr"}
{"Date":"Mon Jan 09 17:56:41 +0000 2012","News":"Power of Acupuncture to Ease Migraines Questioned in Study:  http:\/\/on-msn.com\/wtaqB3"}
{"Date":"Thu Oct 02 17:29:32 +0000 2014","News":"Texas Says That Up to 100 Are at Risk of Ebola Exposure http:\/\/nyti.ms\/1vB07Ba"}
{"Date":"Thu Dec 22 17:40:14 +0000 2011","News":"Most Weight Regained by Older Women Is Fat, Study Finds:  http:\/\/on-msn.com\/ucYAEX"}
{"Date":"Thu Apr 24 14:54:35 +0000 2014","News":"RT atcslnyt: FDA's new rules for e-cigarettes don't ban kid-luring flavors or restrict marketing but buyers must be18+ http:\/\/t.co\/gvamvIcZ0…"}
{"Date":"Mon Oct 20 23:37:58 +0000 2014","News":"Global Health: Steroids Are No Boon to World’s Poorer Women http:\/\/nyti.ms\/1vYzglp"}
{"Date":"Sat Sep 13 18:34:20 +0000 2014","News":"Opinion: Should We All Take a Bit of Lithium? http:\/\/nyti.ms\/WYLfzC"}
{"Date":"Mon Feb 24 20:30:51 +0000 2014","News":"RT atpaula_span: Most older women can stop with the Pap tests already -- but don't. New Old Age blog: http:\/\/newoldage.blogs.nytimes.com\/2014\/02\/24\/pap-smears-in-perpetuity\/"}
{"Date":"Tue Dec 02 17:45:17 +0000 2014","News":"A review of ‘Invisible History of the Human Race.’ on atnytimesbooks list of notable books of the year. http:\/\/nyti.ms\/1wkSger"}
{"Date":"Tue May 13 21:26:41 +0000 2014","News":"RT atcslnyt: Fewer than 10% of alcoholics are prescribed medications that could help them quit  drinking. Why? atanahadoconnor http:\/\/t.co\/61…"}
{"Date":"Tue May 27 09:13:44 +0000 2014","News":"The New Old Age Blog: She Wasn’t So Ungrateful After All http:\/\/nyti.ms\/1tJ2zV4"}
{"Date":"Thu Dec 04 01:58:03 +0000 2014","News":"British Regulator Urges Home Births Over Hospitals for Uncomplicated Pregnancies http:\/\/nyti.ms\/1FPX2C9"}
{"Date":"Sat Dec 03 14:52:13 +0000 2011","News":"Epileptic Seizures May Worsen During Menstrual Cycle:  http:\/\/on-msn.com\/ulByCu"}
{"Date":"Wed Jul 16 18:19:45 +0000 2014","News":"Gene Therapy Used to Create ‘Biological Pacemaker’ in Pigs http:\/\/nyti.ms\/1mhOesA"}
{"Date":"Mon Jul 07 16:02:00 +0000 2014","News":"RT atnytrosenthal: Myth that US patients don't wait for medical care. They do! http:\/\/www.nytimes.com\/2014\/07\/06\/sunday-review\/long-waits-for-doctors-appointments-have-become-the-norm.html. Join NYT new Paying Till it Hurts FB …"}
{"Date":"Mon Mar 03 15:36:47 +0000 2014","News":"RT atcslnyt: Some infant sleep machines deliver noise \"unsafe for full-grown adults in mines” http:\/\/nyti.ms\/1jM7AHI"}
{"Date":"Tue Sep 06 23:32:37 +0000 2011","News":"For Young Breast Cancer Patients, Breast-Conserving Therapy Appears Effective:  http:\/\/on-msn.com\/pdolbx"}
{"Date":"Wed Sep 17 14:57:23 +0000 2014","News":"More than 3,600 people in Guinea, Liberia, Nigeria, Senegal and Sierra Leone have contracted Ebola since March. http:\/\/nyti.ms\/UPEOhp"}
{"Date":"Sun Sep 28 20:22:20 +0000 2014","News":"Untangling the troubling relationship between anxiety drugs and Alzheimer’s disease. http:\/\/nyti.ms\/1BrDD6C"}
{"Date":"Mon Aug 04 20:46:18 +0000 2014","News":"A look at the personal challenges of counseling fellow residents of the Gaza Strip. http:\/\/nyti.ms\/1pzuHbR"}
{"Date":"Thu Sep 25 15:04:32 +0000 2014","News":"Well: My Father’s A.L.S. http:\/\/nyti.ms\/1sZNADA"}
{"Date":"Mon Dec 05 22:44:15 +0000 2011","News":"Fish May Cut Threat of Heart Disease in Young Women:  http:\/\/on-msn.com\/u31EXW"}
{"Date":"Thu Sep 01 20:52:52 +0000 2011","News":"Circumcision Rate Down Slightly in U.S. Hospitals:  http:\/\/on-msn.com\/pv0oQu"}
{"Date":"Sun Sep 21 02:33:29 +0000 2014","News":"Panel advises against prescribing testosterone to men who only have aging issues, such as low energy and libido. http:\/\/nyti.ms\/1ukmf0Y"}
{"Date":"Mon Nov 24 01:43:18 +0000 2014","News":"Retro Report: Debate Persists Over Diagnosing Mental Health Disorders, Long After ‘Sybil’ http:\/\/nyti.ms\/1qXldvt"}
{"Date":"Sat Oct 22 13:27:03 +0000 2011","News":"Healthy Halloween Advice for Children With Diabetes:  http:\/\/on-msn.com\/nvRikp"}
{"Date":"Fri Dec 06 15:56:45 +0000 2013","News":"Well: Food Allergies Less Deadly Than Accidents http:\/\/nyti.ms\/1bmWztA"}
{"Date":"Tue Dec 09 05:34:50 +0000 2014","News":"Propensity for Pessimism: The Battle Over Douglas Elmendorf — and the Inability to See Good News http:\/\/nyti.ms\/1wu5Ooz"}
{"Date":"Mon Sep 26 13:25:55 +0000 2011","News":"Experts Revise Guidelines for Whooping Cough Vaccination:  http:\/\/on-msn.com\/r0OQoy"}
{"Date":"Tue Nov 25 00:36:56 +0000 2014","News":"Global Health: Hookah, as Health Risk, Still Qualifies as Smoking http:\/\/nyti.ms\/1vj3DBP"}
{"Date":"Mon Oct 27 15:59:42 +0000 2014","News":"RT atmattfleg: Mayor BDB stressing difficulty of Ebola transmission: \"We’ve got to look at this in context. We’ve got to stop making this mo…"}
{"Date":"Fri Nov 25 00:39:50 +0000 2011","News":"More Aggressive Chemo May Help Younger Lymphoma Patients: Study:  http:\/\/on-msn.com\/rSe7b4"}
{"Date":"Thu Nov 10 00:35:53 +0000 2011","News":"Brain Study Suggests Some Vegetative Patients Are Aware:  http:\/\/on-msn.com\/sVqB4A"}
{"Date":"Tue Jun 10 04:38:38 +0000 2014","News":"DealBook: Merck Bids $3.8 Billion for an Edge in Hepatitis http:\/\/nyti.ms\/1l0oDI8"}
{"Date":"Sun Sep 04 13:51:11 +0000 2011","News":"Many Autistic Teens Use School Mental-Health Services:  http:\/\/on-msn.com\/pG5LEj"}
{"Date":"Tue Nov 22 02:28:02 +0000 2011","News":"Ill-Fitting Children's Seat Belts Common in U.S., Study Finds:  http:\/\/on-msn.com\/vnQMom"}
{"Date":"Fri Oct 24 16:47:56 +0000 2014","News":"RT atFrancesRobles: Although Ebola-free, there is no discharge date yet for Amber Vinson."}
{"Date":"Fri Feb 21 16:59:24 +0000 2014","News":"You asked, we answered: I can fall asleep, but i can't stay asleep. Why? #askwell http:\/\/nyti.ms\/1h5soZI"}
{"Date":"Mon Jan 16 22:06:20 +0000 2012","News":"'Nose Job' May Make You Look a Bit Younger, Too: Study:  http:\/\/on-msn.com\/xLUCNY"}
{"Date":"Wed Oct 22 05:57:52 +0000 2014","News":"Testing for Ebola Vaccines to Start Soon, W.H.O. Says http:\/\/nyti.ms\/1t4ybGC"}
{"Date":"Thu Dec 01 19:25:12 +0000 2011","News":"Optimism May Help Female Undergrads With Their Grades:  http:\/\/on-msn.com\/rBPXLF"}
{"Date":"Thu Jul 10 21:44:34 +0000 2014","News":"RT atceliadugger: Sad news: the Mississippi baby thought to be cured of HIV now showing signs of infection.  http:\/\/nyti.ms\/1kJjMaN"}
{"Date":"Mon Nov 14 23:47:51 +0000 2011","News":"Drinking Risky for Women With Family History of Breast Cancer: Study:  http:\/\/on-msn.com\/skXjDD"}
{"Date":"Fri Aug 08 13:47:56 +0000 2014","News":"RT atheathertal: A tarp is all that separates a man from his mother, sick with Ebola. Incredible video from Sierra Leone by atbcsolomon http:…"}
{"Date":"Wed Nov 09 19:31:19 +0000 2011","News":"New Treatment May Boost Survival in Advanced Lung Cancer Cases:  http:\/\/on-msn.com\/u2mpiv"}
{"Date":"Fri Jan 20 22:22:43 +0000 2012","News":"Anthrax Vaccine Shows Promise in Monkeys:  http:\/\/on-msn.com\/AmKwxg"}
{"Date":"Fri Nov 28 19:35:34 +0000 2014","News":"This is what you do with all that turkey. http:\/\/nyti.ms\/1FCmnNY http:\/\/pbs.twimg.com\/media\/B3jWbshCUAAAW5H.jpg"}
{"Date":"Tue Jun 24 20:13:39 +0000 2014","News":"3-D Mammography Test Appears to Improve Breast Cancer Detection Rate http:\/\/nyti.ms\/1l7UPVU"}
{"Date":"Fri Oct 24 02:00:17 +0000 2014","News":"NYC Ebola patient is 33 years old, says atDrMaryTBassett http:\/\/nyti.ms\/1FLOKMA"}
{"Date":"Wed Oct 29 14:24:54 +0000 2014","News":"Education Life: This Is Your Brain on Drugs http:\/\/nyti.ms\/1zfn4hn"}
{"Date":"Tue Sep 16 05:04:30 +0000 2014","News":"Arizona Republican Official Resigns After Remarks About Medicaid Recipients http:\/\/nyti.ms\/YNxG8a"}
{"Date":"Thu Nov 20 22:34:51 +0000 2014","News":"The man who figured out that Lyme disease was connected to ticks has died. http:\/\/nyti.ms\/1xuOdev"}
{"Date":"Wed Dec 17 18:45:48 +0000 2014","News":"The New Old Age Blog: Questionable Remedies for Eye Disease http:\/\/nyti.ms\/1zwwjrx"}
{"Date":"Mon Feb 03 20:07:18 +0000 2014","News":"The Consumer: Weighing Testosterone’s Benefits and Risks http:\/\/nyti.ms\/1eNPJvb"}
{"Date":"Mon Jun 30 17:03:50 +0000 2014","News":"Justices Rule in Favor of Hobby Lobby http:\/\/nyti.ms\/VAgtgX"}
{"Date":"Wed Jan 08 05:21:41 +0000 2014","News":"Well: How Being Heavy or Lean Shapes Our View of Exercise http:\/\/nyti.ms\/1hutkJF"}
{"Date":"Sun Nov 13 17:51:34 +0000 2011","News":"Abused Girls at Greater Risk for Heart Disease as Adults: Study:  http:\/\/on-msn.com\/sJBBbo"}
{"Date":"Wed Apr 02 19:40:24 +0000 2014","News":"Mental Health Groups Split on Bill to Revamp Care http:\/\/nyti.ms\/1lnL099"}
{"Date":"Fri Aug 08 14:22:29 +0000 2014","News":"RT atjimdao: Why does PTSD persist? Read this story and then register your thoughts  http:\/\/nyti.ms\/1pG9X2a"}
{"Date":"Fri Dec 20 16:31:52 +0000 2013","News":"RT atcslnyt: Only 56% of black women live 5 yrs after breast cancer diagnosis; 70% white women do. Why? http:\/\/nyti.ms\/JKDVBo attaraparkerpo…"}
{"Date":"Tue May 13 20:07:18 +0000 2014","News":"Effective Drugs to Curb Alcoholism Are Ignored, Study Finds http:\/\/nyti.ms\/1laTHCp"}
{"Date":"Sat Oct 25 03:43:43 +0000 2014","News":"Abortion Capital of Bible Belt? Tennessee Vote Tests That Idea http:\/\/nyti.ms\/1wo9A1L"}
{"Date":"Thu Jun 19 20:28:30 +0000 2014","News":"RT athalbfinger: BREAKING: New York Leaders Have Tentative Deal on Medical Marijuana http:\/\/nyti.ms\/1l7s4xe atjessemckinley"}
{"Date":"Mon Aug 11 15:07:26 +0000 2014","News":"Well: Relearning How to Eat Fish http:\/\/nyti.ms\/1oDHMwG"}
{"Date":"Tue Nov 25 18:16:10 +0000 2014","News":"Even beer will get calorie counts at chains across the country starting soon. http:\/\/nyti.ms\/1HEFmeE"}
{"Date":"Mon Aug 19 21:04:25 +0000 2013","News":"18 and Under: College Prep, This Time for Health http:\/\/nyti.ms\/1cV4IYW"}
{"Date":"Wed Oct 02 15:51:06 +0000 2013","News":"Think less to get fit? Research shows that exercise feels harder when your brain is tired. http:\/\/nyti.ms\/16h9mvC"}
{"Date":"Mon Oct 20 14:49:27 +0000 2014","News":"RT atjimdao: Ebola is just the latest disaster to strike Liberia. A powerful, evocative piece by Monrovia-born athelenecooper  http:\/\/t.co\/QM…"}
{"Date":"Sun Oct 12 14:14:10 +0000 2014","News":"How school lunch became the latest political battleground http:\/\/nyti.ms\/1o20lBC (Photo: Sarah Anne Ward for NYT) http:\/\/pbs.twimg.com\/media\/Bzna0nACMAAN6tx.jpg"}
{"Date":"Mon Mar 03 15:36:58 +0000 2014","News":"RT atcslnyt: Rare Gene Protects Against Type2 Diabetes atginakolata http:\/\/nyti.ms\/MGySTT"}
{"Date":"Wed Dec 24 21:44:12 +0000 2014","News":"RT atnytimes: Breaking News: Lab Error May Have Exposed U.S. Technician to Ebola Virus http:\/\/nyti.ms\/1B2ThGD"}
{"Date":"Thu Nov 21 16:50:14 +0000 2013","News":"RT atceliadugger: Online in class quizzes helped college students learn more, esp the disadvantaged. http:\/\/nyti.ms\/1c49D5d"}
{"Date":"Tue May 27 23:24:54 +0000 2014","News":"The New Old Age Blog: Walking to Age Well http:\/\/nyti.ms\/1mBxvU8"}
{"Date":"Mon Apr 07 18:55:49 +0000 2014","News":"Well: Antidepressants Linked to Premature Births http:\/\/nyti.ms\/1lLKILZ"}
{"Date":"Mon Jul 28 03:46:19 +0000 2014","News":"DealBook: Equinox Fitness Is Buying Rest of Millennium’s Gyms http:\/\/nyti.ms\/1qGFLHJ"}
{"Date":"Wed Nov 26 05:21:38 +0000 2014","News":"Well: Why Antioxidants Don’t Belong in Your Workout http:\/\/nyti.ms\/1vfSIHA"}
{"Date":"Wed Oct 01 19:29:20 +0000 2014","News":"After Ebola Case in Dallas, Health Officials Seek Those Who Had Contact With Patient http:\/\/nyti.ms\/1yzqZpW"}
{"Date":"Wed Oct 05 13:25:20 +0000 2011","News":"Raw Sewage a New Frontier for Scientists:  http:\/\/on-msn.com\/pKVAD6"}
{"Date":"Fri Apr 18 03:52:39 +0000 2014","News":"Treatment Cost Could Influence Doctors’ Advice http:\/\/nyti.ms\/1lebZTK"}
{"Date":"Mon Sep 05 21:27:16 +0000 2011","News":"Healthy Living Can Cut Chances of Developing Diabetes:  http:\/\/on-msn.com\/r8TYT5"}
{"Date":"Fri Nov 21 16:01:15 +0000 2014","News":"Hungover this morning? Most people who get drunk are not alcoholics. There may be other strategies to help you.  http:\/\/nyti.ms\/1xuV47x"}
{"Date":"Tue Sep 30 21:47:31 +0000 2014","News":"The Texas public health lab has a specially trained team."}
{"Date":"Thu Dec 22 19:47:03 +0000 2011","News":"Chronic School Absenteeism Linked to Mental Health Problems:  http:\/\/on-msn.com\/taXnuN"}
{"Date":"Wed Sep 10 02:44:05 +0000 2014","News":"At Surgery Clinic, Rush to Save Joan Rivers’s Life http:\/\/nyti.ms\/1pNthXY"}
{"Date":"Fri Aug 23 04:06:13 +0000 2013","News":"Ron Motley, Who Tackled Big Tobacco, Dies at 68 http:\/\/nyti.ms\/1542KT1"}
{"Date":"Thu Jun 26 16:52:24 +0000 2014","News":"Supreme Court Strikes Down Abortion Clinic Buffer Zones http:\/\/nyti.ms\/1va3756"}
{"Date":"Thu Apr 03 02:13:42 +0000 2014","News":"Psychologist Helps Huskies Forge Lasting Bonds http:\/\/nyti.ms\/1h5hN3s"}
{"Date":"Tue Sep 06 21:24:49 +0000 2011","News":"Many Med Schools Score Poorly in Teaching Gay\/Lesbian Health:  http:\/\/on-msn.com\/nV8q00"}
{"Date":"Mon Dec 30 22:46:18 +0000 2013","News":"A Fix for Stress-Related Pelvic Pain http:\/\/nyti.ms\/1cRnxvK"}
{"Date":"Tue Oct 25 19:07:45 +0000 2011","News":"Viagra May Help Children With Rare Blood Pressure Disorder:  http:\/\/on-msn.com\/tApTSx"}
{"Date":"Fri Apr 25 15:12:59 +0000 2014","News":"Well: Treating Appendicitis Without Surgery http:\/\/nyti.ms\/1hu8JEd"}
{"Date":"Wed Nov 02 21:46:09 +0000 2011","News":"Using Drug for Prevention Might Help in Hard-to-Treat Hemophilia:  http:\/\/on-msn.com\/tAYEX3"}
{"Date":"Mon Jul 07 18:52:43 +0000 2014","News":"RT atMarthaRShulman: Grilled Vanilla-Ginger Pineapple http:\/\/nyti.ms\/1zkguo8 Don't put away your grills! Grilled fruit all week on #Recipesf…"}
{"Date":"Tue Oct 21 01:46:53 +0000 2014","News":"On Ebola Response, Congressional Republicans Put New Focus on Visa Suspensions  http:\/\/nyti.ms\/1vZ8CZq"}
{"Date":"Thu Oct 20 00:52:23 +0000 2011","News":"Breast Radiation After Lumpectomy Saves Lives: Study:  http:\/\/on-msn.com\/q3mdT1"}
{"Date":"Thu Oct 20 16:30:25 +0000 2011","News":"Inflammatory Bowel Disease Tied to Higher Risk of Post-Op Blood Clots:  http:\/\/on-msn.com\/pQJzQx"}
{"Date":"Wed Aug 06 15:27:19 +0000 2014","News":"Well: Disparities in Diabetes http:\/\/nyti.ms\/1ofCMDv"}
{"Date":"Wed Sep 21 16:43:17 +0000 2011","News":"Many Unaware of Plastic Surgery Options After Weight Loss Procedures:  http:\/\/on-msn.com\/oivb9d"}
{"Date":"Wed Aug 14 06:56:26 +0000 2013","News":"Well: A Simple Device to Detect Concussions http:\/\/nyti.ms\/169QOfj"}
{"Date":"Mon Dec 09 21:33:45 +0000 2013","News":"Global Health: New Hurdles for Preemies http:\/\/nyti.ms\/1cwV8Jn"}
{"Date":"Tue Oct 04 23:42:43 +0000 2011","News":"Breast Cancer Appears Less Deadly for Men Than Women:  http:\/\/on-msn.com\/q4WjnT"}
{"Date":"Tue Jun 24 16:34:13 +0000 2014","News":"RT atPatcohenNYT: Must read story about women in peak of careers leaving workforce http:\/\/nyti.ms\/1llUnZ1"}
{"Date":"Thu Nov 20 22:58:23 +0000 2014","News":"Well: Most Heavy Drinkers Are Not Alcoholics http:\/\/nyti.ms\/1uFaaoO"}
{"Date":"Wed Jan 25 17:32:30 +0000 2012","News":"Protein That Controls Movement Does the Opposite in Parkinson's:  http:\/\/on-msn.com\/w0ea42"}
{"Date":"Mon Jun 09 20:42:10 +0000 2014","News":"Science fiction or reality? Doctors hope to freeze a dying patient to give them more time to fix him. http:\/\/nyti.ms\/1ih4SHY"}
{"Date":"Fri Oct 21 22:20:18 +0000 2011","News":"Warning Signs for Health Problems Seen in Young Adults Born Prematurely:  http:\/\/on-msn.com\/nzNLEU"}
{"Date":"Wed Jan 15 11:19:12 +0000 2014","News":"Well: Better Hearing Through Bluetooth http:\/\/nyti.ms\/1gJyPjX"}
{"Date":"Mon Oct 27 17:23:25 +0000 2014","News":"Marathons, pregnancies--each hard on their own. How do elite runners do both? http:\/\/nyti.ms\/ZTD6OL http:\/\/pbs.twimg.com\/media\/B0-FTzHCEAAcglw.jpg"}
{"Date":"Mon Dec 16 21:34:43 +0000 2013","News":"A Lifelong Fight Against Trans Fat http:\/\/nyti.ms\/1fzkRBm"}
{"Date":"Tue Dec 09 22:47:45 +0000 2014","News":"Running may reverse aging in certain ways while walking does not. http:\/\/nyti.ms\/1uj747E"}
{"Date":"Thu Oct 27 23:45:09 +0000 2011","News":"Daily Aspirin May Help Prevent Colon Cancer for Those at High Risk:  http:\/\/on-msn.com\/s7Yu2B"}
{"Date":"Tue Aug 20 06:21:22 +0000 2013","News":"Oklahoma Judge Blocks Law Limiting Morning-After Birth Control http:\/\/nyti.ms\/14RbKnA"}
{"Date":"Wed Nov 05 19:29:06 +0000 2014","News":"Obama to Ask Congress for $6 Billion to Fight Ebola http:\/\/nyti.ms\/1wxQB3J"}
{"Date":"Thu Oct 13 20:54:45 +0000 2011","News":"People With Mental Health Issues More Likely to Be Uninsured:  http:\/\/on-msn.com\/qONX2h"}
{"Date":"Wed Apr 23 02:30:38 +0000 2014","News":"DealBook: Seeking the Right Chemistry, Drug Makers Hunt for Mergers http:\/\/nyti.ms\/1kZl4l1"}
{"Date":"Tue May 20 16:33:05 +0000 2014","News":"RT atceliadugger: Forgetting critical skill of memory athletes,  atbencareynyt repts. http:\/\/nyti.ms\/1lW7bE3"}
{"Date":"Thu Jun 19 12:09:41 +0000 2014","News":"The New Old Age Blog: Hypoglycemia Rising in Older People With Diabetes http:\/\/nyti.ms\/1kR3VpX"}
{"Date":"Mon Apr 21 21:33:54 +0000 2014","News":"The Well Column: The Lure of Forbidden Food http:\/\/nyti.ms\/1fhraI3"}
{"Date":"Thu Aug 15 20:02:11 +0000 2013","News":"I pulled out a syringe and carefully drew up one c.c. of plain saline. \"This is Tylenol #5.” atdanielleofri http:\/\/nyti.ms\/16eWKUk"}
{"Date":"Thu Sep 01 20:52:51 +0000 2011","News":"Old-Age Tremors May Be Caused by Brain Lesions:  http:\/\/on-msn.com\/oBVdbF"}
{"Date":"Fri Oct 24 02:13:25 +0000 2014","News":"Ask Well: Can you get Ebola from a bowling ball? http:\/\/nyti.ms\/1FLTfXw"}
{"Date":"Tue Feb 11 03:58:32 +0000 2014","News":"Ban Sought on Microbeads in Beauty Items http:\/\/nyti.ms\/1g101Mg"}
{"Date":"Wed Apr 23 20:46:23 +0000 2014","News":"Well: Aspirin Benefits Some at Risk for Colon Cancer http:\/\/nyti.ms\/1f50ShP"}
{"Date":"Tue May 06 14:20:48 +0000 2014","News":"RT atcslnyt: Mortality drop after ’06 health law in Mass. “It’s big\" http:\/\/nyti.ms\/1if5dhu atstavernise"}
{"Date":"Thu Sep 01 13:28:00 +0000 2011","News":"Last Year's Flu Shot Won't Protect Kids This  Season:  http:\/\/on-msn.com\/pDMXiz"}
{"Date":"Wed Jul 09 21:24:46 +0000 2014","News":"Europe Fines Servier in Pay-for-Delay Crackdown http:\/\/nyti.ms\/VYT09l"}
{"Date":"Mon Nov 17 18:54:38 +0000 2014","News":"Health Law Turns Obama and Insurers Into Allies http:\/\/nyti.ms\/1xINHbz"}
{"Date":"Mon Oct 20 04:39:14 +0000 2014","News":"Mr. Duncan’s fiancée and others declared Ebola-free in Dallas. http:\/\/nyti.ms\/1Dr5C99"}
{"Date":"Thu Aug 25 23:57:14 +0000 2011","News":"Obesity Continues to Balloon in U.S. and U.K.: Study:  http:\/\/on-msn.com\/qy1qIP"}
{"Date":"Mon Sep 12 13:33:50 +0000 2011","News":"Linking Pharmacies With Doctors' Offices Can Improve Med Adherence: Study:  http:\/\/on-msn.com\/rgHoPy"}
{"Date":"Mon Oct 14 18:47:04 +0000 2013","News":"Books: ‘The Compatibility Gene’ Offers Interesting Insights on the Immune System http:\/\/nyti.ms\/1gfpROZ"}
{"Date":"Fri Dec 16 22:23:11 +0000 2011","News":"Drug Users With HIV at Much Higher Overdose Risk:  http:\/\/on-msn.com\/tpXcwX"}
{"Date":"Fri Oct 17 14:43:29 +0000 2014","News":"RT atpalafo: Ron Klain, Chief of Staff to 2 Vice Presidents, Is Named Ebola ‘Czar’, via atnytimes http:\/\/www.nytimes.com\/2014\/10\/18\/us\/ron-klain-chief-of-staff-to-2-vice-presidents-is-named-ebola-czar.html?smprod=nytcore-iphone&smid=nytcore-iphone-share"}
{"Date":"Wed Dec 17 15:13:44 +0000 2014","News":"For First Time, Treatment Helps Patients With Worst Kind of Stroke, Study Says http:\/\/nyti.ms\/1zvSJsN"}
{"Date":"Fri Jan 20 17:58:52 +0000 2012","News":"Tanning Salon Tax No Deterrent: Study:  http:\/\/on-msn.com\/AeQGq6"}
{"Date":"Sat Nov 15 03:52:27 +0000 2014","News":"Yale Medical School Removes Doctor After Sexual Harassment Finding http:\/\/nyti.ms\/1wBStVm"}
{"Date":"Tue Sep 13 20:25:30 +0000 2011","News":"Heart Defect Seems to Pose Low Risk of Aorta Tear:  http:\/\/on-msn.com\/oxYUVh"}
{"Date":"Mon Mar 03 21:34:46 +0000 2014","News":"LSD, Reconsidered for Therapy http:\/\/nyti.ms\/1fWc3qH"}
{"Date":"Fri Nov 28 03:52:18 +0000 2014","News":"Despite Aid Push, Ebola Is Raging in Sierra Leone http:\/\/nyti.ms\/1zBDAoL"}
{"Date":"Thu Aug 25 18:37:12 +0000 2011","News":"Dialysis Patients Unprepared for Disasters, Study Contends:  http:\/\/on-msn.com\/mZEIJy"}
{"Date":"Tue Nov 01 20:50:30 +0000 2011","News":"Cancer Risk Doubles After  Organ Transplant, Study Finds:  http:\/\/on-msn.com\/upPIrz"}
{"Date":"Tue Nov 04 02:06:14 +0000 2014","News":"After a tiny stumble, life is upended in an instant http:\/\/nyti.ms\/1DVq8gJ http:\/\/pbs.twimg.com\/media\/B1jW40wCAAEJHLC.png"}
{"Date":"Mon Nov 10 20:47:03 +0000 2014","News":"Well: What Our Sewage Can Teach Us http:\/\/nyti.ms\/1wbLaTY"}
{"Date":"Tue Sep 23 19:36:57 +0000 2014","News":"Soda Makers Coca-Cola, PepsiCo and Dr Pepper Join in Effort to Cut Americans’ Drink Calories http:\/\/nyti.ms\/1r5owPV"}
{"Date":"Wed Sep 10 02:30:56 +0000 2014","News":"Want your colleagues to be more reliable? Encourage them to get 7-8 hours of sleep a night. http:\/\/nyti.ms\/1ttrjzz"}
{"Date":"Mon Aug 04 04:25:01 +0000 2014","News":"Well: Picking Nursing Home Shouldn’t Be Trial and Error http:\/\/nyti.ms\/ULHQ6p"}
{"Date":"Tue Jun 17 18:47:05 +0000 2014","News":"RT atpaula_span: Alas, you have to be a savvy consumer even when someone is near death. Questions to ask when choosing a hospice: http:\/\/t.c…"}
{"Date":"Wed Nov 19 03:28:36 +0000 2014","News":"Woman’s Remains Tested for Ebola in New York http:\/\/nyti.ms\/11qSbI8"}
{"Date":"Mon Nov 14 17:56:59 +0000 2011","News":"Shot Might One Day Help Lower Cholesterol:  http:\/\/on-msn.com\/uyWpOG"}
{"Date":"Wed Dec 07 14:52:00 +0000 2011","News":"Targeted Radiation May Not Be Better for Breast Cancer:  http:\/\/on-msn.com\/u5j4x6"}
{"Date":"Mon Mar 03 05:34:14 +0000 2014","News":"Well: The Perils of Toughing It Out http:\/\/nyti.ms\/MHmrXZ"}
{"Date":"Mon Aug 11 16:43:17 +0000 2014","News":"Well: Aspirin May Cut Cancer Risk http:\/\/nyti.ms\/1rizhdN"}
{"Date":"Mon May 26 03:34:29 +0000 2014","News":"Hospitals Look to Health Law, Cutting Charity http:\/\/nyti.ms\/SCZ4Cc"}
{"Date":"Tue Mar 11 14:33:59 +0000 2014","News":"RT atalbertsun: Accelerometers track you while skating http:\/\/nyti.ms\/1iwHUBP, and even if you're a dog http:\/\/nyti.ms\/1elR3FV. #wiredwell"}
{"Date":"Wed Aug 21 16:00:25 +0000 2013","News":"How exercise helps us sleep better. http:\/\/nyti.ms\/16w6xFt"}
{"Date":"Tue Dec 03 17:41:09 +0000 2013","News":"Ladies: Did you have a doula helping you during the birth of your child? Would you have considered a male doula? http:\/\/on.fb.me\/1bGiei2"}
{"Date":"Tue Aug 12 15:00:29 +0000 2014","News":"RT atPamBelluck: Scientists Create a 3-D Model That Mimics Brain Function http:\/\/nyti.ms\/1oEoD2I"}
{"Date":"Sat Sep 20 02:53:15 +0000 2014","News":"Even if your not moving around — standing seems to be better than sitting. http:\/\/nyti.ms\/1u8f2Rs"}
{"Date":"Sun Oct 12 17:22:38 +0000 2014","News":"Exercise helps kids focus, new research shows. http:\/\/nyti.ms\/1v2Ao6S"}
{"Date":"Wed Jan 11 18:01:23 +0000 2012","News":"Internet Flu Searches May Warn of Outbreaks:  http:\/\/on-msn.com\/wMUsPE"}
{"Date":"Sat Nov 15 02:55:26 +0000 2014","News":"Cost of Coverage Under Affordable Care Act to Increase in 2015 http:\/\/nyti.ms\/1vaMDiU"}
{"Date":"Tue Jul 01 20:03:48 +0000 2014","News":"Prescription Drug Deaths in Florida Plunge After Tougher Laws http:\/\/nyti.ms\/1rebbEv"}
{"Date":"Mon Oct 27 15:47:03 +0000 2014","News":"The New Health Care: What to Look for in Judging the Affordable Care Act http:\/\/nyti.ms\/1v4RhsB"}
{"Date":"Wed Oct 15 03:23:22 +0000 2014","News":"Bellevue Hospital to Be a Focus if Ebola Hits New York http:\/\/nyti.ms\/1nlnDSz"}
{"Date":"Thu Sep 18 20:56:12 +0000 2014","News":"RT atsangerkatz: Most-read on atnytimes site. MT atReedAbelson Panel Urges Overhauling Health Care at End of Life http:\/\/nyti.ms\/1uHhlxp  ICYM…"}
{"Date":"Mon May 05 11:48:50 +0000 2014","News":"Polio Spreading at Alarming Rates, World Health Organization Declares http:\/\/nyti.ms\/1ndYaZV"}
{"Date":"Wed Nov 26 19:27:36 +0000 2014","News":"Well: Diabetes Screening Lags in People With Hypertension http:\/\/nyti.ms\/1FrlJVj"}
{"Date":"Mon Jun 23 04:13:02 +0000 2014","News":"Early Results Arrive on Weight-Loss Pills That Expand in the Stomach http:\/\/nyti.ms\/1l2DVI7"}
{"Date":"Tue Dec 27 19:39:07 +0000 2011","News":"Eating Out Doesn't Have to Mean Excess Calories:  http:\/\/on-msn.com\/thladE"}
{"Date":"Fri Dec 16 16:36:46 +0000 2011","News":"Blood Pressure Readings Differ When Guidelines Followed:  http:\/\/on-msn.com\/t46ktr"}
{"Date":"Wed Sep 10 16:24:52 +0000 2014","News":"Well: HPV Vaccine Program in Australia Shows Success http:\/\/nyti.ms\/1lTJsrD"}
{"Date":"Sat Oct 25 03:28:05 +0000 2014","News":"Ebola Patient in New York Is Called a Doctor at Ease in Danger  http:\/\/nyti.ms\/1wo6P0f"}
{"Date":"Mon Sep 19 21:27:06 +0000 2011","News":"Two Varicose Veins Treatments Equally  Effective:  http:\/\/on-msn.com\/rt4EKl"}
{"Date":"Mon Feb 10 18:29:07 +0000 2014","News":"You asked, we answered: Are those formulas for maximal heart rate really valid? #askwell http:\/\/nyti.ms\/1dcMdOm"}
{"Date":"Tue Sep 27 20:34:51 +0000 2011","News":"Cost of U.S. Workers' Health Premiums Surged in 2011:  http:\/\/on-msn.com\/rax27m"}
{"Date":"Wed Jun 18 21:26:16 +0000 2014","News":"Genetic Connections: Scientists Identify Mutations That Protect Against Heart Attacks http:\/\/nyti.ms\/SUSUwQ"}
{"Date":"Wed Sep 10 10:04:37 +0000 2014","News":"Well: Airplane Crew May Face Increased Melanoma Risk http:\/\/nyti.ms\/1xHHZtI"}
{"Date":"Thu Sep 18 03:51:49 +0000 2014","News":"F.T.C. Wary of Mergers by Hospitals http:\/\/nyti.ms\/1o4ISTq"}
{"Date":"Tue Feb 04 19:43:10 +0000 2014","News":"The New Old Age Blog: What, Us Worry? http:\/\/nyti.ms\/1cRCAob"}
{"Date":"Wed May 14 22:05:09 +0000 2014","News":"Do you have a question about this HIV-preventing drug? Tweet #askwell http:\/\/nyti.ms\/1j9EVxZ"}
{"Date":"Mon Nov 03 20:49:57 +0000 2014","News":"A Debatable Fix for Young Eyes With Myopia http:\/\/nyti.ms\/1x28MML"}
{"Date":"Fri Oct 03 02:39:15 +0000 2014","News":"Well: Failing Sense of Smell May Predict Sooner Death http:\/\/nyti.ms\/10ns1WT"}
{"Date":"Wed Oct 08 16:25:33 +0000 2014","News":"RT atjimdao: US will start taking temp of travelers from W. Africa at JFK, Dulles, O'Hare, Hartfield and Newark #ebola  http:\/\/t.co\/kfclkWda…"}
{"Date":"Tue Aug 20 16:24:00 +0000 2013","News":"Health Premiums Up 4% as Steep Climb Levels Off http:\/\/nyti.ms\/16HrwYx"}
{"Date":"Wed Sep 21 13:24:53 +0000 2011","News":"Anti-Wrinkle Gel Might Work Like Botox Without Needles:  http:\/\/on-msn.com\/o49ekN"}
{"Date":"Mon Jun 30 14:58:56 +0000 2014","News":"The New Health Care: What the Reduction in Tonsillectomies Teaches Us About Medicine http:\/\/nyti.ms\/1m2xmd9"}
{"Date":"Tue Nov 22 02:28:02 +0000 2011","News":"Colon Surgery Linked to High Readmission Rates:  http:\/\/on-msn.com\/vCY6S1"}
{"Date":"Fri Jan 10 19:58:04 +0000 2014","News":"The New Old Age Blog: Fighting ‘Observation’ Status http:\/\/nyti.ms\/1hEsoCn"}
{"Date":"Sat Jan 28 14:43:26 +0000 2012","News":"Winter Doldrums Got You Down? Here's How to Bounce Back:  http:\/\/on-msn.com\/AcCNB3"}
{"Date":"Fri Sep 19 21:07:27 +0000 2014","News":"A woman suspected to have Ebola is taken to ambulance in Sierra Leone. Photo by atSamuel_Aranda http:\/\/nyti.ms\/1u7GvGy http:\/\/pbs.twimg.com\/media\/Bx7MLIlIYAEcPu4.png"}
{"Date":"Wed Jan 15 23:58:28 +0000 2014","News":"Public Hospitals Hope to Attract More Upscale Patients Under Affordable Care Act http:\/\/nyti.ms\/1eTzlef"}
{"Date":"Tue Sep 23 04:19:41 +0000 2014","News":"Finding Risks, Not Answers, in Gene Tests http:\/\/nyti.ms\/1uU02ZX"}
{"Date":"Tue Nov 01 21:25:42 +0000 2011","News":"New Technique to Remove Skull Tumors May Mean Less Scarring:  http:\/\/on-msn.com\/uvVhgk"}
{"Date":"Wed Oct 08 15:35:10 +0000 2014","News":"RT atjimdao: Our story on Thomas Duncan's death from #Ebola #dallas  http:\/\/nyti.ms\/1rWZ8K4"}
{"Date":"Sun Sep 18 13:31:14 +0000 2011","News":"Are Sports Obsessions Damaging Your Relationships?:  http:\/\/on-msn.com\/n0wNTF"}
{"Date":"Mon Oct 20 22:55:50 +0000 2014","News":"One of the most quietly effective leaders in public health — the malaria fighter. http:\/\/nyti.ms\/1tG4YUg?"}
{"Date":"Thu May 29 20:00:35 +0000 2014","News":"Measles Cases in U.S. Hit a 20-Year High http:\/\/nyti.ms\/1trBJyJ"}
{"Date":"Thu Jul 03 16:25:53 +0000 2014","News":"RT atheathertal: Parents must spend more than $500 on mandatory vaccine. Meanwhile manufacturer is making $4 billion. atnytrosenthal http:\/\/t…"}
{"Date":"Fri Dec 16 02:21:01 +0000 2011","News":"Recession Hurting Parent-Child Ties, Survey Finds:  http:\/\/on-msn.com\/rxd3po"}
{"Date":"Mon Dec 30 05:15:31 +0000 2013","News":"Well: With A-Fib Rhythms, Higher Odds of Stroke http:\/\/nyti.ms\/1fUvpuj"}
{"Date":"Thu Oct 02 17:44:45 +0000 2014","News":"“We can’t make the risk zero until the outbreak is controlled in West Africa.” From CDC press conference."}
{"Date":"Wed Dec 28 17:26:29 +0000 2011","News":"Columbus Voyage Tied to Syphilis Spread?:  http:\/\/on-msn.com\/vNud80"}
{"Date":"Mon Dec 15 23:55:45 +0000 2014","News":"Op-Ed Contributor: Board-Certification Has Gone Too Far http:\/\/nyti.ms\/1yVWbiP"}
{"Date":"Fri Oct 21 21:14:21 +0000 2011","News":"Hockey Fistfights Rarely Cause Injuries, Study Claims:  http:\/\/on-msn.com\/oed9Ct"}
{"Date":"Thu Aug 15 10:14:37 +0000 2013","News":"Well: Heart Stents Continue to Be Overused http:\/\/nyti.ms\/17rvqRK"}
{"Date":"Fri Aug 23 21:35:28 +0000 2013","News":"Our genes may have a more elevated moral sense than our minds do,  http:\/\/nyti.ms\/1dzFiOd"}
{"Date":"Wed Nov 26 16:58:16 +0000 2014","News":"Well: Vegetarian Thanksgiving: No-Bake Apple Pie http:\/\/nyti.ms\/1zY81Gt"}
{"Date":"Wed Jan 08 16:05:02 +0000 2014","News":"RT atcslnyt: This is cool: A New No-Blood Malaria Test http:\/\/nyti.ms\/1hrmDrK"}
{"Date":"Mon Jun 23 16:22:42 +0000 2014","News":"Well: Cleaner Air Linked to Fewer Deaths http:\/\/nyti.ms\/1meLKzu"}
{"Date":"Thu Aug 22 19:39:45 +0000 2013","News":"Well: Life, Interrupted: A Test of Faith http:\/\/nyti.ms\/153kLkj"}
{"Date":"Tue Nov 26 21:37:12 +0000 2013","News":"You asked, we answered: How frequently is too frequently to be urinating at night? #askwell http:\/\/nyti.ms\/1blJKRD"}
{"Date":"Thu Jan 26 23:10:38 +0000 2012","News":"Caffeine May Alter Women's Estrogen Levels:  http:\/\/on-msn.com\/xmQVAV"}
{"Date":"Fri Oct 21 21:14:23 +0000 2011","News":"Older Drivers More Cautious Than Younger Ones After Surgery:  http:\/\/on-msn.com\/oO3yc6"}
{"Date":"Mon Oct 27 18:38:10 +0000 2014","News":"Public Health: AIDS Activists Oppose Cuomo on Ebola Quarantines http:\/\/nyti.ms\/1tzfLyV"}
{"Date":"Sat Sep 03 13:46:07 +0000 2011","News":"Making Sure 'Back to School' Doesn't Mean 'Back to Bullying':  http:\/\/on-msn.com\/n5Ec2y"}
{"Date":"Tue Nov 11 01:27:10 +0000 2014","News":"Medicare Proposes Paying for Lung Cancer Screenings for Older Longtime Smokers http:\/\/nyti.ms\/1ugQgRZ"}
{"Date":"Fri Apr 25 16:23:18 +0000 2014","News":"Well: Quiche Meets Whole Wheat http:\/\/nyti.ms\/PAw3oT"}
{"Date":"Mon Aug 18 22:30:38 +0000 2014","News":"Observatory: Now a Weed, Once a Prehistoric Cavity Fighter http:\/\/nyti.ms\/1pFYhxB"}
{"Date":"Tue Jun 03 04:37:01 +0000 2014","News":"Health Experts See Benefits in Push to Cut Pollution http:\/\/nyti.ms\/1mLQnOO"}
{"Date":"Mon Dec 22 20:07:24 +0000 2014","News":"Books: Gabriele Oettingen Turns Her Mind to Motivation in ‘Rethinking Positive Thinking’ http:\/\/nyti.ms\/13W60QY"}
{"Date":"Thu Dec 25 18:00:12 +0000 2014","News":"A q&amp;a with Laura Hillenbrand, author of \"Unbroken,\" who suffers from chronic fatigue syndrome. http:\/\/bit.ly\/1ziCflj"}
{"Date":"Wed Dec 28 14:46:26 +0000 2011","News":"In the Age of Email, the Good, Old Letter Still Holds Sway:  http:\/\/on-msn.com\/ucBu1U"}
{"Date":"Sun Sep 28 11:13:14 +0000 2014","News":"Weight before cardio. Cardio before weights. It doesn’t matter so long as you do both. http:\/\/nyti.ms\/1pwdiO5"}
{"Date":"Fri Dec 09 19:44:25 +0000 2011","News":"Behavior Problems May Surface in Preemies by Preschool:  http:\/\/on-msn.com\/ssW8WI"}
{"Date":"Mon Oct 14 20:57:12 +0000 2013","News":"Well: Testing the Limits of ‘Terminal’ http:\/\/nyti.ms\/1aFTUIq"}
{"Date":"Wed May 14 14:13:07 +0000 2014","News":"Well: Exercise ‘Snacks’ to Control Blood Sugar http:\/\/nyti.ms\/1k14z7Z"}
{"Date":"Wed Sep 21 21:50:53 +0000 2011","News":"Drug Shows Promise Against Deadly Lung Disease:  http:\/\/on-msn.com\/qKNNMJ"}
{"Date":"Mon Oct 13 12:58:14 +0000 2014","News":"W.H.O. Chief Calls Ebola Outbreak a ‘Crisis for International Peace’ http:\/\/nyti.ms\/1wsvtZW"}
{"Date":"Thu Oct 02 18:38:24 +0000 2014","News":"Still have questions about Ebola? Submit them here: http:\/\/nyti.ms\/XJOGLI"}
{"Date":"Thu Aug 07 15:06:12 +0000 2014","News":"There were signs that efforts to increase production of the \"secret serum” for Ebola were beginning.  http:\/\/nyti.ms\/1pEcqKg"}
{"Date":"Wed Sep 07 16:20:49 +0000 2011","News":"Bizarre Ways to Beat Stress and Unwind:  http:\/\/on-msn.com\/mTrgOM"}
{"Date":"Thu May 15 16:15:12 +0000 2014","News":"RT atceliadugger: Feds recommend daily pill to prevent persistent spread of HIV in US, shifting from primary focus on condoms.  http:\/\/t.co\/…"}
{"Date":"Thu Feb 06 15:52:18 +0000 2014","News":"RT atnytDeniseGrady: Doctors can give women more time before resorting to cesarean or forceps.Childbirth Study Sees Longer Labor as Normal h…"}
{"Date":"Fri May 30 17:28:59 +0000 2014","News":"RT atceliadugger: Measles in US at 20 yr high. Vaccine resistance lagely to blame, fed officials say. http:\/\/nyti.ms\/1oOGtyr"}
{"Date":"Mon Oct 13 22:53:49 +0000 2014","News":"Smell Turns Up in Unexpected Places  http:\/\/nyti.ms\/1z5xDEE"}
{"Date":"Mon Feb 24 15:44:05 +0000 2014","News":"RT atcslnyt: Are E-Cigarettes are a friend or foe? atstavernise  http:\/\/nyti.ms\/1hF5jk5"}
{"Date":"Wed Jan 18 00:31:41 +0000 2012","News":"Experimental Drug Might Help Some a Bit With Colon Cancer:  http:\/\/on-msn.com\/AD7BQ1"}
{"Date":"Sun Oct 05 16:13:54 +0000 2014","News":"Ebola Patient in Dallas ‘Fighting for His Life,’ C.D.C. Director Says http:\/\/nyti.ms\/1pDQQ6G"}
{"Date":"Wed Oct 29 19:17:06 +0000 2014","News":"Those goo packets really can help your marathon http:\/\/nyti.ms\/1zKCNGo"}
{"Date":"Fri Mar 14 15:48:17 +0000 2014","News":"RT atcslnyt: Why can't high school start later than 8am? Inside the movt to let teens sleep in. http:\/\/nyti.ms\/1qzNJQ9 atJanHoffmanNYT"}
{"Date":"Tue Oct 04 21:29:08 +0000 2011","News":"MRI Study Unfolds Clues to Memory:  http:\/\/on-msn.com\/qrnV6y"}
{"Date":"Tue Dec 20 01:09:13 +0000 2011","News":"Endometriosis Tied to Higher Risk of Crohn's, Colitis:  http:\/\/on-msn.com\/vzDT23"}
{"Date":"Wed Aug 28 23:39:17 +0000 2013","News":"The New Old Age: A Renewed Push for End-of-Life Discussions http:\/\/nyti.ms\/16RKtFE"}
{"Date":"Thu Sep 08 23:46:46 +0000 2011","News":"Risk for COPD Higher Than Thought: Study:  http:\/\/on-msn.com\/q0asYX"}
{"Date":"Wed Aug 31 14:01:41 +0000 2011","News":"Frailty May Threaten Melanoma Survival More Than Age:  http:\/\/on-msn.com\/ntQ8X5"}
{"Date":"Mon Jun 09 21:04:08 +0000 2014","News":"Reactions: Handwriting Loses Ground, Healing Tattoos, Telescopic Legacies http:\/\/nyti.ms\/UoXNQp"}
{"Date":"Mon Nov 14 22:36:27 +0000 2011","News":"Stem Cells Show Promise in Healing Damaged Hearts:  http:\/\/on-msn.com\/uPR4AQ"}
{"Date":"Thu May 15 02:07:00 +0000 2014","News":"Do you have a question about Truvada? #askwell   Advocating pill, U.S. signals shift to prevent AIDS:  http:\/\/nyti.ms\/1jJGiUi"}
{"Date":"Mon Mar 31 18:45:41 +0000 2014","News":"Well: From Dogs, Answers About Breast Cancer http:\/\/nyti.ms\/1oiOMp5"}
{"Date":"Wed Jun 25 03:57:06 +0000 2014","News":"Whatever happened to the cool kids from middle school? The uncool kids caught up to and passed them http:\/\/nyti.ms\/1l7Rq9t"}
{"Date":"Thu May 08 18:25:12 +0000 2014","News":"Doctors Use Patient’s Immune Cells to Shrink Cancer Tumors http:\/\/nyti.ms\/1j7nc5d"}
{"Date":"Wed Aug 06 22:43:27 +0000 2014","News":"Well: Prostate Cancer Screening Still Not Recommended for All http:\/\/nyti.ms\/XFcRed"}
{"Date":"Mon Dec 08 03:34:47 +0000 2014","News":"Dallas Physician in Nation’s First Ebola Case Acknowledges Errors in Treatment http:\/\/nyti.ms\/1zfNkXK"}
{"Date":"Wed Oct 01 04:19:38 +0000 2014","News":"Well: How Exercise May Protect Against Depression http:\/\/nyti.ms\/1v380Ot"}
{"Date":"Fri Dec 20 16:32:03 +0000 2013","News":"RT atceliadugger: Moving video of Mary Singleton, wise mother w\/ breast cancer, and her son who's come home to Memphis to care for her. http…"}
{"Date":"Thu Sep 05 10:20:32 +0000 2013","News":"The New Old Age Blog: Online Lessons in Dementia Management http:\/\/nyti.ms\/1cJxrMx"}
{"Date":"Mon Aug 19 20:42:22 +0000 2013","News":"RT atbstrauch: How close are we to printing organs? athenryfountain takes us to the edge of this 3-D world.http:\/\/nyti.ms\/160PxUh"}
{"Date":"Mon Mar 24 19:16:49 +0000 2014","News":"Well: The Dreaded Turning-50 Test http:\/\/nyti.ms\/1kYqawX"}
{"Date":"Thu Aug 22 04:21:31 +0000 2013","News":"Well: At the Chiropractor, Well-Adjusted Pets http:\/\/nyti.ms\/16ygWjY"}
{"Date":"Thu Aug 25 16:24:55 +0000 2011","News":"HPV Vaccination Rates Low Among Teen Girls, CDC Reports:  http:\/\/on-msn.com\/ngQwY3"}
{"Date":"Mon Nov 10 19:48:06 +0000 2014","News":"Science Bookshelf: Best Selling Science Books http:\/\/nyti.ms\/1ElV21R"}
{"Date":"Fri Feb 21 19:08:24 +0000 2014","News":"The effort to make antifreeze less delicious: http:\/\/nyti.ms\/1h5WU5O"}
{"Date":"Mon Feb 17 20:52:00 +0000 2014","News":"Itching: More Than Skin-Deep http:\/\/nyti.ms\/1ftOn96"}
{"Date":"Mon Nov 10 23:28:46 +0000 2014","News":"Reactions: After the Fall: Preventing Catastrophe http:\/\/nyti.ms\/1wcjqP4"}
{"Date":"Thu Sep 08 00:49:40 +0000 2011","News":"Weight Watchers Produces Bigger 'Losers' Than Standard Weight-Loss Care:  http:\/\/tinyurl.com\/4ye8a9t"}
{"Date":"Thu Apr 24 03:55:15 +0000 2014","News":"Forecast Cut on Spending for Health http:\/\/nyti.ms\/1rnbRF0"}
{"Date":"Tue May 20 04:13:49 +0000 2014","News":"U.S. Cites End to C.I.A. Ruses Using Vaccines http:\/\/nyti.ms\/Tojz6v"}
{"Date":"Mon Jul 14 22:31:39 +0000 2014","News":"The Doctor's World: Ticking Viral Bombs, Left in Boxes http:\/\/nyti.ms\/1wnihVb"}
{"Date":"Thu Sep 11 15:50:52 +0000 2014","News":"Workplace wellness programs sound great. But are they effective? http:\/\/nyti.ms\/1tC4rho? http:\/\/pbs.twimg.com\/media\/BxQ2_jLIEAAhBvw.png"}
{"Date":"Tue Jun 03 16:01:17 +0000 2014","News":"RT atnytDeniseGrady: Do you want your doctor to be wearing these things? Google Glass Enters the Operating Room http:\/\/nyti.ms\/1mGdCdi"}
{"Date":"Thu May 15 02:45:33 +0000 2014","News":"A Study on Prostate Cancer Relapses Suggests That Hormone Therapy Can Wait http:\/\/nyti.ms\/1ossz6X"}
{"Date":"Tue Mar 11 15:29:50 +0000 2014","News":"Video Graphic: What types of activity does your activity tracker see? What does it miss?#wiredwell http:\/\/nyti.ms\/1fmOItS"}
{"Date":"Fri Oct 07 20:42:18 +0000 2011","News":"Community-Wide Effort May Help Tame Troubled Teens:  http:\/\/on-msn.com\/pVost1"}
{"Date":"Wed Sep 28 21:29:09 +0000 2011","News":"Cancer Patients Should Ask Doctors to Use Simple Terms:  http:\/\/on-msn.com\/mZlIpI"}
{"Date":"Thu Mar 27 16:21:14 +0000 2014","News":"You think the players get a workout during March Madness? Try being a referee. atanahadoconnor http:\/\/nyti.ms\/1hZNebZ"}
{"Date":"Mon Dec 23 20:40:13 +0000 2013","News":"Mind: A New Focus on Depression http:\/\/nyti.ms\/1e6ryJs"}
{"Date":"Fri Aug 23 18:41:24 +0000 2013","News":"The New Old Age Blog: Faster Assistance for Medicare Patients http:\/\/nyti.ms\/15hfcfr"}
{"Date":"Thu Jul 31 04:18:53 +0000 2014","News":"Well: Bothered by a ‘Gummy Smile’ http:\/\/nyti.ms\/1qMks7O"}
{"Date":"Fri Nov 11 14:50:13 +0000 2011","News":"Seek Help for Breast-Feeding Troubles, Young Mom Advises:  http:\/\/on-msn.com\/tklX68"}
{"Date":"Sat Nov 12 17:25:00 +0000 2011","News":"Intensive Control of Type 1 Diabetes Helps Kidneys: Study:  http:\/\/on-msn.com\/rTJfLV"}
{"Date":"Sun Oct 02 13:51:44 +0000 2011","News":"Kids Can Enjoy Halloween Candy, Still Protect Teeth:  http:\/\/on-msn.com\/mVh8Ut"}
{"Date":"Fri Oct 24 01:17:25 +0000 2014","News":"A promising Ebola vaccine was shelved for nearly 10 years, writes atnytDeniseGrady http:\/\/nyti.ms\/ZKq1XH"}
{"Date":"Sun Aug 10 14:21:02 +0000 2014","News":"RT atkerrimac: His mother &amp; sister are Ebola patients. Last week, he was, too. The rest of the family not as lucky: http:\/\/nyti.ms\/1vl7fou"}
{"Date":"Thu Nov 21 16:50:22 +0000 2013","News":"RT atceliadugger: Building a better condom: how about making it from fish skin or cow tendon? http:\/\/nyti.ms\/18p8SVs"}
{"Date":"Mon Aug 26 20:36:58 +0000 2013","News":"Q&amp;A: Are There Reasons for Different Sneezing Patterns? http:\/\/nyti.ms\/13TS7RP"}
{"Date":"Mon Jun 23 04:28:28 +0000 2014","News":"Nielsen Rewards Innovations of Successful New Products http:\/\/nyti.ms\/1mcMdlI"}
{"Date":"Fri Jun 20 00:24:08 +0000 2014","News":"I realized...I needed another checklist, one that puts patients in the center atJessicaZitter http:\/\/nyti.ms\/1jB4nJh"}
{"Date":"Mon Sep 30 20:29:44 +0000 2013","News":"Letters: Best Interests of the Patient (1 Letter) http:\/\/nyti.ms\/16Dxgnz"}
{"Date":"Fri Aug 16 14:16:01 +0000 2013","News":"RT atpatinamiller: Looks like my interview and workout is up on NYT website now! Go check it out! http:\/\/nyti.ms\/17sWmAD atmfisherfitness"}
{"Date":"Tue Oct 28 02:58:41 +0000 2014","News":"Wish to Do More in Ebola Fight Meets Reality in Liberia http:\/\/nyti.ms\/1wFCx9D"}
{"Date":"Mon Oct 20 19:24:40 +0000 2014","News":"Books: A Frightening Diagnosis Is Only Start of the Story in ‘Not Fade Away’ and ‘Now I See You’ http:\/\/nyti.ms\/1vDAVv8"}
{"Date":"Thu Oct 30 18:43:21 +0000 2014","News":"RT atginakolata: live or die with Ebola infection? Genes may hold clues http:\/\/www.nytimes.com\/2014\/10\/31\/health\/genes-influence-ebola-infections-in-mice-study-suggests.html?"}
{"Date":"Wed Oct 08 04:23:04 +0000 2014","News":"Well: How Exercise Can Boost Young Brains http:\/\/nyti.ms\/1uZysfF"}
{"Date":"Sat Nov 05 13:37:35 +0000 2011","News":"'Food Challenges' Provide Best Allergy Diagnoses: Study:  http:\/\/on-msn.com\/rtx4oZ"}
{"Date":"Tue Aug 27 14:51:18 +0000 2013","News":"Researchers are mapping the fauna in our water, to understand how some organisms live in pipes loaded with chlorine. http:\/\/nyti.ms\/1dLMEyf"}
{"Date":"Thu Nov 20 19:22:14 +0000 2014","News":"Observatory: Living Higher, Thanks to Barley http:\/\/nyti.ms\/1vtxYiY"}
{"Date":"Wed Aug 24 19:00:03 +0000 2011","News":"Cancer Drug Shortages Getting Worse, FDA Says:  http:\/\/on-msn.com\/q3r1xL"}
{"Date":"Fri Oct 17 18:13:24 +0000 2014","News":"Well: Mistakes in Treating Childhood Fractures http:\/\/nyti.ms\/1FdiNwv"}
{"Date":"Thu Nov 03 16:36:47 +0000 2011","News":"Home-Based Test Can Detect Cervical Cancer Virus: Study:  http:\/\/on-msn.com\/rqkgjK"}
{"Date":"Sat Oct 18 03:58:26 +0000 2014","News":"Fitbit Says It Will Make Changes to Address Complaints About Allergic Reactions  http:\/\/nyti.ms\/1wRQ8ac"}
{"Date":"Wed Oct 08 03:04:46 +0000 2014","News":"The Ebola Ward: Life, Death and Careful Routine Fill the Day at a Liberian Clinic http:\/\/nyti.ms\/1rVzVjf"}
{"Date":"Mon Dec 09 20:12:58 +0000 2013","News":"One Mind’s Long Decay Finally Ends http:\/\/nyti.ms\/1cwM6vQ"}
{"Date":"Mon Jul 28 19:54:42 +0000 2014","News":"Well: Rustle, Tingle, Relax: The Compelling World of A.S.M.R. http:\/\/nyti.ms\/1mVMvt6"}
{"Date":"Tue Aug 30 13:44:25 +0000 2011","News":"Mother's Love Can Help Babies With Difficult Temperaments:  http:\/\/on-msn.com\/ovPWRf"}
{"Date":"Thu Apr 24 04:10:52 +0000 2014","News":"Well: Why Chocolate Is Good for Us http:\/\/nyti.ms\/1igPaAQ"}
{"Date":"Tue Oct 11 13:54:20 +0000 2011","News":"Environmental Toxins Linked to Hardening of Arteries:  http:\/\/on-msn.com\/rnvgN8"}
{"Date":"Fri Oct 24 16:44:52 +0000 2014","News":"The C.D.C. has confirmed New York patient's Ebola test, says atDrMaryTBassett"}
{"Date":"Mon Nov 24 03:52:48 +0000 2014","News":"Home-Birth Film Prepares for Redelivery, Worldwide http:\/\/nyti.ms\/1y6hY56"}
{"Date":"Thu Dec 08 17:33:03 +0000 2011","News":"Family Tree May Affect Diagnosis Age in Some Breast Cancers:  http:\/\/on-msn.com\/sYZGEt"}
{"Date":"Tue Jan 17 20:03:44 +0000 2012","News":"More Known About Proteins That Cause Autoimmune Diseases:  http:\/\/on-msn.com\/wUSgyd"}
{"Date":"Mon Jul 14 19:28:00 +0000 2014","News":"RT atlpolgreen: India spends $20 billion on food for the poor, and just $400 million on sanitation. Numbers should be reversed, experts say."}
{"Date":"Mon Nov 10 22:37:29 +0000 2014","News":"Craig Spencer, New York Doctor With Ebola, Will Leave Bellevue Hospital http:\/\/nyti.ms\/1wc8Ibh"}
{"Date":"Fri Oct 17 14:50:17 +0000 2014","News":"RT atcarlzimmer: The U.N.’s Ebola outbreak trust fund is full of promises, and almost no cash. http:\/\/www.nytimes.com\/2014\/10\/17\/world\/africa\/ban-ki-moon-pleads-for-ebola-aid-donations.html?action=click&contentCollection=US%20Open&region=Article&module=Promotron"}
{"Date":"Mon Mar 24 21:46:52 +0000 2014","News":"Reactions http:\/\/nyti.ms\/Q8M6LB"}
{"Date":"Mon Oct 06 23:09:57 +0000 2014","News":"Reactions: Healthy Probabilities, a Challenging Condition, Benefits From Sandy http:\/\/nyti.ms\/ZahuNr"}
{"Date":"Mon Jan 30 14:48:26 +0000 2012","News":"Many Parents Skip Booster Seats When Carpooling:  http:\/\/on-msn.com\/ye3Qsb"}
{"Date":"Sun Jul 13 22:15:49 +0000 2014","News":"RT atceliadugger: New meta-analysis of organic food finds less pesticide residues but can't settle ? of whether better for health. http:\/\/t.…"}
{"Date":"Thu Nov 20 22:19:02 +0000 2014","News":"The problem with treating the health care system like an all-you-can-eat buffet. http:\/\/nyti.ms\/1F8f6ae"}
{"Date":"Wed Oct 15 16:37:42 +0000 2014","News":"At least 17 Ebola cases have been treated outside of West Africa in the current outbreak. http:\/\/nyti.ms\/UPEOhp"}
{"Date":"Tue Sep 06 13:27:45 +0000 2011","News":"Routine Chores Might Help Keep Dementia at Bay:  http:\/\/on-msn.com\/rubLow"}
{"Date":"Thu Dec 11 22:27:27 +0000 2014","News":"RT atbencareynyt: The psychological \"theory\" of torture, and its recent history: http:\/\/bit.ly\/1Bj4hzW"}
{"Date":"Thu Aug 29 21:28:42 +0000 2013","News":"You asked. We answered: Is it better to bike or run? http:\/\/nyti.ms\/1dU4i2U"}
{"Date":"Mon Aug 11 15:31:02 +0000 2014","News":"RT atceliadugger: Ebola goes viral on Twitter. Why do some topics -- shark attacks, dread diseases - become social contagions of fear? http:…"}
{"Date":"Fri Dec 05 16:37:42 +0000 2014","News":"Take this quiz to see whether you have a a Mediterranean diet.  http:\/\/nyti.ms\/1wzfLAg"}
{"Date":"Thu Oct 30 16:25:06 +0000 2014","News":"Denver PD: Parents of Halloween trick-or-treaters beware. Which is the pot gummy?http:\/\/nyti.ms\/106ftlR http:\/\/pbs.twimg.com\/media\/B1NUuwDCMAAC12m.jpg"}
{"Date":"Tue Aug 19 02:38:15 +0000 2014","News":"RT atceliadugger: Drs at Emory learning a lot about helping Ebola patients survive by treating 2 Americans,   http:\/\/nyti.ms\/1vZl7F4"}
{"Date":"Fri Oct 31 18:32:20 +0000 2014","News":"Repeal of Health Law, Once Central to G.O.P., Is Side Issue in Campaigns http:\/\/nyti.ms\/1yMzESn"}
{"Date":"Mon Apr 14 21:31:36 +0000 2014","News":"Well: A Trendy Food, Now Kosher for Passover http:\/\/nyti.ms\/P198Tc"}
{"Date":"Sun Apr 13 21:01:48 +0000 2014","News":"Surge in Prescriptions for Opioid Painkillers for Pregnant Women http:\/\/nyti.ms\/1ey9X2n"}
{"Date":"Fri Jul 11 20:54:35 +0000 2014","News":"Well: Doubts on Fasting Before Cholesterol Tests http:\/\/nyti.ms\/1r4m7EV"}
{"Date":"Thu Sep 25 09:37:30 +0000 2014","News":"Can’t read enough Ebola? Our best stories will continue to be collected here: http:\/\/bit.ly\/1r9oPJx"}
{"Date":"Mon Oct 24 16:47:53 +0000 2011","News":"Outdoor Time May Reduce Nearsightedness in Children:  http:\/\/on-msn.com\/qzkHcz"}
{"Date":"Thu Mar 27 02:40:24 +0000 2014","News":"‘Environmental Poisoning’ of Iraq Is Claimed http:\/\/nyti.ms\/OWj4hx"}
{"Date":"Mon Nov 24 20:45:49 +0000 2014","News":"Well: Vegetarian Thanksgiving: Pomegranate Salad http:\/\/nyti.ms\/1zm30Xg"}
{"Date":"Wed Jul 09 03:46:30 +0000 2014","News":"Using M.C.s and M.D.s to Promote Healthy Eating for Youths http:\/\/nyti.ms\/VHSMCY"}
{"Date":"Thu Dec 04 03:58:39 +0000 2014","News":"Court Strikes Down Drug Tests for Florida Welfare Applicants http:\/\/nyti.ms\/1Ai7iA2"}
{"Date":"Fri Nov 07 21:06:37 +0000 2014","News":"RT atpaula_span: Older folks seeing things that aren't there. My post on something called Charles Bonnet Syndrome. http:\/\/newoldage.blogs.nytimes.com\/2014\/11\/07\/hello-green-man\/"}
{"Date":"Thu Sep 29 21:44:16 +0000 2011","News":"New Genes Revealed for Type 1 Diabetes:  http:\/\/on-msn.com\/oLJ2q6"}
{"Date":"Fri Mar 21 18:04:01 +0000 2014","News":"Well: A Threat to Male Fertility http:\/\/nyti.ms\/1imqTaa"}
{"Date":"Thu Aug 07 17:00:58 +0000 2014","News":"RT atcslnyt: Judith of NM says why question water use for growing Calif pot. \"What about swimming pools and lawns?\"  http:\/\/nyti.ms\/1AXkNqo"}
{"Date":"Wed Sep 28 16:58:54 +0000 2011","News":"TNF Treatment for Rheumatoid Arthritis Boosts Skin Cancer Risk:  http:\/\/on-msn.com\/ro6oqW"}
{"Date":"Tue Nov 08 19:53:43 +0000 2011","News":"Racial Disparities Still Exist  for Kidney Recipients, Study Finds:  http:\/\/on-msn.com\/w4uWoc"}
{"Date":"Fri Dec 09 23:04:32 +0000 2011","News":"Americans Encouraged to Get Flu Vaccine:  http:\/\/on-msn.com\/urfcc3"}
{"Date":"Fri Oct 10 03:58:01 +0000 2014","News":"This symptom may distinguish a wheat allergy from the far more common gluten sensitivity.  Take the weekly quiz: http:\/\/nyti.ms\/1pWr9hD"}
{"Date":"Wed Oct 15 15:00:25 +0000 2014","News":"A second worker at Texas Health Presbyterian Hospital in Dallas has tested positive for Ebola. http:\/\/nyti.ms\/1qrPGeQ"}
{"Date":"Fri Jun 27 04:16:38 +0000 2014","News":"Well: Ask Well: Fatty Liver and Diet http:\/\/nyti.ms\/1pold65"}
{"Date":"Mon Sep 05 13:22:45 +0000 2011","News":"Boorish Co-Workers Can Damage Your Home Life:  http:\/\/on-msn.com\/ruEcq2"}
{"Date":"Mon May 19 21:55:07 +0000 2014","News":"Letters: A.D.H.D. Treatment Without Drugs (1 Letter) http:\/\/nyti.ms\/1sMzANO"}
{"Date":"Mon Jul 28 16:40:42 +0000 2014","News":"Books: Book Review: ‘The Norm Chronicles’ http:\/\/nyti.ms\/1tijwrJ"}
{"Date":"Tue Nov 04 04:02:22 +0000 2014","News":"Stryker Settles Suits by Hip Implant Patients for $1 Billion http:\/\/nyti.ms\/1tBPQWo"}
{"Date":"Tue Aug 30 22:12:40 +0000 2011","News":"What You Eat Affects Viruses Living in the Gut: Study:  http:\/\/on-msn.com\/qzzgsG"}
{"Date":"Tue Aug 23 18:39:12 +0000 2011","News":"Mental Illness Affects Women, Men Differently, Study Finds:  http:\/\/on-msn.com\/oWvuDL"}
{"Date":"Fri Jan 20 17:58:53 +0000 2012","News":"Experts Weigh Changes to Definition of Autism:  http:\/\/on-msn.com\/xE57Jg"}
{"Date":"Mon Aug 04 20:51:28 +0000 2014","News":"A tiny part of the brain keeps track of painful experiences — a finding that could help treat depression. http:\/\/nyti.ms\/1pzuXaG"}
{"Date":"Tue Feb 11 17:16:09 +0000 2014","News":"Should medical school tests be multiple choice? Is there ever a single best answer in the real world of medicine? http:\/\/nyti.ms\/1dgoexW"}
{"Date":"Thu Nov 21 18:47:52 +0000 2013","News":"RT atpaula_span: Gender, work &amp; caregiving: Women caregivers less likely to be in labor force.  Men: no effect.  Hmmm. http:\/\/newoldage.blogs.nytimes.com\/2013\/11\/21\/work-women-and-caregiving\/"}
{"Date":"Mon Jun 23 16:49:37 +0000 2014","News":"Spicy Quinoa Salad With Broccoli, Cilantro and Lime http:\/\/nyti.ms\/1meR9Xc"}
{"Date":"Sun Oct 12 22:57:11 +0000 2014","News":"Babies who are allowed to linger in the womb are often healthier and do better in school http:\/\/nyti.ms\/1vUL0Sg"}
{"Date":"Mon Jul 07 22:23:00 +0000 2014","News":"RT atnytdining: .atBittman is giving tofu the new look it deserves: http:\/\/nyti.ms\/1pVqAdr Photo: atesung http:\/\/pbs.twimg.com\/media\/Br-VjIOIYAAKBSD.jpg"}
{"Date":"Fri Aug 26 13:32:30 +0000 2011","News":"Jogging Beats Weight Lifting for Losing Belly Fat: Study:  http:\/\/on-msn.com\/q2zyxY"}
{"Date":"Wed Dec 07 14:52:00 +0000 2011","News":"Marathons May Damage Part of Heart: Study:  http:\/\/on-msn.com\/uDqFSG"}
{"Date":"Sun Sep 11 13:30:54 +0000 2011","News":"9\/11 Left Permanent Scars on the American Psyche:  http:\/\/on-msn.com\/ppKpKh"}
{"Date":"Wed Aug 28 15:57:09 +0000 2013","News":"RT atbstrauch: A warning on food poisoning and spices that is a little scary, from atgardinerharris in India.http:\/\/nyti.ms\/1aPmaMM"}
{"Date":"Fri Sep 26 23:25:07 +0000 2014","News":"If a child has labored breathing that involves wheezing or chest pain, the child requires immediate care.  Could be enterovirus 68."}
{"Date":"Tue Nov 25 00:18:44 +0000 2014","News":"Q&amp;A: What Determines the Color of Fish Flesh? http:\/\/nyti.ms\/1vj3Uo5"}
{"Date":"Mon Jul 28 15:34:19 +0000 2014","News":"The New Old Age Blog: A New Resource About Parkinson’s http:\/\/nyti.ms\/1ti3o9x"}
{"Date":"Tue Aug 23 20:51:45 +0000 2011","News":"Injectable Psoriasis Drugs May Not Hike Heart Risks: Study:  http:\/\/on-msn.com\/nbzA7p"}
{"Date":"Fri Oct 17 21:05:02 +0000 2014","News":"Well: Ask Well: Do Mosquitos Spread Ebola? http:\/\/nyti.ms\/ZInkGr"}
{"Date":"Mon Sep 30 15:26:29 +0000 2013","News":"Recipes for Health: Perciatelli With Baby Broccoli, Tomatoes and Anchovies http:\/\/nyti.ms\/16PIRZY"}
{"Date":"Mon May 26 04:10:45 +0000 2014","News":"Bits Blog: My T-Shirt Told Me to Take a Chill Pill http:\/\/nyti.ms\/1mdjASv"}
{"Date":"Fri May 23 15:33:02 +0000 2014","News":"Do you feel more stressed at work or at home? At answer may surprise you. http:\/\/nyti.ms\/1ttn2x3"}
{"Date":"Fri Nov 21 04:27:28 +0000 2014","News":"F.D.A. Approves Hysingla, a Powerful Painkiller http:\/\/nyti.ms\/1uNubex"}
{"Date":"Sun Sep 25 13:53:39 +0000 2011","News":"Bone Drug Fails to Prevent Breast Cancer Recurrence: Study:  http:\/\/on-msn.com\/nyXIU9"}
{"Date":"Fri Dec 23 19:30:37 +0000 2011","News":"Parents May Hold Key to Healthy Weight in Hispanic Kids:  http:\/\/on-msn.com\/t7Eco6"}
{"Date":"Mon Nov 17 19:10:38 +0000 2014","News":"The New Old Age Blog: Seeing the ‘Invisible Patient’ http:\/\/nyti.ms\/1uFJENn"}
{"Date":"Thu Nov 10 17:58:57 +0000 2011","News":"Watch Scary Movie, Sell Your Stocks?:  http:\/\/on-msn.com\/sGnIIK"}
{"Date":"Fri Sep 26 15:03:46 +0000 2014","News":"RT atbcsolomon: A day after open, the new 100+ bed #Monrovia #Ebola clinic is full. Once again, sick must wait outside atMSF center. http:\/\/t…"}
{"Date":"Fri Feb 07 16:24:03 +0000 2014","News":"9,000 children under 12 died in car accidents from 2002 to 201; mostly they were not in child seats or seatbelts.  http:\/\/nyti.ms\/1l5Zb2h"}
{"Date":"Fri Aug 23 15:54:39 +0000 2013","News":"RT atcslnyt: Live a life of purpose or your genes might turn on you?! http:\/\/nyti.ms\/1f6g8EZ atGretchenReynold"}
{"Date":"Fri Jun 13 21:40:24 +0000 2014","News":"Are you a \"fun\" dad? Share your tales of fatherly fun here: http:\/\/nyti.ms\/1nC6fW9"}
{"Date":"Mon Sep 29 21:08:23 +0000 2014","News":"Q&amp;a: Rating Pain Relief http:\/\/nyti.ms\/1u6GtNZ"}
{"Date":"Wed Mar 12 14:16:12 +0000 2014","News":"RT atpaula_span: Diagnosis is aortic stenosis. Is popular  \"minimally invasive\" procedure really better than traditional surgery? http:\/\/t.c…"}
{"Date":"Wed Nov 09 22:53:54 +0000 2011","News":"Maternal Blood Test Might Spot Birth Defects More Safely:  http:\/\/on-msn.com\/vp7wuk"}
{"Date":"Mon Jun 16 17:26:38 +0000 2014","News":"RT atanahadoconnor: Pretty fascinating story on the new whole grain movement taking shape on the west coast by atSophieEganNYT  http:\/\/t.co\/0…"}
{"Date":"Sun Mar 02 20:55:29 +0000 2014","News":"Rare Gene Found to Protect Against Type 2 Diabetes http:\/\/nyti.ms\/1mXIAP1"}
{"Date":"Fri Jan 27 17:50:12 +0000 2012","News":"IV Acetaminophen Linked to More Child Overdoses:  http:\/\/on-msn.com\/yobo9r"}
{"Date":"Wed Jan 18 14:36:20 +0000 2012","News":"Sleep Might Help Deepen Traumatic Memories:  http:\/\/on-msn.com\/wVZ3Io"}
{"Date":"Fri May 09 17:47:37 +0000 2014","News":"RT atceliadugger: Fighting the invisibility of schizophrenia by inviting people who have it to tell their stories in oral histories. http:\/\/…"}
{"Date":"Wed Dec 17 04:01:21 +0000 2014","News":"U.N. Secretary General to Visit Ebola-Plagued Nations http:\/\/nyti.ms\/1zpVLjs"}
{"Date":"Fri Oct 24 17:19:37 +0000 2014","News":"RT atnytgraphics: Timeline of what's known so far about NYC #Ebola patient http:\/\/nyti.ms\/1D7j0xn http:\/\/pbs.twimg.com\/media\/B0und69IEAAKRfd.png"}
{"Date":"Thu Sep 25 03:28:27 +0000 2014","News":"Athletes show significantly greater erosion of their tooth enamel.  http:\/\/nyti.ms\/1rae2Pj"}
{"Date":"Mon Oct 31 21:29:30 +0000 2011","News":"Handheld Metal Detectors Don't Seem to Affect Pacemakers: Study:  http:\/\/on-msn.com\/rPypqI"}
{"Date":"Thu Sep 25 00:37:25 +0000 2014","News":"Bill Clinton laments that in some communities, sugary sodas account for a half of the calories a child consumes. http:\/\/nyti.ms\/1psBYXI"}
{"Date":"Fri May 02 20:41:46 +0000 2014","News":"Helmets on infants don't help to fix skull flattening, a new study says. http:\/\/nyti.ms\/1fVQ1Bq"}
{"Date":"Thu Aug 25 13:41:29 +0000 2011","News":"East Coast Urged to Prepare as Hurricane Irene Approaches:  http:\/\/on-msn.com\/q7C56S"}
{"Date":"Wed Aug 13 04:52:22 +0000 2014","News":"World Briefing: Mexico: Mining Spill Pollutes River http:\/\/nyti.ms\/1sWWTXl"}
{"Date":"Tue Apr 08 15:37:13 +0000 2014","News":"Researchers suggest that women are overtreated for breast cancer. But where are all these women? atnytDeniseGrady http:\/\/nyti.ms\/1gHR7jm"}
{"Date":"Fri Nov 11 01:12:13 +0000 2011","News":"ADHD Brain Changes Appear to Persist Into Adulthood:  http:\/\/on-msn.com\/upcew8"}
{"Date":"Thu Dec 19 15:38:58 +0000 2013","News":"RT atginakolata: New blood pressure guidelines. Amazing how hard it is to get rigorous evidence on key questions. http:\/\/www.nytimes.com\/2013\/12\/19\/health\/blood-pressure-guidelines-can-be-loosened-panel-says.html?hp"}
{"Date":"Tue Oct 04 17:00:29 +0000 2011","News":"13 Important Questions About Arthritis:  http:\/\/on-msn.com\/qD6ZiB"}
{"Date":"Wed Sep 17 18:16:09 +0000 2014","News":"Critics are asking whether British health service was justified in refusing proton beam therapy for boy with cancer. http:\/\/nyti.ms\/1u8QasJ"}
{"Date":"Fri Jun 20 03:04:17 +0000 2014","News":"Your Money Adviser: A Test for the Early Detection of Alzheimer’s Disease http:\/\/nyti.ms\/TcnLp4"}
{"Date":"Fri Sep 26 21:50:28 +0000 2014","News":"RT atbstrauch: This respiratory illness among children continues to spread and puzzle doctors.http:\/\/nyti.ms\/1u33nps"}
{"Date":"Mon Dec 08 03:34:46 +0000 2014","News":"Liberian President’s Ban on Rallies Is Seen as Political http:\/\/nyti.ms\/1A7gG8Z"}
{"Date":"Mon Oct 27 17:50:18 +0000 2014","News":"RT atbstrauch: Nurse held in quarantine is ordered released as Ebola policy flips and flops all over the place. http:\/\/nyti.ms\/1xvDUUQ"}
{"Date":"Thu Dec 22 14:32:10 +0000 2011","News":"Does Your Teen Constantly Challenge You?:  http:\/\/on-msn.com\/v5TU6E"}
{"Date":"Tue Oct 08 03:22:54 +0000 2013","News":"Jesuit Campus to End Coverage for Elective Abortions http:\/\/nyti.ms\/GJXJUK"}
{"Date":"Wed Feb 19 11:16:33 +0000 2014","News":"Well: Learning to Cut the Sugar http:\/\/nyti.ms\/1e6EWLX"}
{"Date":"Wed Oct 15 15:02:12 +0000 2014","News":"The new patient has renewed questions about the hospital’s infection-control procedures and the C.D.C.'s oversight of the Ebola response."}
{"Date":"Tue Dec 06 22:25:27 +0000 2011","News":"Rotating Shift Work May Boost Women's Diabetes Risk:  http:\/\/on-msn.com\/vOlQsP"}
{"Date":"Wed Sep 17 18:49:28 +0000 2014","News":"The New Health Care: With New Health Law, Shopping Around Can Be Crucial http:\/\/nyti.ms\/1BMXajV"}
{"Date":"Wed Sep 28 21:29:09 +0000 2011","News":"End-Stage Alzheimer's Patients Often Hospitalized Unnecessarily:  http:\/\/on-msn.com\/resBGy"}
{"Date":"Tue Jan 24 00:48:32 +0000 2012","News":"Living Together May Be Mentally Healthier Than Marriage: Study:  http:\/\/on-msn.com\/yKfysF"}
{"Date":"Thu Apr 17 20:33:16 +0000 2014","News":"My youth was all sports. Now, at the age of 30, with Stage IV gastric cancer, I rely on what I learned then. http:\/\/nyti.ms\/1r335di"}
{"Date":"Fri Aug 15 10:38:58 +0000 2014","News":"Well: Ask Well: How Do You Use a Heart Rate Monitor? http:\/\/nyti.ms\/1qbQUu2"}
{"Date":"Wed Jan 04 21:28:47 +0000 2012","News":"Novel Hepatitis C Vaccine Shows Some Early Promise:  http:\/\/on-msn.com\/zLQKcc"}
{"Date":"Fri Nov 25 20:30:23 +0000 2011","News":"Racism's Mental Toll May Explain Some Health Disparities:  http:\/\/on-msn.com\/tigN1Z"}
{"Date":"Wed Dec 21 22:44:46 +0000 2011","News":"Thinner Brains Could Signal Alzheimer's, Study Suggests:  http:\/\/on-msn.com\/s2zCeq"}
{"Date":"Tue Jan 03 21:56:19 +0000 2012","News":"Extra Calories, Low Protein Are Culprits in Weight Gain:  http:\/\/on-msn.com\/wqGNBZ"}
{"Date":"Mon Sep 15 22:50:25 +0000 2014","News":"How should a doctor deal with a patient, who admits she has H.I.V. phobia? http:\/\/nyti.ms\/1tYoZ3V"}
{"Date":"Mon Dec 05 17:30:45 +0000 2011","News":"Common Hospital Infection Lengthens Patient Stays:  http:\/\/on-msn.com\/tmDrav"}
{"Date":"Tue Jul 29 17:56:08 +0000 2014","News":"RT atcslnyt: Feeling anxious? How to reduce stress as a parent of an autistic child http:\/\/bit.ly\/1poAZL7"}
{"Date":"Wed Sep 24 19:46:04 +0000 2014","News":"Liberia’s Ebola Victims Dying at Home Amid Shortage of Clinics http:\/\/nyti.ms\/1uoLNh3"}
{"Date":"Fri Sep 23 21:36:37 +0000 2011","News":"Many Black Men in Cold Climates Lack Vitamin D:  http:\/\/on-msn.com\/qjkoyG"}
{"Date":"Fri Jun 13 21:10:33 +0000 2014","News":"Well: Are You a ‘Fun Dad’? http:\/\/nyti.ms\/1onfsoS"}
{"Date":"Mon Dec 22 21:39:21 +0000 2014","News":"Letters: Flavors From the Past  http:\/\/nyti.ms\/1HruX2S"}
{"Date":"Mon Nov 10 22:19:50 +0000 2014","News":"The Doctor's World: Like AIDS Before It, Ebola Isn't Explained Clearly by Officials http:\/\/nyti.ms\/1wc6YyO"}
{"Date":"Wed Jul 16 19:55:04 +0000 2014","News":"Family That Owns Hobby Lobby Plans Bible Museum in Washington http:\/\/nyti.ms\/1t4CyPq"}
{"Date":"Thu Jan 23 20:04:36 +0000 2014","News":"Well: Living With Cancer: Life of the Party http:\/\/nyti.ms\/1aPqlnA"}
{"Date":"Wed Aug 24 19:00:04 +0000 2011","News":"2 Salmonella Outbreaks Traced to Baby Chicks, Ducklings:  http:\/\/on-msn.com\/nq5QbI"}
{"Date":"Mon Jun 23 19:25:09 +0000 2014","News":"Q&amp;A: Mosquito Bait http:\/\/nyti.ms\/1q1UZ8U"}
{"Date":"Sat Sep 20 12:00:21 +0000 2014","News":"Our guide to activity trackers: http:\/\/nyti.ms\/1u7GS49 David Sedaris’ essay on what one did to him: http:\/\/nyr.kr\/1u7GS4b"}
{"Date":"Thu Oct 02 23:31:59 +0000 2014","News":"Op-Ed Contributor: Young, Brilliant and Underfunded http:\/\/nyti.ms\/1pJBkFx"}
{"Date":"Mon Jan 02 14:46:01 +0000 2012","News":"With Depression, Helping Others May in Turn Help You:  http:\/\/on-msn.com\/tElpWV"}
{"Date":"Mon Dec 01 17:01:27 +0000 2014","News":"The New Health Care: Underinsurance Remains Big Problem Under Obama Health Law http:\/\/nyti.ms\/1A7YRat"}
{"Date":"Wed Aug 13 15:16:32 +0000 2014","News":"Regular exercise may alter how a person experiences pain, according to a new study. http:\/\/nyti.ms\/1ouAGRc"}
{"Date":"Wed Sep 07 22:06:47 +0000 2011","News":"Firearm Suicide Methods Vary by Gender: Study:  http:\/\/on-msn.com\/mPxVMY"}
{"Date":"Fri Jan 06 14:49:40 +0000 2012","News":"Global Study Finds Drug Abuse Highest in Richer Nations:  http:\/\/on-msn.com\/xwAKuB"}
{"Date":"Wed Jun 25 21:47:03 +0000 2014","News":"Try this healthy salad with Middle Eastern accents (Photo: Andrew Scrivani for NYT) http:\/\/nyti.ms\/1jOEpSq http:\/\/pbs.twimg.com\/media\/Bq_lIm_CIAA5o6T.jpg"}
{"Date":"Mon Oct 20 16:53:05 +0000 2014","News":"W.H.O. Declares Nigeria Free of Ebola http:\/\/nyti.ms\/1vCZ3hm"}
{"Date":"Wed Mar 26 14:22:16 +0000 2014","News":"RT atcslnyt: Nitroglycerin is key if you're having a heart attack, but the drug is in short supply. http:\/\/nyti.ms\/1fZ7qbi"}
{"Date":"Thu Dec 05 21:25:26 +0000 2013","News":"How well do you know this week's health news? http:\/\/nyti.ms\/1bKA4k5"}
{"Date":"Wed Nov 26 03:37:28 +0000 2014","News":"State Investigating Woman’s Death After Nursing Home Evacuation  http:\/\/nyti.ms\/1yepDyB"}
{"Date":"Mon Sep 02 18:34:50 +0000 2013","News":"Nyad 1st to Swim to Florida From Cuba Without Cage http:\/\/nyti.ms\/17FcYJs"}
{"Date":"Fri Apr 11 17:34:37 +0000 2014","News":"Well: Great Grain Salads http:\/\/nyti.ms\/1i8Z1ai"}
{"Date":"Sun Aug 18 01:15:56 +0000 2013","News":"The Texas Tribune: Bicycling for Thinner Texans and New Businesses http:\/\/nyti.ms\/12eyDUY"}
{"Date":"Tue Apr 22 16:55:07 +0000 2014","News":"The New Old Age Blog: Fighting Words Are Rarer Among British Doctors http:\/\/nyti.ms\/Qvh5Bm"}
{"Date":"Tue Nov 19 18:10:55 +0000 2013","News":"RT atcslnyt: Want to recover from depression? Try insomnia treatment http:\/\/nyti.ms\/HVHJ1U h\/t atbencareynyt"}
{"Date":"Thu Sep 01 00:08:35 +0000 2011","News":"Potatoes May Be Good for the Heart After All, Study Says:  http:\/\/on-msn.com\/nU6acn"}
{"Date":"Tue Nov 25 04:13:13 +0000 2014","News":"F.D.A. to Announce Sweeping Calorie Rules for Restaurants http:\/\/nyti.ms\/1yac96L"}
{"Date":"Tue Dec 17 17:15:44 +0000 2013","News":"The New Old Age Blog: A Way to Stay on the Job http:\/\/nyti.ms\/Jx4ytv"}
{"Date":"Wed Jan 08 16:05:06 +0000 2014","News":"RT atcslnyt: Who knew you can get bounced from hospice? http:\/\/nyti.ms\/1dNYUys atnewoldage"}
{"Date":"Wed Oct 01 22:28:27 +0000 2014","News":"RT atPamBelluck: A dramatic drop in teen pregnancy and abortion rates with long-acting birth control methods - but practical... http:\/\/t.co\/…"}
{"Date":"Fri Sep 16 16:36:49 +0000 2011","News":"Few Suicidal Teens Get the Help They Need:  http:\/\/on-msn.com\/o5ikUt"}
{"Date":"Tue Dec 02 13:57:57 +0000 2014","News":"Well: Circumcision Guidelines Target Teenagers http:\/\/nyti.ms\/1FJC3Pv"}
{"Date":"Wed Aug 13 15:29:12 +0000 2014","News":"The New Old Age Blog: Where Are the Nurses? http:\/\/nyti.ms\/1r98Uf0"}
{"Date":"Mon Sep 30 14:43:38 +0000 2013","News":"Well: Unequal Pain Relief in the Emergency Room http:\/\/nyti.ms\/19ipLfG"}
{"Date":"Wed Oct 12 00:09:05 +0000 2011","News":"Many on Medical Guideline Panels Have Conflicts of Interest: Study:  http:\/\/on-msn.com\/n0ById"}
{"Date":"Wed Sep 17 21:49:28 +0000 2014","News":"RT atcslnyt: Do older men who take testosterone have improved physical, sexual or cognitive function? It's unknown. http:\/\/nyti.ms\/1uHzLxS at…"}
{"Date":"Tue Sep 16 15:01:33 +0000 2014","News":"RT atbstrauch: All you need to know about stem cells. There's hope but not much progress so far.http:\/\/nyti.ms\/1qYUXNz"}
{"Date":"Fri Nov 14 16:49:53 +0000 2014","News":"The New Old Age Blog: Dreaming of the Departed http:\/\/nyti.ms\/1zV2tiP"}
{"Date":"Fri Sep 02 00:32:11 +0000 2011","News":"9\/11 Responders, Workers Still Suffer an Excess of Illnesses:  http:\/\/on-msn.com\/oTAYUx"}
{"Date":"Wed Aug 06 14:18:06 +0000 2014","News":"The president-elect of the American College of Cardiology advises his patients to go vegan, setting off a firestorm.  http:\/\/nyti.ms\/1lA7qTe"}
{"Date":"Mon Dec 02 21:24:21 +0000 2013","News":"RT atDQuenqua: New drugs sterilize pets w\/out surgery, but most won't be avail in U.S. anytime soon. My story in tomorrow's NYT http:\/\/t.co\/…"}
{"Date":"Wed Oct 05 13:25:22 +0000 2011","News":"Omega-3 Supplements Don't Help, May Hurt ICU Patients:  http:\/\/on-msn.com\/nwnf5s"}
{"Date":"Wed Dec 24 03:30:50 +0000 2014","News":"DealBook: Inquiry Into Foreign Bribes at Biomet Hangs Over $13 Billion Merger http:\/\/nyti.ms\/1vaHQYn"}
{"Date":"Mon Mar 24 20:03:53 +0000 2014","News":"Easing Epilepsy With Battery Power http:\/\/nyti.ms\/Q8s5F8"}
{"Date":"Mon Feb 24 20:52:04 +0000 2014","News":"18 &amp; Under: How a College Roommate Can Affect Your Child http:\/\/nyti.ms\/1dqjXnO"}
{"Date":"Sat Aug 09 04:37:54 +0000 2014","News":"A Front Line Against Ebola Runs Through Newark’s Terminal B http:\/\/nyti.ms\/1pi6nfu"}
{"Date":"Thu Aug 22 03:33:21 +0000 2013","News":"Lunchables, the Lunchbox King, Faces a Rival Vowing Higher-Quality Fare http:\/\/nyti.ms\/16y9fdJ"}
{"Date":"Wed Jan 11 14:48:57 +0000 2012","News":"Surgeons in Mid-Career Have Fewest Complications: Study:  http:\/\/on-msn.com\/zPk8Qz"}
{"Date":"Mon Oct 24 21:54:31 +0000 2011","News":"Taking Blood Pressure Meds at Bedtime May Be Better:  http:\/\/on-msn.com\/vEpLcW"}
{"Date":"Tue Nov 15 14:52:25 +0000 2011","News":"Fewer Disease Risk Factors Yet More Fatal Heart Attacks:  http:\/\/on-msn.com\/vhqkfx"}
{"Date":"Wed Jun 11 15:44:07 +0000 2014","News":"Pregnant and worried about eating fish? Well, make sure you don't avoid seafood completely: http:\/\/nyti.ms\/1pjSDSp"}
{"Date":"Mon Feb 24 22:23:58 +0000 2014","News":"Well: When Men Get Breast Cancer http:\/\/nyti.ms\/MVH43l"}
{"Date":"Tue Aug 20 17:50:45 +0000 2013","News":"The New Old Age Blog: A Check on Premature Hospital Discharges http:\/\/nyti.ms\/180P5qG"}
{"Date":"Sat Oct 25 03:58:47 +0000 2014","News":"Officials Soothe Fears, While Workers Sanitize Infected Doctor’s Path http:\/\/nyti.ms\/1pJPjMP"}
{"Date":"Tue Mar 25 14:24:59 +0000 2014","News":"RT atceliadugger: New cholesterol guidelines may double # eligible,  nejm repts, raising more ?s about whether they were too broad. http:\/\/t…"}
{"Date":"Tue Nov 15 14:52:25 +0000 2011","News":"Cholesterol Drug Shows Promise in Early Research:  http:\/\/on-msn.com\/rSPtgJ"}
{"Date":"Thu Dec 29 18:34:59 +0000 2011","News":"Parents Speak Out on Catastrophic Youth Sports Injuries:  http:\/\/on-msn.com\/szy2e4"}
{"Date":"Tue Oct 07 20:36:38 +0000 2014","News":"RT atjimdao: What you need to know about enterovirus, which may have striken more people than we realize.  http:\/\/tinyurl.com\/ms6xxyy"}
{"Date":"Fri Dec 23 22:42:08 +0000 2011","News":"Cancer Survivors Should Take Steps to Keep Healthy During Holidays:  http:\/\/on-msn.com\/rQu3Fw"}
{"Date":"Mon Apr 07 21:33:51 +0000 2014","News":"Well: Panel Urges Low-Dose Aspirin to Reduce Preeclampsia Risk http:\/\/nyti.ms\/1gFaslf"}
{"Date":"Thu Oct 09 02:54:01 +0000 2014","News":"Newly Vigilant, U.S. Will Screen Fliers for Ebola  http:\/\/nyti.ms\/1xra0lh"}
{"Date":"Mon Mar 31 17:35:20 +0000 2014","News":"More than four million injuries attributed to extreme sports occurred in the last 10 years. Tips to stay safe: http:\/\/nyti.ms\/1rYwE35"}
{"Date":"Sun Apr 06 14:33:39 +0000 2014","News":"Breast Cancer Drug Shows ‘Groundbreaking’ Results http:\/\/nyti.ms\/PAUjaS"}
{"Date":"Tue Oct 04 18:42:43 +0000 2011","News":"Drunk Driving Declines in U.S.:  http:\/\/on-msn.com\/p4nQRm"}
{"Date":"Thu Sep 22 16:50:30 +0000 2011","News":"Infections Linked to Swimming, Drinking Water: CDC:  http:\/\/on-msn.com\/qZvIrL"}
{"Date":"Wed Sep 07 16:20:50 +0000 2011","News":"Would You Sell Your Body for Medical Research?:  http:\/\/on-msn.com\/nSPxkA"}
{"Date":"Sat Oct 01 13:41:40 +0000 2011","News":"Halloween Trappings Can Trigger Asthma, Allergies:  http:\/\/on-msn.com\/mSMmjO"}
{"Date":"Fri Sep 30 18:29:56 +0000 2011","News":"Black Women Tend to Suffer Disabilities Earlier, Study Finds:  http:\/\/on-msn.com\/p1ujMQ"}
{"Date":"Fri Oct 31 15:29:21 +0000 2014","News":"Well: Low Vitamin D Tied to Asthma Attacks http:\/\/nyti.ms\/1sR2BXA"}
{"Date":"Thu Jul 10 01:12:04 +0000 2014","News":"Drug-resistant tuberculosis is on the rise http:\/\/nyti.ms\/1xU0ZSr via atnytopinion"}
{"Date":"Thu Jul 10 17:42:39 +0000 2014","News":"Well: Living With Cancer: Parting Gifts http:\/\/nyti.ms\/1mOs9aL"}
{"Date":"Tue Jan 03 22:28:59 +0000 2012","News":"Insulin-Linked Hormone May Also Raise Alzheimer's Risk:  http:\/\/on-msn.com\/AcOx7l"}
{"Date":"Fri Oct 24 04:32:07 +0000 2014","News":"Neighbors Say Patient Is Fast to Lend a Helping Hand http:\/\/nyti.ms\/1rqcEU5"}
{"Date":"Fri Sep 02 18:44:00 +0000 2011","News":"Two U.S. Children Contract New Strain of Swine Flu:  http:\/\/on-msn.com\/ovXbdz"}
{"Date":"Mon Nov 25 20:39:28 +0000 2013","News":"Study Finds Vaccinated Baboons Can Still Carry Whooping Cough http:\/\/nyti.ms\/1bPQimB"}
{"Date":"Thu Jan 30 16:16:30 +0000 2014","News":"Well: When Doctors Give Patients Money http:\/\/nyti.ms\/1dQCR6b"}
{"Date":"Fri Oct 24 17:19:59 +0000 2014","News":"RT atNYTMetro: \"It is a global city, we knew one day we would get a patient with Ebola,\" said atRamRajuMD of Bellevue being prepared to handl…"}
{"Date":"Sat Sep 10 13:51:14 +0000 2011","News":"College Students Not Getting Enough Z's:  http:\/\/on-msn.com\/rbXwTd"}
{"Date":"Thu Oct 27 20:25:38 +0000 2011","News":"Medicare Part B Premium Increase Lower Than Expected:  http:\/\/on-msn.com\/vvkxAT"}
{"Date":"Fri Oct 04 14:45:42 +0000 2013","News":"You asked, we answered: Whats the best way to soothe sore muscles? http:\/\/nyti.ms\/1hpZ25Z Have a health question? #askwell."}
{"Date":"Mon May 12 19:38:29 +0000 2014","News":"Well: Moving Against Heart Disease http:\/\/nyti.ms\/1mOSWEB"}
{"Date":"Thu Feb 20 17:24:50 +0000 2014","News":"Deception encapsulates what we dread most in a doctor-patient relationship, and yet it is there in medicine.  http:\/\/nyti.ms\/1cunuVa"}
{"Date":"Tue Oct 21 00:25:09 +0000 2014","News":"Well: Coffee May Protect the Liver http:\/\/nyti.ms\/1rolzEy"}
{"Date":"Mon Aug 19 21:20:06 +0000 2013","News":"RT atbstrauch: Why we have no new psychiatric drugs. http:\/\/nyti.ms\/162oOqu"}
{"Date":"Wed Nov 02 16:35:56 +0000 2011","News":"Obese Women Face Higher Complication Risk After Breast Surgery:  http:\/\/on-msn.com\/ti2v5M"}
{"Date":"Thu Sep 25 05:29:28 +0000 2014","News":"For the initial diagnosis of kidney stones, ultrasounds may be a better choice than CT scans. http:\/\/nyti.ms\/1raeA7U"}
{"Date":"Fri May 23 18:54:39 +0000 2014","News":"Poison Pen: Silver Too Small to See, but Everywhere You Look http:\/\/nyti.ms\/1pjOdrB"}
{"Date":"Wed Jul 16 15:25:41 +0000 2014","News":"The German players covered 71 miles on average as a team per game. Only the Americans ran more, says their trainer.  http:\/\/nyti.ms\/1qfo2Hh"}
{"Date":"Fri Nov 21 15:27:49 +0000 2014","News":"Well: Antibiotics During Pregnancy May Increase Child’s Obesity Risk http:\/\/nyti.ms\/1tagRw8"}
{"Date":"Thu Oct 30 11:08:12 +0000 2014","News":"Well: Pronouncing the Patient Dead http:\/\/nyti.ms\/10AZkGa"}
{"Date":"Sun Aug 25 04:16:19 +0000 2013","News":"DealBook: Amgen Said to Be Near Deal to Buy Onyx for $10.5 Billion http:\/\/nyti.ms\/158gwgp"}
{"Date":"Fri Jan 13 19:55:38 +0000 2012","News":"Recent Rotavirus Vaccines Safe, Study Says:  http:\/\/on-msn.com\/xWe8G3"}
{"Date":"Mon Sep 26 13:25:55 +0000 2011","News":"Asthma Can Complicate Diabetes Care in Kids:  http:\/\/on-msn.com\/oaMl9g"}
{"Date":"Tue Oct 04 17:00:28 +0000 2011","News":"9 Things You Shouldn't Share:  http:\/\/on-msn.com\/pQ1WiO"}
{"Date":"Thu Jan 09 15:55:46 +0000 2014","News":"RT atceliadugger: May be surgical alt treatment for sleep apnea but no control group in small study. So still early days. http:\/\/t.co\/Kl3AFg…"}
{"Date":"Mon Nov 17 16:32:19 +0000 2014","News":"RT atSominiSengupta: UN's new Ebola crisis manager for Guinea -- Marcel Rudasingwa -- has died. UN says \"natural causes.\" He was 59."}
{"Date":"Tue Sep 06 21:24:50 +0000 2011","News":"Fewer U.S. Adults Smoking, CDC Says:  http:\/\/on-msn.com\/mUFzoa"}
{"Date":"Thu Sep 11 19:07:06 +0000 2014","News":"RT atbcsolomon: My video dispatch from #Liberia for atnytimes: Sick from #Ebola &amp; dying at the hospital door http:\/\/nyti.ms\/1qnLFN9 http:\/\/t.…"}
{"Date":"Wed Nov 12 01:14:11 +0000 2014","News":"Contributing Op-Ed Writer: Don’t Ask How to Feed the 9 Billion http:\/\/nyti.ms\/1v0VTWe"}
{"Date":"Thu Apr 10 09:06:54 +0000 2014","News":"Well: Drinking Milk Linked to Arthritis Relief http:\/\/nyti.ms\/1hjQcLa"}
{"Date":"Fri Nov 04 13:55:28 +0000 2011","News":"Change in Hepatitis Screening May Save Lives, Money:  http:\/\/on-msn.com\/uOIVYs"}
{"Date":"Tue Dec 16 00:31:49 +0000 2014","News":"Well: Ask Well: Why Do My Knees Make Noise When I Squat? http:\/\/nyti.ms\/1AeZONX"}
{"Date":"Wed Nov 30 21:53:56 +0000 2011","News":"Arsenic Detected in Apple, Grape Juice  Samples:  http:\/\/on-msn.com\/und96k"}
{"Date":"Wed Oct 09 21:29:12 +0000 2013","News":"In Practice: House Republicans Argue for Delay in Health Law Penalties http:\/\/nyti.ms\/1anupLZ"}
{"Date":"Thu Sep 05 17:11:19 +0000 2013","News":"E-Cigarette Use Doubles Among Students, Survey Shows http:\/\/nyti.ms\/18wonrz"}
{"Date":"Thu Nov 17 00:46:58 +0000 2011","News":"Smokeout Day: The Best Ways to Quit:  http:\/\/on-msn.com\/vXw673"}
{"Date":"Thu Sep 01 18:45:29 +0000 2011","News":"Babies Born With Heart Disease Often Harmed by Gut Bacteria:  http:\/\/on-msn.com\/rsizYx"}
{"Date":"Wed Nov 05 20:38:43 +0000 2014","News":"How healthy did you really think the air at the gym was? See if you were right http:\/\/nyti.ms\/1uvYKpR http:\/\/pbs.twimg.com\/media\/B1tIUa8IMAAHvts.jpg"}
{"Date":"Thu Aug 29 03:57:37 +0000 2013","News":"In Congress, a Bid to Undo Dialysis Cuts http:\/\/nyti.ms\/1dsnXct"}
{"Date":"Fri Dec 09 17:36:15 +0000 2011","News":"Abuse May Alter Child's Brain Activity:  http:\/\/on-msn.com\/tWlw11"}
{"Date":"Thu May 29 16:13:54 +0000 2014","News":"Well: Delaying Vaccines May Increase Seizure Risk http:\/\/nyti.ms\/TXaa63"}
{"Date":"Tue Dec 27 17:31:30 +0000 2011","News":"The Mainstreaming of Vegan Diets:  http:\/\/on-msn.com\/rTyuWy"}
{"Date":"Tue Nov 08 01:55:49 +0000 2011","News":"New Drug Shows Promise Against Huntington's Disease:  http:\/\/on-msn.com\/sqaZew"}
{"Date":"Wed Oct 19 16:39:22 +0000 2011","News":"Sperm Moves Best for Moderate Exercisers: Study:  http:\/\/on-msn.com\/mSAbfL"}
{"Date":"Sat Dec 17 20:49:11 +0000 2011","News":"Pediatricians Offer Tips to Avoid Holiday Hazards:  http:\/\/on-msn.com\/tsJJ8Q"}
{"Date":"Mon Dec 12 21:49:36 +0000 2011","News":"Blink Patterns May Be a Window Into Autistic Mind:  http:\/\/on-msn.com\/umhK1n"}
{"Date":"Tue Aug 19 18:29:40 +0000 2014","News":"RT atsangerkatz: A detailed look at how state vaccination levels connect with disease outbreaks: http:\/\/53eig.ht\/1pYbbWK from atProfEmilyOster…"}
{"Date":"Mon Sep 26 20:49:59 +0000 2011","News":"Many Doctors Think Patients Get Over-Treated, Study Says:  http:\/\/on-msn.com\/qQ5jOW"}
{"Date":"Fri Jul 25 21:23:33 +0000 2014","News":"RT atpaula_span: Social Security credit for the yrs caregivers can't work fulltime? Or at all? Rep. atNitaLowey introduces legislation. http:…"}
{"Date":"Wed Nov 26 01:45:56 +0000 2014","News":"Obama to Introduce Sweeping New Controls on Ozone Emissions http:\/\/nyti.ms\/11WR9DP"}
{"Date":"Mon Oct 06 19:47:36 +0000 2014","News":"A Spanish nurse has become the first person to be infected with Ebola outside of West Africa. http:\/\/nyti.ms\/1uS2qlE"}
{"Date":"Thu Mar 06 19:16:06 +0000 2014","News":"RT atceliadugger: Another e-cigs study that doesn't settle whether a gateway to smoking or path to quitting. Need stronger methodology. http…"}
{"Date":"Thu Jul 17 00:06:14 +0000 2014","News":"Weather may not affect back pain after all http:\/\/nyti.ms\/1oJwDLF"}
{"Date":"Mon Jun 02 21:03:02 +0000 2014","News":"Is it healthy for kids to eat a completely raw diet? http:\/\/nyti.ms\/U7CmDi"}
{"Date":"Tue Mar 11 15:21:09 +0000 2014","News":"RT atKassieBracken: My colleague and friend atamy_harmon inspires envy at her cubicle with her treadmill desk: http:\/\/nyti.ms\/1flKsLl #wiredw…"}
{"Date":"Tue Sep 06 20:53:05 +0000 2011","News":"Burnout, Dissatisfaction Seem Rampant Among Medical Residents:  http:\/\/on-msn.com\/o0D7E3"}
{"Date":"Thu Nov 27 01:07:33 +0000 2014","News":"News Analysis: Without Passing a Single Law, Obama Crafts Bold Enviornmental Policy http:\/\/nyti.ms\/1yiNjSj"}
{"Date":"Fri Dec 09 14:52:11 +0000 2011","News":"Preemies Infected With More Dangerous Types of Bacteria: Study:  http:\/\/on-msn.com\/uJmXnu"}
{"Date":"Fri Jan 06 02:39:09 +0000 2012","News":"What Happens to Your Body on a Sugar Binge:  http:\/\/on-msn.com\/zy1SaY"}
{"Date":"Mon Nov 10 18:53:18 +0000 2014","News":"Global Health: A Rare Form of Malaria Is Spreading in Malaysia http:\/\/nyti.ms\/1uWWbhp"}
{"Date":"Fri Aug 01 18:35:34 +0000 2014","News":"RT atpaula_span: Always wondered about this. via atcslnyt Do Caribbean med schools deserve their underdog reputation? atanemonanyc http:\/\/t.co…"}
{"Date":"Wed Dec 24 03:49:33 +0000 2014","News":"Business Briefing: Diabetes Drug Gains Approval for Treatment of Obesity http:\/\/nyti.ms\/1ta9nPw"}
{"Date":"Mon Oct 27 21:59:44 +0000 2014","News":"RT atgrynbaum: Breaking: the 5-year-old in NYC tested negative for the Ebola virus."}
{"Date":"Mon Aug 26 21:26:19 +0000 2013","News":"Global Health: Bacteria Study Offers Clues to Typhoid Mary Mystery http:\/\/nyti.ms\/13U7XMf"}
{"Date":"Sat Nov 01 21:23:47 +0000 2014","News":"Opinion: There Is No ‘Healthy’ Microbiome http:\/\/nyti.ms\/1vvfbxN"}
{"Date":"Fri Dec 12 03:43:26 +0000 2014","News":"World Briefing: Mali: No Ebola Cases, Ministry Says http:\/\/nyti.ms\/1GiLAiz"}
{"Date":"Wed Oct 15 15:01:23 +0000 2014","News":"A second case of Ebola among the nearly 100 doctors, nurses and assistants who helped treat Mr. Duncan for 10 days was not unexpected."}
{"Date":"Tue Sep 30 22:00:24 +0000 2014","News":"RT atcarlzimmer: The CDC will find everyone who came into contact with Ebola patient after he became infectious &amp; monitor for 3 weeks—atDrFri…"}
{"Date":"Mon Aug 11 21:34:56 +0000 2014","News":"Don’t read this if you are on vacation. Instead, sign off now. http:\/\/nyti.ms\/1B6Kwgb?"}
{"Date":"Tue Sep 16 15:02:17 +0000 2014","News":"RT atJeffGordinier: Bacteria to the rescue! http:\/\/nyti.ms\/1m8SkK1"}
{"Date":"Tue Jan 10 21:56:25 +0000 2012","News":"Study Challenges Potassium Guidelines for Heart Attack Patients:  http:\/\/on-msn.com\/z9kk8J"}
{"Date":"Thu Sep 11 19:31:43 +0000 2014","News":"Dying of Ebola at the Hospital Door http:\/\/nyti.ms\/WOZDKO"}
{"Date":"Wed Jul 16 00:48:02 +0000 2014","News":"Study: Testosterone therapy does not extend the lives of early prostate cancer patients http:\/\/nyti.ms\/1oEQhZh"}
{"Date":"Wed Jun 04 07:25:11 +0000 2014","News":"World Briefing: Saudi Arabia: MERS Toll Revised http:\/\/nyti.ms\/1x5bZNb"}
{"Date":"Mon Mar 24 04:22:37 +0000 2014","News":"Well: A Viral Misery That Loves Company http:\/\/nyti.ms\/1lfzNKo"}
{"Date":"Tue Sep 27 16:46:42 +0000 2011","News":"Sleepy Teens Prone to Bad Behaviors, Study Finds:  http:\/\/on-msn.com\/nhvGq4"}
{"Date":"Thu Oct 20 20:54:29 +0000 2011","News":"Foreclosure Crisis Threatening Americans' Health: Study:  http:\/\/on-msn.com\/oAVM2G"}
{"Date":"Tue Sep 30 02:32:38 +0000 2014","News":"But in workers of lower socioeconomic status, more than 55 hours a week of work translated to 30% increase in risk of Type 2 diabetes."}
{"Date":"Wed Nov 09 22:53:54 +0000 2011","News":"Jaw Shrinks With Age, 40-Year Study Finds:  http:\/\/on-msn.com\/usdCtG"}
{"Date":"Wed Jun 04 04:17:31 +0000 2014","News":"Well: Losing Weight May Require Some Serious Fun http:\/\/nyti.ms\/1pEcTy5"}
{"Date":"Mon Jul 28 03:46:20 +0000 2014","News":"Lawmakers Reach Deal on a Fix for V.A.’s Health Care System http:\/\/nyti.ms\/1tRjkND"}
{"Date":"Mon Mar 10 23:12:50 +0000 2014","News":"Well: Gadgets to Boost Bike Safety http:\/\/nyti.ms\/1crLqL3"}
{"Date":"Tue Oct 18 13:48:48 +0000 2011","News":"Weight Loss Surgery Can Help Whole Families: Study:  http:\/\/on-msn.com\/pAsHtV"}
{"Date":"Thu Jul 10 21:08:15 +0000 2014","News":"Signs of Infection Seen in Child Believed to Have Been Cured of H.I.V. http:\/\/nyti.ms\/1qp2tQi"}
{"Date":"Fri Oct 03 15:01:23 +0000 2014","News":"RT atabbygoodnough: My story on fear of Ebola -- and even more, stigma -- in West African immigrant communities around the U.S.: http:\/\/t.co…"}
{"Date":"Fri Apr 04 22:25:17 +0000 2014","News":"The New Old Age Blog: What, Me Old? http:\/\/nyti.ms\/1q1YJTa"}
{"Date":"Thu Dec 04 13:24:55 +0000 2014","News":"Well: Think Like a Doctor: A Hideous Sore http:\/\/nyti.ms\/12pjqmX"}
{"Date":"Fri Aug 01 10:13:46 +0000 2014","News":"Well: The Joy of Becoming a Veterinarian http:\/\/nyti.ms\/1oUSp31"}
{"Date":"Wed Dec 14 19:39:25 +0000 2011","News":"Electronic Cigarette Makers Must Prove Safety of Products: Report:  http:\/\/on-msn.com\/sfszIu"}
{"Date":"Fri Nov 21 04:43:50 +0000 2014","News":"The New Health Care: Health Enrollment Counting Error Shows Where System Is Still Broken http:\/\/nyti.ms\/11kMZFO"}
{"Date":"Sat Jul 19 19:43:36 +0000 2014","News":"Pathogen Mishaps Rise as Regulators Stay Clear  http:\/\/nyti.ms\/1rzFi7g"}
{"Date":"Wed Jan 15 16:33:28 +0000 2014","News":"Maybe it's never too late to become an ultra-marathoner. http:\/\/nyti.ms\/1iV06RW"}
{"Date":"Fri Nov 22 02:03:31 +0000 2013","News":"U.S. Unveils Letters Insurers Must Send About Health Plans http:\/\/nyti.ms\/17SgITL"}
{"Date":"Thu Oct 02 03:24:00 +0000 2014","News":"Four Deaths Are Linked to a Respiratory Illness http:\/\/nyti.ms\/1ueVs8H"}
{"Date":"Fri Jan 06 19:54:43 +0000 2012","News":"Mice Exposed to Smoke Helped by Blood Pressure Drug: Study:  http:\/\/on-msn.com\/woG48R"}
{"Date":"Mon Dec 01 03:40:32 +0000 2014","News":"Case Seeking Job Protections for Pregnant Women Heads to Supreme Court  http:\/\/nyti.ms\/1y6lA7H"}
{"Date":"Tue Sep 27 20:34:52 +0000 2011","News":"Lots of Coffee Might Lower Depression Risk: Study:  http:\/\/on-msn.com\/obQ2r9"}
{"Date":"Thu Dec 12 05:43:30 +0000 2013","News":"Broader Approach Urged to Reduce Gun Violence http:\/\/nyti.ms\/1bXXEd7"}
{"Date":"Mon Dec 12 21:49:37 +0000 2011","News":"Snakes Make Your Skin Crawl? Study Suggests Why:  http:\/\/on-msn.com\/tjPKni"}
{"Date":"Wed Mar 19 02:43:32 +0000 2014","News":"Rikers Island Struggles With a Surge in Violence and Mental Illness http:\/\/nyti.ms\/1dbUGn4"}
{"Date":"Fri May 30 15:41:14 +0000 2014","News":"RT atcslnyt: Got teens? F.D.A. Warns Minors Shouldn't Use Tanning Beds http:\/\/nyti.ms\/1gEK7KE #melanoma"}
{"Date":"Tue Sep 13 18:48:23 +0000 2011","News":"Statins Don't Raise Risk of Brain Bleeds After Stroke: Study:  http:\/\/on-msn.com\/peP7RA"}
{"Date":"Sun Aug 28 13:55:29 +0000 2011","News":"Sweet Sparrow Songs May Actually Be Shouting Matches:  http:\/\/on-msn.com\/qtnyXO"}
{"Date":"Fri Nov 07 20:41:21 +0000 2014","News":"Q: Which might you breathe in gym air? 1) CO2 2) dust 3) formaldehyde A: See quiz by atcamaldarelli  http:\/\/nyti.ms\/10zsvZt"}
{"Date":"Wed May 14 03:16:49 +0000 2014","News":"Doubts Raised About Off-Label Use of Subsys, a Strong Painkiller http:\/\/nyti.ms\/1oq4rlA"}
{"Date":"Fri Oct 24 13:16:35 +0000 2014","News":"Well: The Advanced 7-Minute Workout http:\/\/nyti.ms\/10rsibq"}
{"Date":"Sat Nov 15 03:52:27 +0000 2014","News":"Affordable Care Act Supporter Ignites Fury With a Word: ‘Stupid’ http:\/\/nyti.ms\/1vaRBMq"}
{"Date":"Mon Sep 29 15:24:00 +0000 2014","News":"The New Health Care: What We’re Learning About Drug Company Payments to Doctors http:\/\/nyti.ms\/1sKNcyO"}
{"Date":"Fri Oct 11 04:26:20 +0000 2013","News":"Well: Ask Well: Leaving Nail Fungus Untreated http:\/\/nyti.ms\/15Yc8aK"}
{"Date":"Mon Dec 22 23:57:36 +0000 2014","News":"Op-Ed Contributors: Sugar Season. It’s Everywhere, and Addictive http:\/\/nyti.ms\/16KEwPg"}
{"Date":"Sun Jun 08 01:43:39 +0000 2014","News":"Cleveland Clinic Chief Out of Running for V.A. http:\/\/nyti.ms\/1kIh7C4"}
{"Date":"Fri Dec 05 19:34:15 +0000 2014","News":"Well: The Yogurt Must Be Greek http:\/\/nyti.ms\/126zie7"}
{"Date":"Mon Oct 14 19:24:03 +0000 2013","News":"Letters: What Cheating Says About Us (1 Letter) http:\/\/nyti.ms\/1bs1Zl9"}
{"Date":"Wed May 14 15:32:09 +0000 2014","News":"Instead of a large all-out workout, have you tried exercising in snack-size portions?  http:\/\/nyti.ms\/1jtdqKX"}
{"Date":"Fri Jul 18 16:58:19 +0000 2014","News":"“Condolences to all international health workers in this field of honest care and prevention.” From FB page for the AIDS conference."}
{"Date":"Mon Jan 06 05:15:59 +0000 2014","News":"Well: Symptoms of Torn Artery Are Easy to Miss http:\/\/nyti.ms\/1cELiRw"}
{"Date":"Fri Sep 02 13:27:32 +0000 2011","News":"Labor Day Drunk Driving Crackdown Planned:  http:\/\/on-msn.com\/rlCGgS"}
{"Date":"Fri Nov 07 15:55:24 +0000 2014","News":"Dallas Celebrates as Ebola Monitoring Nears an End http:\/\/nyti.ms\/10yce6V"}
{"Date":"Mon Jul 07 23:01:11 +0000 2014","News":"Profiles in Science: A Billionaire Mathematician’s Life of Ferocious Curiosity http:\/\/nyti.ms\/1mt5NK8"}
{"Date":"Tue Nov 18 20:49:30 +0000 2014","News":"Indian Ebola Survivor Is Under Quarantine at Delhi Airport http:\/\/nyti.ms\/1t2ps40"}
{"Date":"Wed Sep 07 22:06:46 +0000 2011","News":"Abusers May Play on Victims' Emotions to Get Charges Dropped:  http:\/\/on-msn.com\/oZvA5s"}
{"Date":"Mon Oct 13 17:14:12 +0000 2014","News":"Q&amp;a: Heavy Backpacks on Little Backs http:\/\/nyti.ms\/1tWoKVM"}
{"Date":"Mon Oct 27 14:25:58 +0000 2014","News":"The New Health Care: Choosing a Health Plan Is Hard, Even for a Health Economist http:\/\/nyti.ms\/1pQsx5V"}
{"Date":"Wed Jul 30 03:28:11 +0000 2014","News":"More than 2.6 million videos on YouTube are designed to trigger a little-known phenomenon called A.S.M.R. http:\/\/nyti.ms\/WLGhHm"}
{"Date":"Wed May 28 02:19:47 +0000 2014","News":"De Blasio’s Latest Break With His Predecessors: Ending a Ban on Ferrets http:\/\/nyti.ms\/1hbQzJO"}
{"Date":"Mon Jun 30 03:34:56 +0000 2014","News":"Flawed Saudi Response Fueled Outbreak of MERS, Middle East Virus http:\/\/nyti.ms\/1z0XRFU"}
{"Date":"Fri Jan 20 17:58:53 +0000 2012","News":"British Troops Have Lower Rate of Mild Traumatic Brain Injury:  http:\/\/on-msn.com\/zYxGea"}
{"Date":"Fri Sep 26 16:08:21 +0000 2014","News":"What’s more effective cardio and then 30 minutes of weight lifting? Or the reverse? http:\/\/nyti.ms\/1pwdiO5"}
{"Date":"Tue Sep 16 15:07:09 +0000 2014","News":"President Obama offers assistance toward construction of 17 Ebola treatment centers in West Africa.  http:\/\/nyti.ms\/1Df5RoA"}
{"Date":"Wed Jan 25 22:57:11 +0000 2012","News":"Active Ingredient in Viagra Shrunk Disfiguring Growths in Kids:  http:\/\/on-msn.com\/xdm0Bx"}
{"Date":"Fri May 16 03:55:45 +0000 2014","News":"F.D.A. Recommends Lower Dose of the Sleeping Pill Lunesta http:\/\/nyti.ms\/1lG7PFz"}
{"Date":"Fri Sep 19 02:47:10 +0000 2014","News":"About New York: An Effort to Raise Awareness of Sepsis, Led by Families Touched by It http:\/\/nyti.ms\/1mkgJfJ"}
{"Date":"Fri Oct 17 20:31:33 +0000 2014","News":"RT atmannyNYT: Staff in Texas Ebola Case Is Asked to Avoid Public Spaces http:\/\/nyti.ms\/1qGD1F6"}
{"Date":"Mon Oct 24 16:47:53 +0000 2011","News":"Illegal Silicone Buttock Injections Can Be Deadly: Experts:  http:\/\/on-msn.com\/n0YPdL"}
{"Date":"Thu Aug 25 13:41:29 +0000 2011","News":"Parents Can Ease Back-to-School Stress:  http:\/\/on-msn.com\/qiwScB"}
{"Date":"Thu Jan 05 14:55:18 +0000 2012","News":"Have Heartburn? Get Help:  http:\/\/on-msn.com\/xVqEwj"}
{"Date":"Fri Nov 21 23:23:10 +0000 2014","News":"RT atUpshotNYT: Randomized trials are highly effective for improving health care delivery, but they're also rare. Why? http:\/\/nyti.ms\/1xKKpXZ"}
{"Date":"Fri Jan 10 19:11:20 +0000 2014","News":"You asked, we answered: Is jogging bad for older people? http:\/\/nyti.ms\/1amZ7rA  Ask your health question: #askwell."}
{"Date":"Mon Jan 27 23:45:40 +0000 2014","News":"Global Health: No Longer Leading Killer, Plague Still Raises Fears http:\/\/nyti.ms\/1n9CdJm"}
{"Date":"Tue Jun 10 04:38:38 +0000 2014","News":"Audit Shows Extensive Medical Delays for Tens of Thousands of Veterans  http:\/\/nyti.ms\/StPvF3"}
{"Date":"Wed Nov 23 23:29:13 +0000 2011","News":"Intermittent Steroid Use Called OK for Wheezing Preschoolers:  http:\/\/on-msn.com\/vuBvki"}
{"Date":"Thu Apr 10 14:37:06 +0000 2014","News":"RT atpaula_span: Caring for Tyrannosaurus parens: A true, and not uncommon, eldercare saga. http:\/\/newoldage.blogs.nytimes.com\/2014\/04\/09\/when-the-criticisms-never-end\/"}
{"Date":"Wed Nov 20 19:57:01 +0000 2013","News":"Well: Fighting Hearing Loss From the Crowd’s Roar http:\/\/nyti.ms\/1bDvjmY"}
{"Date":"Tue Jan 28 03:28:51 +0000 2014","News":"Antibiotics in Animals Tied to Risk of Human Infection http:\/\/nyti.ms\/1naBqId"}
{"Date":"Mon Jan 16 22:06:20 +0000 2012","News":"Many Head and Neck Cancer Survivors Face Eating Problems:  http:\/\/on-msn.com\/xf5vDg"}
{"Date":"Thu Sep 18 04:23:07 +0000 2014","News":"Elizabeth Whelan, Who Challenged Food Laws, Dies at 70 http:\/\/nyti.ms\/1o4HnF4"}
{"Date":"Thu Nov 03 21:41:49 +0000 2011","News":"More Targeted Treatments Key to Progress in War on Cancer: Report:  http:\/\/on-msn.com\/uAF5lu"}
{"Date":"Fri Dec 02 19:41:45 +0000 2011","News":"Sickle Cell Disease Tied to 'Silent Strokes' in Children:  http:\/\/on-msn.com\/uRLJoa"}
{"Date":"Thu Aug 15 03:21:23 +0000 2013","News":"Reservation Counts Votes on Ending Alcohol Ban http:\/\/nyti.ms\/1d8SERb"}
{"Date":"Mon Dec 22 20:40:17 +0000 2014","News":"Video: Is farmed fish better than no fish at all?  #askwell http:\/\/nyti.ms\/1weXRwR"}
{"Date":"Mon Dec 02 21:24:37 +0000 2013","News":"RT atpaula_span: Seniors report insults and threats from family caregivers.  Disturbing study. http:\/\/newoldage.blogs.nytimes.com\/2013\/12\/02\/words-that-wound\/?partner=rssnyt&emc=rss&_r=0&utm_source=buffer&utm_campaign=Buffer&utm_content=buffer964a4&utm_medium=twitter"}
{"Date":"Mon Jan 23 22:38:30 +0000 2012","News":"Abortion Safer for Women Than Childbirth, Study Claims:  http:\/\/on-msn.com\/zlJitn"}
{"Date":"Fri Oct 03 19:25:37 +0000 2014","News":"Well: Enterovirus 68 and Paralysis Link Remains Uncertain http:\/\/nyti.ms\/1ukbazu"}
{"Date":"Wed Jul 30 19:32:09 +0000 2014","News":"The sale of athletic apparel has exploded in the past few years http:\/\/nyti.ms\/WNmpnl"}
{"Date":"Mon Aug 29 20:51:29 +0000 2011","News":"Troubled Teens  Spotted in Routine School Screenings: Study:  http:\/\/on-msn.com\/oOJsC2"}
{"Date":"Tue Jul 01 17:27:41 +0000 2014","News":"RT atdeborahblum: My latest for atnytimes: Flame Retardants Are Everywhere (from peanut butter to penguins)  http:\/\/nyti.ms\/1kaFSCI"}
{"Date":"Fri Oct 24 04:17:05 +0000 2014","News":"Ebola Crosses New Border as Mali Confirms a Case http:\/\/nyti.ms\/1wiitdg"}
{"Date":"Fri Oct 10 23:58:43 +0000 2014","News":"Public Health: The Unhealthy Politics of Ebola http:\/\/nyti.ms\/1vSdLjs"}
{"Date":"Mon Sep 15 22:38:23 +0000 2014","News":"Well: But What if They Were to Die? http:\/\/nyti.ms\/Znl87j"}
{"Date":"Fri Nov 29 18:18:47 +0000 2013","News":"Well: Timing of Baby’s First Solids May Affect Allergy Risk http:\/\/nyti.ms\/Il0lsK"}
{"Date":"Sat Nov 05 21:29:32 +0000 2011","News":"Studies Suggest Link Between Smog, Joint Disease:  http:\/\/on-msn.com\/u7IipD"}
{"Date":"Fri Oct 24 17:20:13 +0000 2014","News":"Here are ways to help in efforts to halt the Ebola outbreak &amp; aid those affected http:\/\/nyti.ms\/ZQ6N3n"}
{"Date":"Sat Sep 20 03:25:16 +0000 2014","News":"Hospitals in Kashmir Struggle After Flooding, Deepening a Health Crisis http:\/\/nyti.ms\/1v1Sbry"}
{"Date":"Mon Dec 02 21:03:30 +0000 2013","News":"Genetic Connections: Learning to Defuse the Aorta http:\/\/nyti.ms\/IGBeAX"}
{"Date":"Tue Nov 18 01:28:17 +0000 2014","News":"RT atpaula_span: The invisible patient: the one who's taking care of the patient. atjanegross on caring for caregivers. http:\/\/newoldage.blogs.nytimes.com\/2014\/11\/17\/seeing-the-invisible-patient\/"}
{"Date":"Thu Jan 16 13:04:22 +0000 2014","News":"Well: Think Like a Doctor: A School of Red Herrings http:\/\/nyti.ms\/1fBmqCa"}
{"Date":"Mon Nov 07 22:37:06 +0000 2011","News":"Judge Blocks FDA Plan for Graphic Cigarette Warnings:  http:\/\/on-msn.com\/rr5yos"}
{"Date":"Fri Oct 28 13:51:26 +0000 2011","News":"Spooky Contacts Can Be a Nightmare for Your Eyes:  http:\/\/on-msn.com\/vQM8s3"}
{"Date":"Fri Dec 23 17:24:13 +0000 2011","News":"Holiday Travel Tips for People With Diabetes:  http:\/\/on-msn.com\/taV6zB"}
{"Date":"Fri Aug 16 15:04:09 +0000 2013","News":"Well: Is There Danger Lurking in Your Lipstick? http:\/\/nyti.ms\/1ePncWl"}
{"Date":"Wed Oct 15 15:29:26 +0000 2014","News":"The woman showed no symptoms of illness on flight, says CDC. An individual with Ebola is thought to become contagious when symptomatic."}
{"Date":"Mon Dec 05 22:44:15 +0000 2011","News":"Study Sees Rice as Source of Arsenic Exposure:  http:\/\/on-msn.com\/sKrOkk"}
{"Date":"Fri Feb 07 01:25:27 +0000 2014","News":"Uterine Surgical Technique Is Linked to Abnormal Growths and Cancer Spread http:\/\/nyti.ms\/1jjfP05"}
{"Date":"Sun May 04 13:51:24 +0000 2014","News":"RT atamy_harmon: Ever hit a paywall trying to access a scientific paper? For a story, would love examples from non-scientists. Plz email me …"}
{"Date":"Fri Jul 11 14:43:02 +0000 2014","News":"Lives: My Mother’s Miracle-Water Cure http:\/\/nyti.ms\/1sGXagm"}
{"Date":"Thu Dec 26 15:29:29 +0000 2013","News":"RT atceliadugger: NYTimes: Common Knee Surgery Does Very Little for Some, Study Suggests http:\/\/nyti.ms\/1d94U4D"}
{"Date":"Tue Oct 21 01:29:22 +0000 2014","News":"RT atnytvideo: Teaching autistic kids how to behave at the dentist's office, ten seconds at a time  http:\/\/nyti.ms\/1vDZuIr http:\/\/t.co\/cgfiH…"}
{"Date":"Sun Nov 13 21:36:15 +0000 2011","News":"Study Suggests Exercise May Help Memory of Fibromyalgia Patients:  http:\/\/on-msn.com\/rC6dte"}
{"Date":"Wed Oct 29 15:53:16 +0000 2014","News":"Ebola May be Slowing in Liberia, W.H.O. Says http:\/\/nyti.ms\/10yNE6O"}
{"Date":"Sat Dec 31 14:30:13 +0000 2011","News":"Uncork With Care, Eye Experts Warn:  http:\/\/on-msn.com\/rUe6zP"}
{"Date":"Mon Jan 09 23:13:47 +0000 2012","News":"Low-Dose Aspirin to Prevent First Heart Attack or Stroke? Not So Fast:  http:\/\/on-msn.com\/zzuUpG"}
{"Date":"Wed Feb 12 02:25:17 +0000 2014","News":"For Women, a More Complicated Choice on Mammograms http:\/\/nyti.ms\/1lz8sA2"}
{"Date":"Thu Oct 09 18:05:25 +0000 2014","News":"Exceptional responders are people who defy all expectations by responding dramatically to well to drugs. http:\/\/nyti.ms\/1vUdBZV"}
{"Date":"Tue Nov 15 17:40:55 +0000 2011","News":"Does a Gene Make People Seem Kinder?:  http:\/\/on-msn.com\/uaRXPs"}
{"Date":"Tue Sep 03 18:32:57 +0000 2013","News":"RT atKarenBBarrow: Have a breast cancer story? atnytimeswell wants to hear from you: http:\/\/nyti.ms\/14e02nT"}
{"Date":"Thu Sep 08 18:46:45 +0000 2011","News":"Rising Health Care Costs Hitting Family Pocketbooks:  http:\/\/on-msn.com\/n5sRyz"}
{"Date":"Thu Jan 09 05:18:45 +0000 2014","News":"Food Companies Have Cut Back on Calories, Study Says http:\/\/nyti.ms\/1lSycG0"}
{"Date":"Mon Aug 19 20:36:13 +0000 2013","News":"Global Health: Pill Can Prevent Fatal TB in H.I.V. Patients http:\/\/nyti.ms\/1cUZITS"}
{"Date":"Mon Mar 03 21:52:34 +0000 2014","News":"Letters: The Effects of Roommates (1 Letter) http:\/\/nyti.ms\/1fWc6ms"}
{"Date":"Fri Apr 04 19:48:43 +0000 2014","News":"Well: Think Like a Doctor: Running in Circles Solved! http:\/\/nyti.ms\/1oyLH4f"}
{"Date":"Thu Aug 15 00:23:17 +0000 2013","News":"Doctors Without Borders to Pull Out of Somalia http:\/\/nyti.ms\/15Gjg4C"}
{"Date":"Thu Oct 09 04:24:54 +0000 2014","News":"World Briefing: Lawsuit Against U.N. on the Spread of Cholera Epidemic in Haiti Advances http:\/\/nyti.ms\/1vZ5M2S"}
{"Date":"Sat Nov 15 12:33:47 +0000 2014","News":"Well: Vegetarian Thanksgiving: Caramelized Onion and Fennel Risotto http:\/\/nyti.ms\/1zYASNC"}
{"Date":"Tue Apr 15 19:11:39 +0000 2014","News":"Searching for a new vegetarian or vegan recipe? Try our new Eat Well recipe finder. http:\/\/nyti.ms\/1m5K7oE"}
{"Date":"Fri Oct 03 15:26:17 +0000 2014","News":"Well: The Workout: A Star Chef Finds Inspiration http:\/\/nyti.ms\/1E9f6r0"}
{"Date":"Wed Sep 28 21:29:09 +0000 2011","News":"Cheap Drug Helps Smokers Quit, Study Finds:  http:\/\/on-msn.com\/mTWmv4"}
{"Date":"Fri Sep 19 03:19:41 +0000 2014","News":"Fear of Ebola Drives Mob to Kill Officials in Guinea http:\/\/nyti.ms\/1pkYUYP"}
{"Date":"Mon Dec 16 22:06:43 +0000 2013","News":"How is it possible for a child to have three biological parents? Meet one who does. http:\/\/nyti.ms\/1c7N8jG"}
{"Date":"Sat Dec 20 03:15:37 +0000 2014","News":"Pain Clinic Doctor Is Sentenced In Overdose Deaths of 2 Patients  http:\/\/nyti.ms\/1v9WeB3"}
{"Date":"Thu Oct 02 20:10:03 +0000 2014","News":"Dallas Ebola victim had helped bring an ill pregnant woman in Liberia to the hospital http:\/\/nyti.ms\/1mVNj84"}
{"Date":"Mon Jun 30 14:54:33 +0000 2014","News":"RT atcslnyt: Devastating errors after military care, a NYT investigation shows  http:\/\/nyti.ms\/1wVzVBP"}
{"Date":"Tue Jul 08 15:18:34 +0000 2014","News":"RT atdacorc: Fascinating, from atJanHoffmanNYT: What the Therapist Thinks About You http:\/\/nyti.ms\/1n1p5SY"}
{"Date":"Wed Dec 10 05:27:34 +0000 2014","News":"National Briefing Health: Nearly 2,000 Travelers Screened for Ebola http:\/\/nyti.ms\/1GhJoWQ"}
{"Date":"Fri Dec 19 01:15:54 +0000 2014","News":"World Briefing: Obesity May Be a Disability, Court Says http:\/\/nyti.ms\/13iF90F"}
{"Date":"Wed Jul 16 19:38:01 +0000 2014","News":"Calculating Risk: Is Truvada, the Pill to Prevent H.I.V., 99 Percent Effective? Don’t Be So Sure http:\/\/nyti.ms\/1t4CyyX"}
{"Date":"Tue Aug 30 16:37:25 +0000 2011","News":"For Gamers, Intense Competition May Fuel Aggression:  http:\/\/on-msn.com\/qPoO08"}
{"Date":"Wed Nov 05 21:19:30 +0000 2014","News":"Well: Colon Cancer Rates Rising in Younger People http:\/\/nyti.ms\/1pmQd7g"}
{"Date":"Mon May 26 03:54:46 +0000 2014","News":"I.R.S. Bars Employers From Dumping Workers Into Health Exchanges http:\/\/nyti.ms\/1mdgwGc"}
{"Date":"Thu Sep 08 13:52:13 +0000 2011","News":"9\/11 a Life-Defining Day for the Young:  http:\/\/tinyurl.com\/3snqy5l"}
{"Date":"Thu Oct 02 17:09:29 +0000 2014","News":"Four deaths are linked to a Enterovirus respiratory illness http:\/\/nyti.ms\/1CHwp0z"}
{"Date":"Thu Oct 02 20:58:58 +0000 2014","News":"RT atsangerkatz: There are a bunch of things we don't know about how the ACA markeplaces are working out. HHS doesn't know either. http:\/\/t.…"}
{"Date":"Mon Jul 14 15:26:07 +0000 2014","News":"Recipes for Health: Stir-Fried Beans With Tofu and Chiles http:\/\/nyti.ms\/1qag3LD"}
{"Date":"Mon Oct 06 23:09:57 +0000 2014","News":"Q&amp;A: Can a Pet’s Fur Transmit the Flu? http:\/\/nyti.ms\/ZahuNl"}
{"Date":"Tue Sep 27 18:53:30 +0000 2011","News":"Mental Health Disabilities in U.S. on the Rise: Study:  http:\/\/on-msn.com\/q8Heho"}
{"Date":"Tue Jun 17 14:51:21 +0000 2014","News":"RT atNYTMotherlode: Climbing Out of the Darkness of Maternal Mental Illness http:\/\/nyti.ms\/1kI8u5N"}
{"Date":"Wed Oct 09 16:41:10 +0000 2013","News":"Can walking lower your risk for breast cancer? http:\/\/nyti.ms\/GGzpm6"}
{"Date":"Wed Oct 08 02:33:58 +0000 2014","News":"Officials Question the Rising Costs of Generic Drugs http:\/\/nyti.ms\/1ncmBbl"}
{"Date":"Mon Oct 31 13:38:21 +0000 2011","News":"Could Listening to Mozart Help Doctors Spot Colon Polyps?:  http:\/\/on-msn.com\/t9yF2c"}
{"Date":"Thu Oct 23 22:54:53 +0000 2014","News":"Paul Allen to Give $100 Million to Tackle Ebola Crisis http:\/\/nyti.ms\/1sezSvF"}
{"Date":"Mon Dec 15 15:15:52 +0000 2014","News":"The New Health Care: Forbidden Topic in Health Policy Debate: Cost Effectiveness http:\/\/nyti.ms\/136pRLR"}
{"Date":"Tue Jan 07 21:27:18 +0000 2014","News":"RT atcslnyt: Cricket energy bars. Seriously. http:\/\/nyti.ms\/1cIXf8T atnytdining"}
{"Date":"Fri Jun 20 15:05:49 +0000 2014","News":"RT atceliadugger: CDC may have exposed 75 scientists to anthrax in effort to kill the bacteria more cheaply w\/chemicals not radiation. http:…"}
{"Date":"Fri Sep 26 02:56:15 +0000 2014","News":"Family Fights Health Care System for Simple Request: To Die at Home http:\/\/nyti.ms\/ZUhdzl"}
{"Date":"Wed Oct 22 04:23:26 +0000 2014","News":"Ebola Prompts Universities to Tighten Travel Rules http:\/\/nyti.ms\/1zk2nll"}
{"Date":"Thu Sep 15 16:46:42 +0000 2011","News":"Flu Killed 115 Children Last Season: CDC:  http:\/\/on-msn.com\/mWYJYe"}
{"Date":"Tue Sep 30 21:41:30 +0000 2014","News":"Texas Health Presbyterian Hospital of Dallas officials said in a statement that an unnamed patient was being tested for Ebola."}
{"Date":"Thu Nov 20 04:31:32 +0000 2014","News":"Willy Burgdorfer, Who Found Bacteria That Cause Lyme Disease, Is Dead at 89 http:\/\/nyti.ms\/1p1OzHB"}
{"Date":"Fri Oct 10 23:40:47 +0000 2014","News":"Extendicare Agrees to Pay $38 Million Over Inadequate Nursing Home Care http:\/\/nyti.ms\/ZTRPtK"}
{"Date":"Fri Aug 08 05:41:22 +0000 2014","News":"In Ebola Outbreak, Who Should Get Experimental Drug? http:\/\/nyti.ms\/1q0aFol"}
{"Date":"Wed Jun 11 11:45:01 +0000 2014","News":"Assisted living centers are learning how to deal with - *gulp* - elderly sexual relationship. http:\/\/nyti.ms\/1pgA0Ph"}
{"Date":"Mon Dec 05 22:44:14 +0000 2011","News":"Fitness May Lower Death Risk Even Without Weight Loss:  http:\/\/on-msn.com\/vCJ9T4"}
{"Date":"Sat May 17 04:19:08 +0000 2014","News":"Business Briefing: Pfizer to Apply for Breast Cancer Drug Approval http:\/\/nyti.ms\/1hSCJGF"}
{"Date":"Mon Nov 03 15:23:44 +0000 2014","News":"Well: Emotion Is Not the Best Medicine, Ebola Case Further Shows http:\/\/nyti.ms\/1xSH3hR"}
{"Date":"Wed Jul 16 15:17:29 +0000 2014","News":"RT atnytimeswell: The case for a uniform unit for liquid medicines http:\/\/nyti.ms\/1mIcYis"}
{"Date":"Mon Jun 30 04:22:55 +0000 2014","News":"Well: Keeping Your Cool http:\/\/nyti.ms\/1ogUkxo"}
{"Date":"Wed Nov 19 23:32:55 +0000 2014","News":"Some are calling today World Toilet Day. Here is atGardinerHarris epic piece on kids and sanitation. http:\/\/nyti.ms\/W8HXKt"}
{"Date":"Fri Jul 25 15:55:07 +0000 2014","News":"The New Old Age Blog: Addressing Caregivers’ Loss of Retirement Income http:\/\/nyti.ms\/WQope4"}
{"Date":"Thu May 22 14:24:47 +0000 2014","News":"How to lose 11 pounds in 4 days: http:\/\/nyti.ms\/1nuF0f4"}
{"Date":"Mon Jun 30 22:04:26 +0000 2014","News":"Global Health: Clue to Disease’s Spread in a 6,200-Year-Old Grave http:\/\/nyti.ms\/TxqfON"}
{"Date":"Wed Oct 19 22:37:07 +0000 2011","News":"Start HIV Drug Treatment Early in Patients With TB: Studies:  http:\/\/on-msn.com\/nvcGM9"}
{"Date":"Mon Nov 14 17:56:58 +0000 2011","News":"Childhood Aggression May Predict Health Woes in Adulthood:  http:\/\/on-msn.com\/se3mo7"}
{"Date":"Wed Mar 26 14:22:39 +0000 2014","News":"RT atcslnyt: Do you have epilepsy that drugs can't control? Not a surgical candidate? My story about RNS. http:\/\/nyti.ms\/1msuHdQ"}
{"Date":"Fri Oct 17 15:59:17 +0000 2014","News":"The New Old Age Blog: A Doctor Discovers Dying http:\/\/nyti.ms\/1oepIAk"}
{"Date":"Wed Aug 13 17:02:04 +0000 2014","News":"An easy, delicate fish carpaccio (Photo: Andrew Scrivani for NYT) http:\/\/nyti.ms\/1ouH1vL http:\/\/pbs.twimg.com\/media\/Bu7kJppIEAAZcaV.jpg"}
{"Date":"Sat Oct 05 01:47:46 +0000 2013","News":"In Practice: Shutdown Din Obscures Health Exchange Flaws http:\/\/nyti.ms\/19obVhV"}
{"Date":"Tue Nov 11 02:58:25 +0000 2014","News":"Open Source: Sierra Leone Defends Jailing Critic of Ebola Response http:\/\/nyti.ms\/1uh74Z6"}
{"Date":"Thu Nov 28 13:56:32 +0000 2013","News":"Matter: Linking Genes to Diseases by Sifting Through Electronic Medical Records http:\/\/nyti.ms\/1ii7gD5"}
{"Date":"Thu Sep 18 19:34:39 +0000 2014","News":"U.S. Lays Out Strategy to Combat Crisis of Antibiotic Resistance http:\/\/nyti.ms\/1DlVZtx"}
{"Date":"Tue Nov 25 15:45:26 +0000 2014","News":"RT atbstrauch: Want to know how many calories in that huge movie popcorn? Probably not. But now you will. http:\/\/nyti.ms\/1tqFmV7"}
{"Date":"Thu Jul 31 14:20:43 +0000 2014","News":"RT atdeborahblum: Food writer Ruth Reichl takes on the FDA for failure to protect our food:  http:\/\/nyti.ms\/1tv6Iyb"}
{"Date":"Mon Dec 23 18:34:59 +0000 2013","News":"RT atanahadoconnor: The dietary supplement industry lacks oversight, and consumers pay the price. My story in Sunday's Times: http:\/\/t.co\/e3…"}
{"Date":"Mon Oct 03 13:24:45 +0000 2011","News":"Mild Strokes May Have Hidden Effects:  http:\/\/on-msn.com\/p83qPr"}
{"Date":"Thu Jan 26 22:06:00 +0000 2012","News":"More U.S. Babies Born at Home: CDC:  http:\/\/on-msn.com\/yi2h6r"}
{"Date":"Wed Sep 28 16:58:56 +0000 2011","News":"End-of-Life Directives Do Not Hasten Death, Study Finds:  http:\/\/on-msn.com\/owTHdg"}
{"Date":"Fri Dec 23 14:43:23 +0000 2011","News":"Fears of Divorce May Be Keeping Many Young Couples From Marriage: Study:  http:\/\/on-msn.com\/tnbkpD"}
{"Date":"Tue Jul 29 21:45:11 +0000 2014","News":"Q: Is weight loss truly greater  when exercising at moderate versus more intense levels? A: http:\/\/nyti.ms\/1poYuUt"}
{"Date":"Wed Aug 31 18:50:08 +0000 2011","News":"Trial of Cancer-Fighting Virus Shows Promise:  http:\/\/on-msn.com\/q1BTiO"}
{"Date":"Fri May 02 15:38:46 +0000 2014","News":"You asked, we answered: Are high triglycerides an independent risk factor for heart disease? #askwell http:\/\/nyti.ms\/1fVPpvG"}
{"Date":"Wed Nov 23 23:29:11 +0000 2011","News":"U.S. Teens Don't Eat Enough Fruits and Veggies: CDC:  http:\/\/on-msn.com\/tEuy7N"}
{"Date":"Wed Dec 18 16:30:35 +0000 2013","News":"RT atceliadugger: People over 60 can have bp 150\/90, not 140\/90. Big change to goals in place for over 30 yrs. Some docs disagree. http:\/\/t.…"}
{"Date":"Mon Oct 14 19:36:59 +0000 2013","News":"Your mother was right again, regular bedtimes matter for kids: http:\/\/nyti.ms\/1clpOMA"}
{"Date":"Wed Jan 04 19:46:52 +0000 2012","News":"Race, Gender, Dementia May Affect Parkinson's Survival:  http:\/\/on-msn.com\/zjzuCv"}
{"Date":"Mon Sep 29 15:24:00 +0000 2014","News":"The New Health Care: Auto-Renewing Your Health Plan May Be Bad for You, and for Competition http:\/\/nyti.ms\/1CAPGkt"}
{"Date":"Mon Jul 14 18:34:23 +0000 2014","News":"Well: Ask Well: Exercise and Headaches http:\/\/nyti.ms\/1mCFq5j"}
{"Date":"Fri Dec 26 02:58:39 +0000 2014","News":"High-Level Knowledge Before Veterans Affairs Scandal http:\/\/nyti.ms\/13yCpvS"}
{"Date":"Wed Oct 08 17:39:46 +0000 2014","News":"Protests as Spain Plans to Kill Ebola-Infected Nurse’s Dog http:\/\/nyti.ms\/1BSv5G2"}
{"Date":"Tue Mar 25 20:02:44 +0000 2014","News":"Just relax, you'll get pregnant - terrible advice for women struggling with infertility or is it a bit of truth?  http:\/\/nyti.ms\/1dtbfeu"}
{"Date":"Mon Jan 30 18:57:58 +0000 2012","News":"Chubby Doctors Could Be Bad for Your Health:  http:\/\/on-msn.com\/xG6gXM"}
{"Date":"Thu Jan 05 22:56:07 +0000 2012","News":"Could Daily Aspirin Harm Seniors' Eyes?:  http:\/\/on-msn.com\/wdTlU2"}
{"Date":"Sat Oct 04 02:07:45 +0000 2014","News":"Texas Women Forced to Reassess After New Ruling on Abortions http:\/\/nyti.ms\/1pOledB"}
{"Date":"Mon Jun 23 21:29:04 +0000 2014","News":"Well: I Had Alice in Wonderland Syndrome http:\/\/nyti.ms\/1q2cAxu"}
{"Date":"Mon Oct 10 13:45:50 +0000 2011","News":"Homosexuality Gaining Wider Acceptance in the U.S.:  http:\/\/on-msn.com\/qZSGEv"}
{"Date":"Fri Aug 08 15:22:21 +0000 2014","News":"RT atbcsolomon: Examination tent at #kenema hospital. #ebola patients are identified in this hot, sweaty tent. A dangerous place. http:\/\/t.c…"}
{"Date":"Sat Dec 24 14:24:55 +0000 2011","News":"Study Shows How  Busy Reindeer Keep Their Cool:  http:\/\/on-msn.com\/sgccqP"}
{"Date":"Wed Oct 19 20:26:05 +0000 2011","News":"Care for Mentally Ill Vets at VA Centers May Differ Across U.S.:  http:\/\/on-msn.com\/nlXJfv"}
{"Date":"Sun Dec 21 04:39:46 +0000 2014","News":"Military Medicine: Military Hospital Care Is Questioned; Next, Reprisals http:\/\/nyti.ms\/16Eu0co"}
{"Date":"Mon Jun 30 04:07:12 +0000 2014","News":"World Cup 2014: With Júlio César’s Help, More Respect for Brazilians in Net http:\/\/nyti.ms\/1ogST1W"}
{"Date":"Fri Nov 14 18:37:05 +0000 2014","News":"Well: Vegetarian Thanksgiving: Really Big Beets http:\/\/nyti.ms\/1x1XGK3"}
{"Date":"Thu Jul 17 18:07:10 +0000 2014","News":"RT atUpshotNYT: Health spending is slowing in a lot of other countries too. Should we rethink our assumptions? http:\/\/nyti.ms\/1rjxARa http:\/…"}
{"Date":"Tue Nov 19 03:45:12 +0000 2013","News":"Vegetarian Thanksgiving 2013 http:\/\/nyti.ms\/18KQra0"}
{"Date":"Thu Oct 02 16:47:18 +0000 2014","News":"Well: Think Like a Doctor: Mirror, Mirror http:\/\/nyti.ms\/1mVieRS"}
{"Date":"Thu Aug 14 15:01:07 +0000 2014","News":"That morning coffee buzz may help reduce a buzz of another sort. http:\/\/nyti.ms\/1oxfeLl"}
{"Date":"Mon Jan 16 19:24:56 +0000 2012","News":"Children's Drowning Injuries, Deaths Decline: Study:  http:\/\/on-msn.com\/z6PmnS"}
{"Date":"Thu Aug 07 21:54:37 +0000 2014","News":"RT atnickconfessore: From the desk of atdeanbaquet: The NYT will now call torture torture. http:\/\/www.nytimes.com\/times-insider\/2014\/08\/07\/the-executive-editor-on-the-word-torture\/?_php=true&_type=blogs&_r=0"}
{"Date":"Tue Nov 15 02:44:42 +0000 2011","News":"Could Women's Use of 'the Pill' Raise Men's Prostate Cancer Risk?:  http:\/\/on-msn.com\/rNud35"}
{"Date":"Wed Jun 04 21:34:37 +0000 2014","News":"Single Dose of Antibiotic Found Effective in Quelling MRSA http:\/\/nyti.ms\/1x92zjZ"}
{"Date":"Fri Mar 21 10:06:59 +0000 2014","News":"Well: Don’t Blame Food Additives for Hives http:\/\/nyti.ms\/1g7DcaI"}
{"Date":"Wed Dec 10 19:21:31 +0000 2014","News":"RT atbstrauch: Depression that melts away? This new\/old drug helps some and drug companies have big plans.But can it work? http:\/\/t.co\/fqig5…"}
{"Date":"Fri Jun 06 03:13:24 +0000 2014","News":"N.I.H. Seeks $4.5 Billion to Try to Crack the Code of How Brains Function http:\/\/nyti.ms\/1nUqCkQ"}
{"Date":"Tue Aug 19 11:07:11 +0000 2014","News":"Ebola Death Toll in West Africa Tops 1,200 http:\/\/nyti.ms\/1pXHMvD"}
{"Date":"Sat Nov 15 14:07:30 +0000 2014","News":"Electrical Scalp Device Can Slow Progression of Deadly Brain Tumors http:\/\/nyti.ms\/1uwOvQX"}
{"Date":"Fri Jul 04 03:07:41 +0000 2014","News":"A Different Path to Fighting Addiction http:\/\/nyti.ms\/1otiKnz"}
{"Date":"Wed Mar 05 22:04:46 +0000 2014","News":"Can you solve the medical mystery? A 25-year-old man gets nauseated every few weeks. Tune in at 12AM ET to guess. http:\/\/nyti.ms\/1aFxpHQ"}
{"Date":"Tue Oct 07 21:19:03 +0000 2014","News":"The New Health Care: http:\/\/HealthCare.gov Still Suffers From Lack of Transparency http:\/\/nyti.ms\/1t1FwrT"}
{"Date":"Wed Oct 08 14:07:59 +0000 2014","News":"The Ebola Ward: Life, Death and Grim Routine Fill the Day at a Liberian Ebola Clinic http:\/\/nyti.ms\/1vMS18S"}
{"Date":"Wed Aug 28 17:56:40 +0000 2013","News":"For athletes, few sounds are more ominous than the percussive pop that can signal a ruptured knee ligament.  http:\/\/nyti.ms\/1dPuM5B"}
{"Date":"Fri Oct 24 16:51:07 +0000 2014","News":"RT atgrynbaum: A CDC deputy director of infectious diseases flew to New York City last night to aid Ebola response."}
{"Date":"Mon Oct 14 04:20:44 +0000 2013","News":"Well: The Tests That Babies Need http:\/\/nyti.ms\/16Z0Kwk"}
{"Date":"Fri Oct 24 02:01:30 +0000 2014","News":"RT atcslnyt: First symptoms #ebola NYC patient experienced was this morning. He went on a 3-mile jog. Took subway too."}
{"Date":"Thu Oct 10 15:43:42 +0000 2013","News":"Well: Trusting the Doctor http:\/\/nyti.ms\/1eb9m1V"}
{"Date":"Mon Oct 07 20:56:01 +0000 2013","News":"A Conversation With Bill and Melinda Gates: A Partnership Built on Fostering Change http:\/\/nyti.ms\/1coHrxA"}
{"Date":"Sat Oct 15 13:22:31 +0000 2011","News":"Many Don't Believe Their Obesity Poses Health Risks: Study:  http:\/\/on-msn.com\/q2bDIY"}
{"Date":"Fri Oct 17 16:20:17 +0000 2014","News":"A child’s backpack should not exceed what percent of body weight? Take this week’s quiz by atcamaldarelli http:\/\/nyti.ms\/1rIjraH"}
{"Date":"Tue Dec 20 00:22:59 +0000 2011","News":"9 Reasons Why You Can't Concentrate:  http:\/\/on-msn.com\/ty0PP5"}
{"Date":"Wed Oct 08 15:38:22 +0000 2014","News":"First Ebola Patient to Be Discovered in U.S. Dies http:\/\/nyti.ms\/1nZyjH1"}
{"Date":"Sun Oct 26 17:53:22 +0000 2014","News":"Governors of New York and New Jersey Defend Ebola Quarantine Amid Concerns http:\/\/nyti.ms\/1wzNp7l"}
{"Date":"Wed Oct 01 15:52:37 +0000 2014","News":"Before you panic about Ebola, here is the info you need: http:\/\/nyti.ms\/UPEOhp"}
{"Date":"Fri Feb 21 11:17:41 +0000 2014","News":"Well: Sleep Apnea May Worsen Diabetes http:\/\/nyti.ms\/MHqjsA"}
{"Date":"Mon Aug 04 21:22:53 +0000 2014","News":"Patient at Mount Sinai Has Ebola-Like Symptoms, Hospital Says http:\/\/nyti.ms\/1v3DFDy"}
{"Date":"Mon Apr 28 21:19:30 +0000 2014","News":"\\: Data Murky on Fertility Rates http:\/\/nyti.ms\/PM6n8B"}
{"Date":"Fri Nov 25 14:53:39 +0000 2011","News":"How to Extend Holiday Cheer:  http:\/\/on-msn.com\/sJg4gd"}
{"Date":"Wed Jan 11 23:35:14 +0000 2012","News":"Even When Silent, Irregular Heartbeat Linked to Stroke Risk:  http:\/\/on-msn.com\/AAdLYN"}
{"Date":"Sat Oct 25 20:25:26 +0000 2014","News":"NYC Health Commissioner Has Helped Quell Ebola Fears http:\/\/nyti.ms\/1wxChpy"}
{"Date":"Fri Sep 23 20:32:56 +0000 2011","News":"Ever Wonder How Doctors Make Referrals?:  http:\/\/on-msn.com\/qx5Xzz"}
{"Date":"Tue Dec 06 17:39:44 +0000 2011","News":"Gene Mutation Helps Clear Fats From Blood, Study Finds:  http:\/\/on-msn.com\/sGohUm"}
{"Date":"Tue Oct 04 18:42:42 +0000 2011","News":"Learn While You Sleep: New Way to Multitask?:  http:\/\/on-msn.com\/oMXhaM"}
{"Date":"Fri Jun 20 04:07:49 +0000 2014","News":"Dr. Lorna Wing, Who Broadened Views of Autism, Dies at 85 http:\/\/nyti.ms\/1ppCt8F"}
{"Date":"Fri Nov 14 22:49:24 +0000 2014","News":"Well: Recipes for Health: Beans for Your Thanksgiving Table http:\/\/nyti.ms\/1wAJSSK"}
{"Date":"Fri Dec 12 14:46:03 +0000 2014","News":"The New Old Age Blog: U.S. Health Care Lags Worldwide for Those Over 65 http:\/\/nyti.ms\/1wn60mf"}
{"Date":"Thu Jul 17 20:58:01 +0000 2014","News":"The New Old Age Blog: Warming Times in a Cold Land http:\/\/nyti.ms\/1qiPlk0"}
{"Date":"Sat Jul 05 23:25:01 +0000 2014","News":"Foreign Couples Heading to America for Surrogate Pregnancies http:\/\/nyti.ms\/1zgwyY2"}
{"Date":"Fri Aug 16 14:10:14 +0000 2013","News":"RT atpaula_span: Myths of and experiences with the multigenerational home: New Old Age readers weigh in. (Hint: Not The Waltons) http:\/\/t.co…"}
{"Date":"Thu Oct 02 22:50:04 +0000 2014","News":"Dallas parents &amp; students  wrestled with their fears after learning that 5 kids had had contact with Ebola patient http:\/\/nyti.ms\/1mVNdx8"}
{"Date":"Wed Jun 04 15:26:45 +0000 2014","News":"Well: Colon Cancer Screening Saves Lives http:\/\/nyti.ms\/S8OEtb"}
{"Date":"Tue Dec 13 00:28:15 +0000 2011","News":"Cancer Outpatients at Greater Risk for Blood Clots:  http:\/\/on-msn.com\/vmmOC4"}
{"Date":"Sun Oct 13 17:39:16 +0000 2013","News":"RT atpaula_span: Do seniors need to sign up w\/ health care exchanges? No,Medicare (single payer!) a better deal. atsusanjaffe explains. http:…"}
{"Date":"Thu Dec 18 18:58:33 +0000 2014","News":"Well: Ask Well: Wild Fish vs. Farmed Fish http:\/\/nyti.ms\/1C3N6Wp"}
{"Date":"Tue Dec 20 00:22:59 +0000 2011","News":"Head-to-Toe Stress Cures from Dr. Oz:  http:\/\/on-msn.com\/v5jwY8"}
{"Date":"Tue Oct 28 21:22:53 +0000 2014","News":"I plan to keep my nose. And I have you to thank, Renée Zellweger.   http:\/\/nyti.ms\/1DY8vhZ http:\/\/pbs.twimg.com\/media\/B1EFtPYCMAAtn-V.jpg"}
{"Date":"Tue Jun 03 14:25:18 +0000 2014","News":"RT atceliadugger: As the world gets fatter, people in the Middle East led the trend. Asia stayed thin. Nearly 3 in 10 overwgt or obese. http…"}
{"Date":"Tue Dec 02 23:48:59 +0000 2014","News":"Well: Mediterranean Diet Is Good for Your DNA http:\/\/nyti.ms\/1tBtT60"}
{"Date":"Wed Oct 08 03:22:27 +0000 2014","News":"Health Officials Promise Extra Airport Screening for Ebola http:\/\/nyti.ms\/1ncmyMH"}
{"Date":"Tue Jan 07 18:19:34 +0000 2014","News":"RT atpaula_span: Why do dying old people get bounced from hospice care? http:\/\/newoldage.blogs.nytimes.com\/2014\/01\/07\/bounced-from-hospice\/"}
{"Date":"Wed Apr 16 19:14:14 +0000 2014","News":"Gluten-free, veggie snacks, vegan desserts, spring salads. They're all in our new recipe finder. http:\/\/nyti.ms\/1m5K7oE"}
{"Date":"Tue Oct 18 21:40:13 +0000 2011","News":"Study Links New Dialysis Technology to Rise in Bleeding Risk:  http:\/\/on-msn.com\/pHqgNv"}
{"Date":"Wed Oct 19 20:26:04 +0000 2011","News":"New Guidelines Issued for Common Tremor Disorder:  http:\/\/on-msn.com\/oeYjLG"}
{"Date":"Thu Sep 15 23:44:56 +0000 2011","News":"Wikipedia Accurate on Cancer Facts, But Hard to Read: Study:  http:\/\/on-msn.com\/o26R6F"}
{"Date":"Tue Nov 01 18:29:10 +0000 2011","News":"Women No More Likely to Die After Angioplasty:  http:\/\/on-msn.com\/skr77k"}
{"Date":"Fri Aug 26 16:48:19 +0000 2011","News":"East Coast Urged to Prepare as Hurricane Irene Nears:  http:\/\/on-msn.com\/qJGKSl"}
{"Date":"Wed Oct 19 16:39:22 +0000 2011","News":"Antidepressant Use Skyrocketed in Past 20 Years: CDC:  http:\/\/on-msn.com\/mOKZLd"}
{"Date":"Tue Nov 15 21:31:44 +0000 2011","News":"Alcoholics More Likely to Die of Cancer: Study:  http:\/\/on-msn.com\/t5STLQ"}
{"Date":"Wed Oct 08 15:45:22 +0000 2014","News":"Here is the story of Thomas Eric Duncan’s journey from Liberian war to the epicenter of a global Ebola frenzy. http:\/\/nyti.ms\/1v258F3"}
{"Date":"Fri Jan 06 22:43:12 +0000 2012","News":"As Nations Develop, So May Bowel Disease:  http:\/\/on-msn.com\/yDLDBP"}
{"Date":"Fri Jan 06 14:49:41 +0000 2012","News":"ADHD Drug Shortage Pushes Parents to Seek Substitutes:  http:\/\/on-msn.com\/wUWtQW"}
{"Date":"Wed Jan 04 22:37:03 +0000 2012","News":"Potential Herpes Vaccine Disappoints Researchers:  http:\/\/on-msn.com\/Am8Qhj"}
{"Date":"Thu Oct 06 21:34:07 +0000 2011","News":"Many Years Pass Before Folks Get Help for Drugs, Alcohol:  http:\/\/on-msn.com\/nnySOY"}
{"Date":"Mon Nov 28 14:54:56 +0000 2011","News":"Brain Pathways Seem Disrupted in Kids With ADHD:  http:\/\/on-msn.com\/rOZ1w6"}
{"Date":"Tue Nov 25 04:13:13 +0000 2014","News":"F.D.A. Issues Caution on Use of Uterine Surgery Device That Can Spread Cancer http:\/\/nyti.ms\/1rlXxvf"}
{"Date":"Mon Aug 29 13:31:01 +0000 2011","News":"Could Lots of Chocolate Lower Your Heart Risk?:  http:\/\/on-msn.com\/ol5Pts"}
{"Date":"Sun Jan 22 19:42:31 +0000 2012","News":"New Genetic Clues to Breast Cancer?:  http:\/\/on-msn.com\/ABQQsz"}
{"Date":"Fri Dec 23 21:38:56 +0000 2011","News":"Obesity Linked to Higher Esophageal Cancer Death Rates:  http:\/\/on-msn.com\/rTcStF"}
{"Date":"Wed Aug 13 04:34:31 +0000 2014","News":"Busy Working, Robin Williams Fought Demons http:\/\/nyti.ms\/1sWWTXj"}
{"Date":"Fri Sep 12 02:54:59 +0000 2014","News":"72-Hour Wait for Abortion Is Enacted in Missouri http:\/\/nyti.ms\/1rYNOjZ"}
{"Date":"Fri Dec 26 02:33:42 +0000 2014","News":"Your Money: Affordable Care Act’s Tax Effects Now Loom for Filers http:\/\/nyti.ms\/13yAtUf"}
{"Date":"Tue Sep 30 22:10:53 +0000 2014","News":"Zero risk of transmission on the flight, CDC says."}
{"Date":"Tue Jan 14 17:33:44 +0000 2014","News":"RT atpaula_span: Musings on quality of life in old age, even with serious illness, and on whether the generation gap lives. http:\/\/t.co\/9AdQ…"}
{"Date":"Wed Nov 16 17:49:53 +0000 2011","News":"Blood Type May Be Associated With Stroke Risk: Study:  http:\/\/on-msn.com\/uPnegK"}
{"Date":"Wed Mar 12 04:57:50 +0000 2014","News":"World Briefing: Suit Filed in Haiti Cholera Epidemic http:\/\/nyti.ms\/1goEnyw"}
{"Date":"Sat Oct 11 13:16:05 +0000 2014","News":"59 healthy, vegetarian brunch recipes http:\/\/nyti.ms\/1vXHtEU (Photo: atAndrewScrivani for NYT) http:\/\/pbs.twimg.com\/media\/BznXlzWCIAAU89P.jpg"}
{"Date":"Thu Sep 22 13:40:12 +0000 2011","News":"Liposuction May Lower Certain Blood Fats, Researcher Says:  http:\/\/on-msn.com\/n6yKxo"}
{"Date":"Wed Jan 18 23:34:02 +0000 2012","News":"Melanoma Drug's Link to Other Skin Cancers Identified:  http:\/\/on-msn.com\/zFAdLE"}
{"Date":"Tue Dec 09 22:53:34 +0000 2014","News":"RT atUpshotNYT: Obamacare is not one-size-fits-all and here's why: http:\/\/nyti.ms\/1yx9s0S http:\/\/twitter.com\/UpshotNYT\/status\/542432794136178688\/photo\/1"}
{"Date":"Thu Dec 22 21:54:12 +0000 2011","News":"Journal Retracts Faulty Chronic Fatigue Study:  http:\/\/on-msn.com\/s7w3Jg"}
{"Date":"Wed Jan 25 22:57:12 +0000 2012","News":"Optimal Heart Health Starts Early: Study:  http:\/\/on-msn.com\/wuu5hj"}
{"Date":"Sat Oct 25 22:43:24 +0000 2014","News":"Paying Till It Hurts: As Insurers Try to Limit Costs, Providers Hit Patients With More Separate Fees  http:\/\/nyti.ms\/1ruewKE"}
{"Date":"Tue Oct 21 00:49:22 +0000 2014","News":"Well: A Weight Loss Belief Is Tested http:\/\/nyti.ms\/1vYTdsc"}
{"Date":"Fri Jun 06 22:45:39 +0000 2014","News":"Well: Nowhere to Turn http:\/\/nyti.ms\/1kGLk4m"}
{"Date":"Fri Nov 04 16:50:05 +0000 2011","News":"Tips to Manage This Weekend's Time Change:  http:\/\/on-msn.com\/tN8sl0"}
{"Date":"Mon Mar 10 15:35:49 +0000 2014","News":"RT atpaula_span: Five common tests\/treatmts geriatricians want patients to question and doctors to pretty much stop. http:\/\/newoldage.blogs.nytimes.com\/2014\/03\/07\/geriatricians-question-five-common-treatment"}
{"Date":"Tue Nov 18 20:18:44 +0000 2014","News":"Well: Vegetarian Thanksgiving: Vegan Mac N Cheez http:\/\/nyti.ms\/1BKq2MW"}
{"Date":"Fri Mar 14 16:51:55 +0000 2014","News":"Should high schools adjust their start times to allow teens to sleep later? http:\/\/nyti.ms\/1kReO07"}
{"Date":"Tue Aug 05 21:43:31 +0000 2014","News":"Mini sweet peppers have begun to proliferate in supermarkets. Here is what you do with them: http:\/\/nyti.ms\/1v8172J http:\/\/pbs.twimg.com\/media\/BuTk4rGIMAAoNc2.png"}
{"Date":"Fri Nov 25 18:52:53 +0000 2011","News":"Yawning May Cool the Brain When Needed:  http:\/\/on-msn.com\/uIQ0FC"}
{"Date":"Mon Feb 24 20:36:44 +0000 2014","News":"Global Health: Indonesia Urged to Spend to Make Birth Less Risky http:\/\/nyti.ms\/MVk6t2"}
{"Date":"Fri Oct 14 19:20:05 +0000 2011","News":"Protein May Help Spot Newborns With Brain Damage:  http:\/\/on-msn.com\/pa9PUm"}
{"Date":"Fri Jan 24 05:17:08 +0000 2014","News":"Well: Ask Well: Stairs and Knee Pain http:\/\/nyti.ms\/1l3zbYF"}
{"Date":"Fri Dec 02 19:41:46 +0000 2011","News":"Depression, Partner Conflict Raise Suicide Risk for Pregnant Women, New Moms:  http:\/\/on-msn.com\/uWqMMO"}
{"Date":"Fri Nov 22 23:33:29 +0000 2013","News":"In Practice: Head of Hawaii Insurance Exchange Steps Down http:\/\/nyti.ms\/1g3zqx7"}
{"Date":"Thu Jul 24 21:41:59 +0000 2014","News":"Acetaminophen does nothing for lower back pain, research shows.  http:\/\/nyti.ms\/1ny2bY5"}
{"Date":"Thu Feb 27 18:13:19 +0000 2014","News":"Well: Stethoscopes as Germ Carriers http:\/\/nyti.ms\/1hlPk7N"}
{"Date":"Mon Dec 26 14:50:37 +0000 2011","News":"How to Make Your Quit-Smoking Resolution Stick:  http:\/\/on-msn.com\/v8Wi1p"}
{"Date":"Thu Nov 06 05:25:18 +0000 2014","News":"In Exclusive Club of U.S. Ebola Survivors, Kinship Is Sealed in Blood  http:\/\/nyti.ms\/1s7BvLU"}
{"Date":"Fri Oct 21 14:32:07 +0000 2011","News":"Breast Cancer Risk May Rise With High Hormone Levels:  http:\/\/on-msn.com\/r7GoS2"}
{"Date":"Thu Aug 07 03:15:40 +0000 2014","News":"New York Patient Tests Negative for Ebola http:\/\/nyti.ms\/V38kQK"}
{"Date":"Wed Jul 16 16:13:39 +0000 2014","News":"Recipes for Health: Stir-Fried Turkey Breast With Snap or Snow Peas and Chard http:\/\/nyti.ms\/WhEsSn"}
{"Date":"Mon Oct 31 13:38:20 +0000 2011","News":"'Hard Hats' Still Have High Rates of Injury, Illness: Report:  http:\/\/on-msn.com\/vPHQSw"}
{"Date":"Tue Oct 28 19:58:47 +0000 2014","News":"Connecticut’s Case-by-Case Approach to Ebola Quarantines Raises Concern http:\/\/nyti.ms\/1FTfKda"}
{"Date":"Wed Dec 07 21:45:20 +0000 2011","News":"Bone Drugs May Also Battle Breast Cancer, Researchers Say:  http:\/\/on-msn.com\/t8gkWA"}
{"Date":"Thu Dec 29 15:19:06 +0000 2011","News":"'Silent Strokes' Linked to Memory Loss in Elderly: Study:  http:\/\/on-msn.com\/vUz4Xz"}
{"Date":"Thu Oct 06 13:21:47 +0000 2011","News":"Steve Jobs, Visionary Leader of Apple Inc., Dies at 56:  http:\/\/on-msn.com\/oBekh0"}
{"Date":"Thu Oct 30 20:49:47 +0000 2014","News":"Well: A Heart Risk in Drinking Water http:\/\/nyti.ms\/1yKel3P"}
{"Date":"Mon Jul 14 21:36:44 +0000 2014","News":"RT atmarkoff: Real-Life Illness in a Virtual World, via atnytimes  http:\/\/nyti.ms\/W4hFca"}
{"Date":"Wed Nov 02 20:35:32 +0000 2011","News":"Sports Fans Remember Victories Better Than Defeats: Study:  http:\/\/on-msn.com\/vMaXHL"}
{"Date":"Tue Jan 14 03:37:17 +0000 2014","News":"New Mexico Judge Affirms Right to ‘Aid in Dying’ http:\/\/nyti.ms\/1d2lVcI"}
{"Date":"Fri Oct 24 20:55:13 +0000 2014","News":"RT atNYTMetro: Updates from the Ebola briefing with atNYGovCuomo and atGovChristie as they announce stricter quarantine rules: http:\/\/t.co\/iDS…"}
{"Date":"Thu Oct 09 02:54:01 +0000 2014","News":"Amid Concern About Virus in U.S., New York Hospital Says It’s Ready for the Worst http:\/\/nyti.ms\/1v4zvLg"}
{"Date":"Tue Oct 07 02:23:52 +0000 2014","News":"U.S. Revises Nursing Home Rating System http:\/\/nyti.ms\/Zavc2J"}
{"Date":"Mon May 12 15:53:05 +0000 2014","News":"Dog ownership isn't always the fun it seems like it should be. http:\/\/nyti.ms\/1jjuMtJ"}
{"Date":"Tue Aug 19 02:43:44 +0000 2014","News":"Adaptive Climbing Group Trains Amputees at Brooklyn Boulders http:\/\/nyti.ms\/VAYBlj"}
{"Date":"Fri Aug 01 17:38:14 +0000 2014","News":"The New Old Age Blog: Many Problems Lead to Thoughts of Suicide, Study Finds http:\/\/nyti.ms\/1nSWvIM"}
{"Date":"Wed Oct 01 21:37:04 +0000 2014","News":"RT atbstrauch: What you need to know about Ebola, including what happened in Texas.http:\/\/nyti.ms\/1E0KeJk"}
{"Date":"Thu Jul 03 02:57:51 +0000 2014","News":"Insurers on New York State’s Health Exchange Seek Significant Rate Increases http:\/\/nyti.ms\/1mmoVen"}
{"Date":"Mon Jan 13 22:34:44 +0000 2014","News":"Letters: A Chiropractor’s Side (1 Letter) http:\/\/nyti.ms\/1j4e5HP"}
{"Date":"Thu Feb 20 05:15:45 +0000 2014","News":"Well: The Difficult Balance of Texting While Walking http:\/\/nyti.ms\/1csjggA"}
{"Date":"Thu Oct 23 22:57:44 +0000 2014","News":"Remember it’s hard to get Ebola — even on an airplane. http:\/\/nyti.ms\/ZPjrQ6"}
{"Date":"Thu Jul 03 03:31:14 +0000 2014","News":"DealBook: Jamie Dimon’s Cancer Revelation Raises Questions About Disclosing the C.E.O.’s Illness http:\/\/nyti.ms\/1mmrpth"}
{"Date":"Sun Oct 12 11:43:09 +0000 2014","News":"Texas Health Worker Tests Positive for Ebola http:\/\/nyti.ms\/1tlNAEd"}
{"Date":"Sat Oct 29 13:31:07 +0000 2011","News":"Practice Doesn't Always Make Perfect, Study Suggests:  http:\/\/on-msn.com\/tPv5oV"}
{"Date":"Wed Jul 30 21:32:01 +0000 2014","News":"Weak handshakes are often frowned upon, but they may be healthier than firm ones http:\/\/nyti.ms\/WNE52f"}
{"Date":"Wed Oct 12 19:14:48 +0000 2011","News":"Genome of Cancer-Free Rodent  May Give Clues to Human Aging, Disease:  http:\/\/on-msn.com\/pngwZU"}
{"Date":"Sat Nov 05 21:29:33 +0000 2011","News":"Knee Arthritis Striking at Younger Ages, But Weight Loss May Help:  http:\/\/on-msn.com\/tDjr0W"}
{"Date":"Thu Dec 22 14:32:11 +0000 2011","News":"Chorus Gives Voice to Those With Alzheimer's:  http:\/\/on-msn.com\/uy1r9A"}
{"Date":"Mon Nov 18 22:34:12 +0000 2013","News":"RT atjudith_graham: Families use \"granny cams\" to watch what's happening to loved ones in nursing homes.  http:\/\/well.blogs.nytimes.com\/2013\/11\/18\/watchful-eye-in-nursing-homes\/?ref=health"}
{"Date":"Tue Sep 20 20:42:26 +0000 2011","News":"New Test Predicts Risk for Impotence After Prostate Cancer Therapy:  http:\/\/on-msn.com\/qNXGPB"}
{"Date":"Tue Nov 25 00:18:44 +0000 2014","News":"Well: Brains of People with Chronic Fatigue Syndrome Offer Clues About Disorder http:\/\/nyti.ms\/1Flv27t"}
{"Date":"Wed May 28 19:12:13 +0000 2014","News":"Want to age gracefully? Walking may be the key.  http:\/\/nyti.ms\/1hymC14"}
{"Date":"Thu May 01 14:47:02 +0000 2014","News":"Well: Coffee Tied to Lower Diabetes Risk http:\/\/nyti.ms\/1n6QHJu"}
{"Date":"Mon Dec 09 21:15:45 +0000 2013","News":"Well: A Doctor’s Formula for Care http:\/\/nyti.ms\/1diEyeC"}
{"Date":"Mon Oct 06 22:53:16 +0000 2014","News":"Books: ‘Being Mortal’ Explores the Benefits of Setting Goals for Death http:\/\/nyti.ms\/1s5XvLR"}
{"Date":"Mon Jul 28 22:14:12 +0000 2014","News":"When the Caregivers Need Healing http:\/\/nyti.ms\/1pn2dBP"}
{"Date":"Mon Aug 18 14:44:14 +0000 2014","News":"RT at_nicolaclark: WHO urges Ebola affected countries to conduct exit screening of all people at airports, seaports&amp;major land crossings htt…"}
{"Date":"Mon Jan 20 05:36:58 +0000 2014","News":"Well: Coming a Long Way on Smoking, With a Way to Go http:\/\/nyti.ms\/1jlgxat"}
{"Date":"Wed Feb 26 05:13:05 +0000 2014","News":"Well: How to Get Fit in a Few Minutes a Week http:\/\/nyti.ms\/1kdHTj5"}
{"Date":"Mon Mar 17 20:49:03 +0000 2014","News":"Well: Ha! The Quiz http:\/\/nyti.ms\/1p4YNRB"}
{"Date":"Wed Mar 05 05:13:07 +0000 2014","News":"Well: How Fat May Hurt the Brain, and How Exercise May Help http:\/\/nyti.ms\/1ct1QDa"}
{"Date":"Fri Jul 25 16:46:47 +0000 2014","News":"Well: Tomatoes All Summer Long http:\/\/nyti.ms\/1pT1nM6"}
{"Date":"Sun Nov 02 17:49:11 +0000 2014","News":"U.N. Employee Under Treatment for Ebola in France http:\/\/nyti.ms\/1s5ciCC"}
{"Date":"Wed Jun 25 19:21:03 +0000 2014","News":"Hot weather kills more Americans than all other natural disasters combined, and casualties are climbing http:\/\/nyti.ms\/1jOGiie"}
{"Date":"Thu Sep 11 04:32:13 +0000 2014","News":"Study: The most reliable workers are those who get seven to eight hours of sleep each night http:\/\/nyti.ms\/ZhfovO"}
{"Date":"Wed Nov 09 14:35:58 +0000 2011","News":"More Evidence That HPV Vaccine Shields Against Cervical Cancer:  http:\/\/on-msn.com\/trDWK8"}
{"Date":"Fri Nov 28 18:06:01 +0000 2014","News":"This is what you do with Thanksgiving leftovers. 5 ideas that are pleasantly edible. http:\/\/nyti.ms\/1vlbX2v http:\/\/pbs.twimg.com\/media\/B3ZzfUDCQAAKBcs.png"}
{"Date":"Thu Dec 01 22:09:00 +0000 2011","News":"10 Best Ways to Kick Your Food Cravings:  http:\/\/on-msn.com\/sdCvT8"}
{"Date":"Fri Aug 26 13:32:29 +0000 2011","News":"Starvation in Youth Linked to Heart  Risk in Adulthood:  http:\/\/on-msn.com\/ox8SNW"}
{"Date":"Wed Dec 04 01:54:26 +0000 2013","News":"Rare Cancer Treatments, Cleared by F.D.A. but Not Subject to Scrutiny http:\/\/nyti.ms\/1awKMED"}
{"Date":"Thu Nov 06 13:25:14 +0000 2014","News":"Well: Think Like a Doctor: Going Blind http:\/\/nyti.ms\/1xcbTUr"}
{"Date":"Fri Aug 16 02:41:21 +0000 2013","News":"$67 Million Awarded to Groups Helping With Health Law http:\/\/nyti.ms\/16fKcvV"}
{"Date":"Thu Mar 13 04:09:59 +0000 2014","News":"Well: Emergency Rooms Are No Place for the Elderly http:\/\/nyti.ms\/1iDahhJ"}
{"Date":"Tue Sep 20 13:53:28 +0000 2011","News":"Why Many With Breast Implants Fail at Breast-Feeding:  http:\/\/on-msn.com\/qWDCu9"}
{"Date":"Tue Mar 25 14:24:36 +0000 2014","News":"RT atcslnyt: He used to have 20 seizures a day. Now, he's had 3 in a month. A brain implant made the difference. http:\/\/nyti.ms\/1msuHdQ #epi…"}
{"Date":"Wed Oct 15 15:30:49 +0000 2014","News":"How Hospital Workers Are Supposed to Treat Ebola Safely http:\/\/nyti.ms\/1qjjwC9"}
{"Date":"Sat Aug 17 02:24:13 +0000 2013","News":"Well: Hot Days, Cold Noodles http:\/\/nyti.ms\/14mkLWm"}
{"Date":"Tue Aug 23 20:51:45 +0000 2011","News":"Certain Foods Said to Help Lower Bad Cholesterol:  http:\/\/on-msn.com\/naJsJH"}
{"Date":"Thu Aug 25 22:13:15 +0000 2011","News":"Research Shows How Some Folks Resist Getting Sick With the Flu:  http:\/\/on-msn.com\/or1GIB"}
{"Date":"Fri Dec 13 16:35:38 +0000 2013","News":"Sugar or fat? What's the sinful part of your favorite dessert that makes you over-indulge? http:\/\/nyti.ms\/18GwXDS"}
{"Date":"Tue Dec 17 00:03:40 +0000 2013","News":"Study Links Autism and Somalis in Minneapolis http:\/\/nyti.ms\/1gCwACh"}
{"Date":"Mon Mar 24 20:19:21 +0000 2014","News":"Smoking Stays Stubbornly High Among the Poor http:\/\/nyti.ms\/Q8tdbG"}
{"Date":"Tue Dec 02 05:16:42 +0000 2014","News":"Antismoking Story That Is Tailored to Native Alaskans http:\/\/nyti.ms\/1yzBbvr"}
{"Date":"Mon Apr 07 14:43:16 +0000 2014","News":"Well: Circumcision Benefits Outweigh Risks, Study Reports http:\/\/nyti.ms\/1lFJO14"}
{"Date":"Wed Nov 30 17:29:10 +0000 2011","News":"Infant Vaccines May Work Better If Given in Afternoon:  http:\/\/on-msn.com\/unKiY8"}
{"Date":"Wed Dec 11 18:21:26 +0000 2013","News":"RT atcslnyt: Ob-gyns still not allowed to treat all men. Yes for Cancer. NO for pelvic pain. h\/t atnytdenisegrady http:\/\/nyti.ms\/IEs089"}
{"Date":"Mon Dec 19 19:18:41 +0000 2011","News":"Obesity Linked to Lower Paychecks:  http:\/\/on-msn.com\/sMXn4Z"}
{"Date":"Thu Oct 16 15:56:28 +0000 2014","News":"RT atmannyNYT: As Ebola Fears Spread, Ohio and Texas Close Some Schools http:\/\/nyti.ms\/1CqBCI7"}
{"Date":"Sun Oct 26 03:01:48 +0000 2014","News":"Msgr. William B. O’Brien, 90, Is Dead; Helped Start Drug Rehabilitation Agency http:\/\/nyti.ms\/1pMoHdY"}
{"Date":"Mon Feb 17 16:15:48 +0000 2014","News":"Recipes for Health: Apple Compote http:\/\/nyti.ms\/1be6CDN"}
{"Date":"Mon Oct 27 17:39:50 +0000 2014","News":"Well: The Pleasure of Bitter Greens http:\/\/nyti.ms\/1v5nccA"}
{"Date":"Fri Sep 26 23:08:01 +0000 2014","News":"A seemingly simple wish — to die at home — has gotten very complicated. http:\/\/nyti.ms\/1vbEZ5c"}
{"Date":"Wed Nov 19 18:46:35 +0000 2014","News":"Well: Vegetarian Thanksgiving: A Squash Main Course http:\/\/nyti.ms\/1yproXO"}
{"Date":"Sat Oct 18 03:40:47 +0000 2014","News":"Unable to Meet the Deductible or the Doctor http:\/\/nyti.ms\/1sSKkxY"}
{"Date":"Fri Feb 14 18:49:33 +0000 2014","News":"A doctor's view on alcoholism. http:\/\/well.blogs.nytimes.com\/2014\/02\/13\/alcoholism-through-a-doctors-eyes\/?module=BlogPost-Title&version=Blog%20Main&contentCollection=Doctors&action=Click&pgtype=Blogs&region=Body"}
{"Date":"Tue Mar 04 16:30:41 +0000 2014","News":"How has your life been touched by breast cancer? Read our readers' stories and submit your own. http:\/\/nyti.ms\/1cht3Y9"}
{"Date":"Wed Dec 24 23:58:33 +0000 2014","News":"Machine Learning: Bedtime Technology for a Better Night’s Sleep http:\/\/nyti.ms\/16RCgpE"}
{"Date":"Mon Aug 26 04:20:01 +0000 2013","News":"Well: Keeping Food-Borne Illnesses at Bay http:\/\/nyti.ms\/17X7UfK"}
{"Date":"Fri Oct 24 19:24:19 +0000 2014","News":"I feel fortunate and blessed to be standing here today Nina Pham on beating Ebola http:\/\/nyti.ms\/1wmcQKW"}
{"Date":"Thu May 29 04:13:52 +0000 2014","News":"Business Briefing: F.D.A. Approves Heart Device That Transmits Data to Doctors http:\/\/nyti.ms\/1kMR8sv"}
{"Date":"Wed Aug 06 14:19:55 +0000 2014","News":"Bush Urges Renewed Fight Against Deadly Diseases in Africa http:\/\/nyti.ms\/1ofoans"}
{"Date":"Wed Dec 18 05:15:44 +0000 2013","News":"Well: Increasing Marijuana Use in High School Is Reported http:\/\/nyti.ms\/19RyEyD"}
{"Date":"Thu Apr 03 14:51:31 +0000 2014","News":"RT atpaula_span: Caregivers: Go take a hike. It might help. http:\/\/newoldage.blogs.nytimes.com\/2014\/04\/02\/walking-the-talk\/"}
{"Date":"Thu Nov 21 04:05:39 +0000 2013","News":"Frederick Sanger, 95, Two-Time Winner of Nobel and Pioneer in Genetics, Dies http:\/\/nyti.ms\/1aSO5FU"}
{"Date":"Fri Oct 03 00:25:15 +0000 2014","News":"How to Help in Efforts to Stem Ebola’s Tide http:\/\/nyti.ms\/1pJG5ie"}
{"Date":"Wed Sep 24 18:27:37 +0000 2014","News":"Vigorous exercise is good for almost all of the body — except perhaps the teeth. http:\/\/nyti.ms\/1rae2Pj"}
{"Date":"Mon Feb 24 21:07:35 +0000 2014","News":"Well: Blood Pressure Drugs Tied to Risk of Falls http:\/\/nyti.ms\/MVrKDG"}
{"Date":"Mon Jul 07 16:26:03 +0000 2014","News":"RT attamarnyt: With surrogacy illegal in so many countries, more foreign couples heading to US for a womb, and a baby   http:\/\/t.co\/JUE9Vo9U…"}
{"Date":"Sat Aug 02 20:00:51 +0000 2014","News":"RT atnytDeniseGrady: W.H.O. Says Outbreak of Ebola Virus Is Outpacing Control Efforts http:\/\/nyti.ms\/1m4mg4j"}
{"Date":"Fri Sep 19 21:16:50 +0000 2014","News":"How readers responded to the atNYTmag article on abortions by mail. http:\/\/nyti.ms\/1C6B1hy http:\/\/pbs.twimg.com\/media\/Bx7OUizIAAAGuMH.png"}
{"Date":"Thu Jul 24 20:23:40 +0000 2014","News":"Well: The Workout: Practicing His Own Medicine http:\/\/nyti.ms\/1nxJFig"}
{"Date":"Mon Jun 16 17:56:15 +0000 2014","News":"Do you have a question about fatty liver disease? #askwell http:\/\/nyti.ms\/1i1mz3j"}
{"Date":"Tue Feb 04 20:26:38 +0000 2014","News":"RT atpaula_span: Why Americans are the Alfred E. Neumans of the world when it comes to attitudes on aging. atpewresearch explains. http:\/\/t.c…"}
{"Date":"Mon Jan 30 00:43:10 +0000 2012","News":"Blood Pressure Differences Between Arms Could Signal Heart Risk:  http:\/\/on-msn.com\/ADvg7Z"}
{"Date":"Wed Oct 29 20:11:03 +0000 2014","News":"How does breast cancer change romance? These women &amp; men know http:\/\/nyti.ms\/103nQPg"}
{"Date":"Sun Sep 28 18:40:47 +0000 2014","News":"People are trying to cope with ebola in Monrovia with few resources. Photo: a makeshift protective suit by atbcsolomon http:\/\/pbs.twimg.com\/media\/BypA6UrIAAAgmd1.png"}
{"Date":"Thu Mar 20 15:37:04 +0000 2014","News":"Ants, spiders, moths and flies - a look at the bugs in your home. http:\/\/nyti.ms\/1l72AAP"}
{"Date":"Tue Oct 21 01:46:53 +0000 2014","News":"Ethicist Calls CPR Too Risky in Ebola  http:\/\/nyti.ms\/1rosxcS"}
{"Date":"Wed Apr 30 12:16:30 +0000 2014","News":"Well: Why Dangerous Supplements Linger on Store Shelves http:\/\/nyti.ms\/1o2YSGz"}
{"Date":"Fri May 30 16:55:17 +0000 2014","News":"Well: Grilled Cheese for Grownups http:\/\/nyti.ms\/1oD4eMb"}
{"Date":"Fri Nov 07 21:48:50 +0000 2014","News":"Well: Think Like a Doctor: Going Blind Solved! http:\/\/nyti.ms\/1EbSsLO"}
{"Date":"Tue Oct 14 20:31:35 +0000 2014","News":"E.U. Urges States to Coordinate Efforts to Cut Risk of Importing Ebola http:\/\/nyti.ms\/1v9GS2P"}
{"Date":"Fri Jan 24 23:24:48 +0000 2014","News":"The New Old Age Blog: The Company I Keep http:\/\/nyti.ms\/1aQvsa8"}
{"Date":"Wed Sep 24 02:53:16 +0000 2014","News":"Under Affordable Care Act, 25 Percent Increase in Health Insurers Is Predicted http:\/\/nyti.ms\/1ukyNZO"}
{"Date":"Tue Jan 03 19:45:41 +0000 2012","News":"Most Adults With Facial Disfigurement Adapt Psychologically:  http:\/\/on-msn.com\/xwlMmx"}
{"Date":"Wed Jan 15 23:01:26 +0000 2014","News":"Well: Can Heavier People Really Be Healthier? http:\/\/nyti.ms\/1dtTCZj"}
{"Date":"Thu Sep 25 18:25:36 +0000 2014","News":"Well: A Rising Tide of Contaminants http:\/\/nyti.ms\/1t0fwHs"}
{"Date":"Tue May 20 16:32:04 +0000 2014","News":"RT atceliadugger: English study finds e-cigs more helpful than nicotine patch or gum in helping smokers quit. http:\/\/nyti.ms\/1giP9MJ"}
{"Date":"Tue Sep 27 20:34:50 +0000 2011","News":"Surgeon Experience Matters in Neck Artery Procedure: Study:  http:\/\/on-msn.com\/oXRh2w"}
{"Date":"Tue Nov 15 17:40:56 +0000 2011","News":"Got High Blood Pressure? Kiwi Fruit May Help:  http:\/\/on-msn.com\/t03FfJ"}
{"Date":"Wed Aug 28 23:24:12 +0000 2013","News":"Well: Shorter Workweek May Not Increase Well-Being http:\/\/nyti.ms\/16RKs4o"}
{"Date":"Wed Oct 22 19:54:07 +0000 2014","News":"RT attminsberg: Listening to music makes hard workouts feel a bit easier (thanks, Coach Beyoncé) http:\/\/nyti.ms\/ZNTosm"}
{"Date":"Fri Nov 14 04:19:47 +0000 2014","News":"E-Cigarettes Gain Among High School Students, C.D.C. Finds http:\/\/nyti.ms\/1xUkFVD"}
{"Date":"Mon Jul 07 16:24:21 +0000 2014","News":"How closely have you been following health news? The weekly quiz: http:\/\/nyti.ms\/1tgaFaO"}
{"Date":"Wed Apr 09 18:03:49 +0000 2014","News":"The New Old Age: When the Criticisms Never End http:\/\/nyti.ms\/1qrSRmt"}
{"Date":"Fri Sep 26 23:15:09 +0000 2014","News":"Infants in the single-family neonatal intensive care rooms did better than those in shared rooms. http:\/\/nyti.ms\/1raf91p"}
{"Date":"Mon Jan 13 16:07:24 +0000 2014","News":"Carrot, Squash and Potato Ragout With Thai Flavors http:\/\/nyti.ms\/1iHXyq9"}
{"Date":"Sat Sep 20 03:25:17 +0000 2014","News":"Guinter Kahn, Inventor of Baldness Remedy, Dies at 80 http:\/\/nyti.ms\/1wPPKwk"}
{"Date":"Mon Jan 02 21:42:17 +0000 2012","News":"Changes in Cerebrospinal Fluid May Signal Early Alzheimer's:  http:\/\/on-msn.com\/tNN3kN"}
{"Date":"Thu Dec 01 14:52:07 +0000 2011","News":"Younger Americans Face Greater Health Disparities: Study:  http:\/\/on-msn.com\/uZ3Qs3"}
{"Date":"Fri Nov 29 16:20:10 +0000 2013","News":"RT atceliadugger: Rise in unprotected sex among gay men worrisome on HIV spread.http:\/\/nyti.ms\/1dBw6fb"}
{"Date":"Tue Jan 17 14:30:58 +0000 2012","News":"Vitamin D Won't Help Most COPD Patients: Study:  http:\/\/on-msn.com\/xa0KAH"}
{"Date":"Tue Sep 30 15:32:57 +0000 2014","News":"Nigeria’s Ebola success was in part due to the existence of an emergency command center paid for by the Gates Foundation to fight polio."}
{"Date":"Thu Jan 16 17:04:24 +0000 2014","News":"Well: Lots of New Patients, Too Few Doctors http:\/\/nyti.ms\/1j9eoB1"}
{"Date":"Thu Jun 19 17:23:13 +0000 2014","News":"How can a doctor determine next of kin when a patient can't speak for himself? http:\/\/nyti.ms\/1jB4nJh"}
{"Date":"Fri Oct 24 16:39:06 +0000 2014","News":"RT atgrynbaum: \"We are fully prepared to handle Ebola,\" says NYC's mayor, atBilldeBlasio."}
{"Date":"Thu Aug 29 19:28:55 +0000 2013","News":"Ask Well: Is It Better to Bike or Run? http:\/\/nyti.ms\/17parPH"}
{"Date":"Fri Dec 09 00:28:03 +0000 2011","News":"British Study Suggests Mammograms May Do More Harm Than Good:  http:\/\/on-msn.com\/uJbqhm"}
{"Date":"Tue Oct 28 04:38:29 +0000 2014","News":"Well: Faces of Breast Cancer: Find Your Story, Join the Conversation http:\/\/nyti.ms\/ZWjQ2Z"}
{"Date":"Wed Aug 24 20:39:09 +0000 2011","News":"Cooling Soldiers With Combat Injuries May Improve Survival:  http:\/\/on-msn.com\/nzcFlo"}
{"Date":"Wed Dec 24 01:22:38 +0000 2014","News":"Plastic Surgery Tourism Brings Chinese to South Korea  http:\/\/nyti.ms\/1wDB6Yq"}
{"Date":"Tue May 13 15:45:07 +0000 2014","News":"Can meditation and mental exercises be better than drugs at helping people with attention problems? http:\/\/nyti.ms\/1jD31kJ"}
{"Date":"Thu Sep 29 21:44:16 +0000 2011","News":"Otherwise Healthy Older Men Undertreated for Prostate Cancer: Study:  http:\/\/on-msn.com\/qakCdl"}
{"Date":"Mon Jun 02 21:07:19 +0000 2014","News":"Well: A Tattoo That Completes a New Breast http:\/\/nyti.ms\/1kjzXjA"}
{"Date":"Tue Oct 14 04:23:04 +0000 2014","News":"Matter:  Rats and Their Alarming Bugs http:\/\/nyti.ms\/ZXrU4t"}
{"Date":"Thu Apr 24 16:54:29 +0000 2014","News":"Looking for a healthy snack? Use our Eat Well recipe finder: http:\/\/nyti.ms\/1roy6bV"}
{"Date":"Mon Oct 31 16:40:57 +0000 2011","News":"Report Slams Makers of Sugary Drinks for Targeting Kids:  http:\/\/on-msn.com\/s3pltU"}
{"Date":"Thu Jul 10 03:37:08 +0000 2014","News":"America’s young people, as a group, are becoming more out of shape with every passing year http:\/\/nyti.ms\/1mIZ80m"}
{"Date":"Sun Jul 13 22:17:36 +0000 2014","News":"RT atpaula_span: Why do hospital visitors have to leave at 8 pm? An argument for unrestricted visiting -- even in  ICUs. http:\/\/t.co\/Tm3jXbA…"}
{"Date":"Fri Sep 26 03:12:42 +0000 2014","News":"France Proposes Tough Antismoking Measures http:\/\/nyti.ms\/YgqY9K"}
{"Date":"Thu Oct 16 03:08:07 +0000 2014","News":"C.D.C. Director Becomes Face of Nation’s Worry and Flawed Response  http:\/\/nyti.ms\/1yFNfh2"}
{"Date":"Tue Jan 17 14:30:56 +0000 2012","News":"FDA to Weigh Safety of Tobacco Lozenges, Strips:  http:\/\/on-msn.com\/xU8OtM"}
{"Date":"Mon Jul 28 04:22:23 +0000 2014","News":"Well: Nursing Home Unthinkable? Be Prepared in Case It’s Inevitable http:\/\/nyti.ms\/1qGGyID"}
{"Date":"Mon Feb 03 23:34:47 +0000 2014","News":"Global Health: Rihanna Joins Viva Glam by MAC to Fight AIDS http:\/\/nyti.ms\/LJ3ILH"}
{"Date":"Tue Jun 24 18:38:15 +0000 2014","News":"Those cool kids you once envied? Likely not so cool anymore. http:\/\/nyti.ms\/1iqYJyC"}
{"Date":"Fri Oct 24 02:06:25 +0000 2014","News":"RT atthomaskaplan: Ebola patient rode in an Uber car at one point, but the Uber driver is not believed to be at risk, NYC health commissione…"}
{"Date":"Wed Oct 26 19:44:28 +0000 2011","News":"National Drug Take-Back Day Scheduled for Saturday:  http:\/\/on-msn.com\/s4cJjE"}
{"Date":"Thu Oct 02 20:41:03 +0000 2014","News":"Tracing Ebola Contacts Can Stop Virus ‘in Its Tracks,’ Experts Say http:\/\/nyti.ms\/1vBo0ti"}
{"Date":"Mon Jan 06 23:34:40 +0000 2014","News":"A Search for Self in a Brain Scan http:\/\/nyti.ms\/1iLwicQ"}
{"Date":"Fri Aug 30 03:48:00 +0000 2013","News":"Taylor Farms, Big Food Supplier, Grapples With Frequent Recalls http:\/\/nyti.ms\/12RxD9B"}
{"Date":"Thu Jan 12 21:24:42 +0000 2012","News":"Will My Achy Hips Get Worse?:  http:\/\/on-msn.com\/x599HT"}
{"Date":"Wed Aug 28 23:24:12 +0000 2013","News":"Salmonella in Spices Prompts Changes in Farming http:\/\/nyti.ms\/17kvAfG"}
{"Date":"Wed Sep 17 14:58:55 +0000 2014","News":"Map of the Ebola outbreak, which is the biggest on record. http:\/\/pbs.twimg.com\/media\/BxvkpB5IIAAFuQG.png"}
{"Date":"Thu Dec 04 18:27:16 +0000 2014","News":"A significant share of the bacteria present in India are immune to nearly all antibiotics. http:\/\/nyti.ms\/1wz9ggZ"}
{"Date":"Wed Mar 12 19:11:52 +0000 2014","News":"Parents: Are you too distracted by your phone? http:\/\/nyti.ms\/1fqAQ1N"}
{"Date":"Thu Jun 05 16:27:57 +0000 2014","News":"The New Old Age Blog: Moving On by Moving Around http:\/\/nyti.ms\/1kymt3I"}
{"Date":"Fri Dec 27 18:55:22 +0000 2013","News":"Well: Adding Citrus to Salads and Desserts http:\/\/nyti.ms\/19p4l5z"}
{"Date":"Mon May 12 20:43:39 +0000 2014","News":"Global Health: A Charity’s Video Shows Models Duped for a Cause http:\/\/nyti.ms\/1mP3V0P"}
{"Date":"Mon Sep 29 02:23:19 +0000 2014","News":"Dire Warnings by Big Tobacco on E-Smoking http:\/\/nyti.ms\/1wQ5JYe"}
{"Date":"Wed Dec 07 00:32:53 +0000 2011","News":"New Tests Might Better Predict Breast Cancer's Return:  http:\/\/on-msn.com\/t2ANrb"}
{"Date":"Fri Sep 30 18:30:00 +0000 2011","News":"Drug Shortages Even Worse This Year: FDA:  http:\/\/on-msn.com\/qsE443"}
{"Date":"Wed Feb 12 19:25:08 +0000 2014","News":"Well: Young Adults Need Flu Shots Too http:\/\/nyti.ms\/1m8HP8S"}
{"Date":"Fri Dec 09 21:36:17 +0000 2011","News":"Psych Episode Near Childbirth May Presage Bipolar Disorder:  http:\/\/on-msn.com\/rLrfYV"}
{"Date":"Tue Jan 24 17:49:43 +0000 2012","News":"Could 'Magic' Mushrooms Ease Depression?:  http:\/\/on-msn.com\/yW3BUg"}
{"Date":"Wed Aug 13 02:58:39 +0000 2014","News":"Using a Tactic Unseen in a Century, Countries Cordon Off Ebola-Racked Areas http:\/\/nyti.ms\/1sWHHtt"}
{"Date":"Tue Nov 25 20:07:45 +0000 2014","News":"Panel Decides Against Strongest F.D.A. Warning on Steroid Injections http:\/\/nyti.ms\/1rdctkZ"}
{"Date":"Fri Oct 04 15:41:59 +0000 2013","News":"Well: Yoga Found to Have Limited Effect on Menopause http:\/\/nyti.ms\/1gaLbTk"}
{"Date":"Mon Oct 31 18:27:02 +0000 2011","News":"Obama Acts to Ease U.S. Drug Shortages:  http:\/\/on-msn.com\/sekUmX"}
{"Date":"Wed Aug 06 03:36:56 +0000 2014","News":"Report critiques public financing of physician training. http:\/\/nyti.ms\/1v7ZeTN"}
{"Date":"Sun Aug 03 19:15:52 +0000 2014","News":"Introducing the ASMR stars of Youtube -- a niche where soothing sounds win. at_Waterwhispers_  atGentleWhisperin http:\/\/nyti.ms\/1AzzzDD"}
{"Date":"Tue Oct 28 03:16:16 +0000 2014","News":"With Ebola’s Arrival, de Blasio Stands Tall as Christie and Cuomo Falter  http:\/\/nyti.ms\/1wFCwlY"}
{"Date":"Mon Feb 17 18:22:27 +0000 2014","News":"Driving Under the Influence, of Marijuana http:\/\/nyti.ms\/1beDmN1"}
{"Date":"Thu Dec 04 19:18:23 +0000 2014","News":"C.D.C. Warns That Flu Season May Be More Deadly Than Usual http:\/\/nyti.ms\/1CJyTPB"}
{"Date":"Tue Aug 12 16:53:26 +0000 2014","News":"RT atginakolata: Wrote a very short essay-like book for the Times. How to avoid making mistakes with your health https:\/\/itunes.apple.com\/us\/book\/smart-patient-mistakes-we\/id907200112?mt=11"}
{"Date":"Mon Aug 11 22:01:34 +0000 2014","News":"Global Health: Africa, With U.S. Help, Graduates More Doctors http:\/\/nyti.ms\/1oqdMKx"}
{"Date":"Fri Aug 01 18:49:14 +0000 2014","News":"RT atnytDeniseGrady: Americans with Ebola being brought home from Liberia. http:\/\/state.gov\/r\/pa\/prs\/ps\/2014\/230120.htm#.U9vgb1r3BIg.twitter (from atStateDept)"}
{"Date":"Thu Sep 18 20:03:44 +0000 2014","News":"The New Old Age Blog: Donating the Body http:\/\/nyti.ms\/1qhHlJs"}
{"Date":"Tue Jul 08 16:58:49 +0000 2014","News":"The New Old Age Blog: The Fault in Our Stars http:\/\/nyti.ms\/1r6ddEh"}
{"Date":"Thu Sep 25 16:52:02 +0000 2014","News":"RT atpaula_span: Can taking #benzos for insomnia or anxiety increase risks of #Alzheimers? Study says yes. http:\/\/newoldage.blogs.nytimes.com\/2014\/09\/24\/study-links-anxiety-drugs-to-alzheimers-disease\/"}
{"Date":"Wed Nov 16 17:49:53 +0000 2011","News":"Women More Prone to 'Broken Heart' Syndrome: Study:  http:\/\/on-msn.com\/vcnZyy"}
{"Date":"Wed Aug 21 17:30:34 +0000 2013","News":"Well: Study Ties Poor Oral Hygiene to Cancer-Causing Virus http:\/\/nyti.ms\/1dt56vg"}
{"Date":"Mon Dec 30 21:36:42 +0000 2013","News":"Global Health: $1 Million Prize for Pakistani Pediatrician http:\/\/nyti.ms\/Jq7oRc"}
{"Date":"Fri Jan 31 02:13:36 +0000 2014","News":"Responding to Critics, Gynecology Board Reverses Ban on Treating Male Patients http:\/\/nyti.ms\/1dRuIhX"}
{"Date":"Mon Jul 21 15:57:57 +0000 2014","News":"RT atpalafo: “Welcome to Missouri, America’s Drugstore. We aren’t just allowing abuse, we’ve created a business model for dealers\" http:\/\/t.…"}
{"Date":"Tue Aug 19 17:23:33 +0000 2014","News":"Well: Talking to Men About PSA Testing http:\/\/nyti.ms\/1oa9yRw"}
{"Date":"Wed Nov 19 05:04:13 +0000 2014","News":"For Cystic Fibrosis Foundation, Venture Yields Windfall in Hope and Cash http:\/\/nyti.ms\/1qoFObz"}
{"Date":"Thu Oct 06 20:29:39 +0000 2011","News":"National Study Will Track Tobacco Use in U.S.:  http:\/\/on-msn.com\/nnm0k7"}
{"Date":"Mon Aug 04 05:07:13 +0000 2014","News":"Nascar Drivers Have Little Help With Concussions http:\/\/nyti.ms\/WVxLpi"}
{"Date":"Thu Nov 10 19:38:00 +0000 2011","News":"Fatherhood May Help Tough Guys Straighten Out:  http:\/\/on-msn.com\/rPvAVY"}
{"Date":"Wed Oct 12 17:36:20 +0000 2011","News":"Regular Exercise Seems to Guard Against Migraine:  http:\/\/on-msn.com\/oHYWsK"}
{"Date":"Mon Oct 06 16:29:16 +0000 2014","News":"RT atbcsolomon: The #ebola spray teams in #monrovia clean houses after the #ebola dead. Tireless, brave and essential. http:\/\/pbs.twimg.com\/media\/BzRu56SIQAAnsT1.jpg"}
{"Date":"Mon Oct 24 20:46:18 +0000 2011","News":"Yoga, Stretching Classes Outdo Self-Care for Back Pain: Study:  http:\/\/on-msn.com\/ulIU6q"}
{"Date":"Fri Oct 03 22:06:57 +0000 2014","News":"How does this Ebola outbreak compare to past outbreaks? http:\/\/nyti.ms\/1CJ4Rbg http:\/\/pbs.twimg.com\/media\/BzDgDG8CcAAM46p.png"}
{"Date":"Fri Apr 25 02:40:41 +0000 2014","News":"Alternative to Pap Test Is Approved by F.D.A. http:\/\/nyti.ms\/1hrXE6B"}
{"Date":"Sat Nov 22 04:43:43 +0000 2014","News":"Dr. Donald F. Steiner, Diabetes Researcher, Dies at 84 http:\/\/nyti.ms\/1um0FHm"}
{"Date":"Tue Dec 06 21:24:02 +0000 2011","News":"Steroids May Boost Survival for Very Preemie Babies:  http:\/\/on-msn.com\/tRw7lV"}
{"Date":"Fri Dec 02 00:46:19 +0000 2011","News":"Genes May Make Quitting Tougher for Smokers:  http:\/\/on-msn.com\/tD24vk"}
{"Date":"Sat Oct 11 18:03:04 +0000 2014","News":"A new book says most students probably don't need to study more. They need a smarter approach to studying http:\/\/nyti.ms\/1q8qb21"}
{"Date":"Wed Aug 14 19:02:10 +0000 2013","News":"First test for a new sleep drug: how safely it puts people to sleep. Second test: how safely people wake up. http:\/\/nyti.ms\/16bNnVk"}
{"Date":"Wed Nov 16 14:25:22 +0000 2011","News":"Drug-Coated Balloons Open Arteries Blocked by Narrowed Stents:  http:\/\/on-msn.com\/td0gUR"}
{"Date":"Sat Oct 11 02:25:03 +0000 2014","News":"Global Response to Ebola Highlights Challenges in Delivering Aid http:\/\/nyti.ms\/1vVg0la"}
{"Date":"Fri Aug 01 18:48:56 +0000 2014","News":"Something to keep in mind this weekend: running for as little as five minutes a day can make a huge difference. http:\/\/nyti.ms\/1nbSzxX"}
{"Date":"Mon Oct 20 16:27:15 +0000 2014","News":"RT atMonkovicNYT: The first Ebola patient in the U.S. was sent home on antibiotics, an example of  a larger problem in prescribing them http…"}
{"Date":"Fri Oct 04 20:08:57 +0000 2013","News":"Well: Pastas for Fall http:\/\/nyti.ms\/GCUqhM"}
{"Date":"Sat Jun 07 03:23:01 +0000 2014","News":"Stabbing Case Shows Lapses in Treatment for the Mentally Ill http:\/\/nyti.ms\/Uj6g7U"}
{"Date":"Fri Oct 24 16:01:25 +0000 2014","News":"Ebola Vaccine Trials Planned for December http:\/\/nyti.ms\/1tR653D"}
{"Date":"Mon Sep 29 23:13:36 +0000 2014","News":"Abdominal pain and bloating are the most common signs of Celiac disease.  http:\/\/nyti.ms\/1mHVdBL"}
{"Date":"Tue Aug 23 20:51:45 +0000 2011","News":"Boys Mature Sexually Earlier Than Ever Before: Study:  http:\/\/on-msn.com\/nZqIeh"}
{"Date":"Fri Dec 20 05:13:28 +0000 2013","News":"Well: Who Says Laughter’s the Best Medicine? http:\/\/nyti.ms\/1dUz7D6"}
{"Date":"Wed Nov 20 05:05:23 +0000 2013","News":"Well: Mother’s Exercise May Boost Baby’s Brain http:\/\/nyti.ms\/19Fp9kT"}
{"Date":"Thu Jul 10 05:16:46 +0000 2014","News":"Well: The Physical Exam as Refuge http:\/\/nyti.ms\/1sA0WrV"}
{"Date":"Mon Nov 03 21:58:13 +0000 2014","News":"Well: Placebo May Aid Baby’s Cough http:\/\/nyti.ms\/1tUvKX8"}
{"Date":"Tue Jul 15 20:07:25 +0000 2014","News":"Well: Stroke Rates Are Declining http:\/\/nyti.ms\/1roNQOd"}
{"Date":"Thu Aug 07 05:13:31 +0000 2014","News":"Jesse L. Steinfeld, Surgeon General and Tobacco Foe, Dies at 87 http:\/\/nyti.ms\/1nuzwyU"}
{"Date":"Thu Jul 31 15:49:12 +0000 2014","News":"RT atceliadugger: Read this unbearably sad 2001 story by atblaineharden about the valiant Ugandan dr who gave his life fighting Ebola. http:\/…"}
{"Date":"Wed Sep 07 19:58:02 +0000 2011","News":"Parents Who Smoke at Home May Risk Kids' Academic Success:  http:\/\/tinyurl.com\/3d4baao"}
{"Date":"Fri Jul 25 22:19:25 +0000 2014","News":"Death in the Peace Corps: A Trail of Medical Missteps http:\/\/nyti.ms\/1jZVQFp"}
{"Date":"Tue Sep 20 16:40:13 +0000 2011","News":"The War on Cancer Continues:  http:\/\/on-msn.com\/q9yKIN"}
{"Date":"Sat Aug 09 16:00:01 +0000 2014","News":"MT atceliadugger: WHO declares health emergency over Ebola outbreak. MSF criticizes effort so far as slow.  http:\/\/nyti.ms\/1onEbrC"}
{"Date":"Tue Oct 25 21:51:25 +0000 2011","News":"Pot Can Mimic Brain Changes Seen in Schizophrenia:  http:\/\/on-msn.com\/rvD2F0"}
{"Date":"Mon Jul 07 16:01:22 +0000 2014","News":"RT atcslnyt: Fighting addiction without A.A. atgabrielleglaser http:\/\/nyti.ms\/1qDgmxF"}
{"Date":"Wed Oct 19 13:53:00 +0000 2011","News":"Obese, Asthmatic Kids Need Special Care Under Anesthesia:  http:\/\/on-msn.com\/rdsUl8"}
{"Date":"Wed Dec 03 05:15:33 +0000 2014","News":"Well: Run to Stay Young http:\/\/nyti.ms\/1vgVdpO"}
{"Date":"Tue Dec 06 17:39:45 +0000 2011","News":"FDA Targets Homeopathic Weight Loss Products:  http:\/\/on-msn.com\/rBG315"}
{"Date":"Tue Dec 20 18:04:35 +0000 2011","News":"Uterine Fibroids Cost Billions in U.S. Health Care, Lost Work: Report:  http:\/\/on-msn.com\/vAbVFI"}
{"Date":"Mon Oct 14 21:38:30 +0000 2013","News":"Breaking Through Cancer’s Shield http:\/\/nyti.ms\/GY2euT"}
{"Date":"Mon Mar 17 21:07:47 +0000 2014","News":"Well: “Ha!” Takes a Serious Look at Humor http:\/\/nyti.ms\/1d7LekN"}
{"Date":"Wed Sep 10 15:08:33 +0000 2014","News":"Enjoy sugary drinks? Get ready to walk. http:\/\/nyti.ms\/ZgUugv"}
{"Date":"Thu Feb 06 15:37:51 +0000 2014","News":"Well: Sugary Foods Increase Heart Risks http:\/\/nyti.ms\/1fKRIEq"}
{"Date":"Mon Jun 02 14:45:40 +0000 2014","News":"Nurse, pass my Google glass, stat. Google glass enters the O.R. http:\/\/nyti.ms\/1iLzKjJ"}
{"Date":"Tue Sep 27 21:47:26 +0000 2011","News":"Mixed Results Seen With 'Off-Label' Use of Antipsychotics:  http:\/\/on-msn.com\/qDNoT7"}
{"Date":"Tue Sep 20 16:40:15 +0000 2011","News":"MRI Can Spot Breast Cancer in High-Risk Women: Study:  http:\/\/on-msn.com\/oMaPgm"}
{"Date":"Thu Dec 05 15:35:06 +0000 2013","News":"RT atceliadugger: Urgent need to focus on poor black and Hispanic men to slow HIV spread.  http:\/\/nyti.ms\/1bikBBy"}
{"Date":"Sat May 03 02:24:47 +0000 2014","News":"How Being Hit by a Vehicle Changed Times Colleagues’ Lives http:\/\/nyti.ms\/1ktwslo"}
{"Date":"Wed Aug 06 17:24:34 +0000 2014","News":"President Macky Sall of SenegalI: \"It is necessary to confront Ebola as a threat to humanity.” http:\/\/nyti.ms\/1lAGmTT"}
{"Date":"Thu Jul 31 19:13:12 +0000 2014","News":"Well: A Toxic Menagerie http:\/\/nyti.ms\/1rTO82v"}
{"Date":"Fri Jan 27 22:43:42 +0000 2012","News":"Too Much Fructose Sweetener Tied to Heart Risks in Teens:  http:\/\/on-msn.com\/zYwPg2"}
{"Date":"Fri Jul 18 02:30:53 +0000 2014","News":"Matter: A Call to Fight Malaria One Mosquito at a Time by Altering DNA http:\/\/nyti.ms\/UeJddQ"}
{"Date":"Mon Sep 05 20:55:00 +0000 2011","News":"Short-Term Memory Loss May Be Best Predictor of Alzheimer's:  http:\/\/on-msn.com\/pvnMdq"}
{"Date":"Mon Aug 04 03:26:12 +0000 2014","News":"In New Jersey, a Push to Put Paid Sick Leave on the Ballot  http:\/\/nyti.ms\/UVBvW3"}
{"Date":"Mon Sep 29 23:24:47 +0000 2014","News":"Global Health: A Dog’s Life in Chad: Filling Up on Fish Guts and on Guinea Worms http:\/\/nyti.ms\/1u6X4Bn"}
{"Date":"Mon Dec 01 22:18:27 +0000 2014","News":"Well: When Everyday Noise Is Unbearable http:\/\/nyti.ms\/1yb6oHN"}
{"Date":"Thu Oct 09 20:57:39 +0000 2014","News":"True or false? Petting a dog is a common way to transmit the flu virus. Take the weekly quiz: http:\/\/nyti.ms\/1pWr9hD"}
{"Date":"Mon Jun 30 03:34:56 +0000 2014","News":"Medical Boards Draft Plan to Ease Path to Out-of-State and Online Treatment http:\/\/nyti.ms\/1ogQy7e"}
{"Date":"Tue Dec 27 23:17:49 +0000 2011","News":"8 Ways to Beat Bad Breath:  http:\/\/on-msn.com\/sqfZpC"}
{"Date":"Wed Feb 12 04:09:49 +0000 2014","News":"World Briefing: Canada: Healthy Baby Is Delivered by Woman Declared Brain-Dead http:\/\/nyti.ms\/1lzAQlI"}
{"Date":"Tue Dec 16 05:19:27 +0000 2014","News":"Fewer Ebola Cases Go Unreported Than Thought, Study Finds  http:\/\/nyti.ms\/1wbY20X"}
{"Date":"Mon Jun 16 15:52:48 +0000 2014","News":"RT atceliadugger: Video of mother bravely describing her mental illness after birth of second son, fighting impulse to hurt him. http:\/\/t.co…"}
{"Date":"Tue Sep 30 21:39:57 +0000 2014","News":"RT atlpolgreen: \"The risk that anyone will contract Ebola in the United States is extremely small.” http:\/\/www.nytimes.com\/interactive\/2014\/07\/31\/world\/africa\/ebola-virus-outbreak-qa.html?module=Search&mabReward=relbias%3As%2C%7B%221%22%3A%22RI%3A11%22%7D http:\/\/t.co\/oUI8l…"}
{"Date":"Sat Oct 25 03:43:44 +0000 2014","News":"Op-Ed Contributor: Ebola’s Information Paradox http:\/\/nyti.ms\/1pJPibw"}
{"Date":"Mon Sep 15 14:56:06 +0000 2014","News":"Well: Beating Back the Risk of Diabetes http:\/\/nyti.ms\/ZmNCOB"}
{"Date":"Mon Jan 20 22:25:54 +0000 2014","News":"Raw Data: New Truths That Only One Can See http:\/\/nyti.ms\/1eO66cl"}
{"Date":"Mon Jan 13 20:00:32 +0000 2014","News":"Hard Cases: What Patients Don’t Tell Their Doctors http:\/\/nyti.ms\/1j41dl4"}
{"Date":"Thu Jul 31 15:01:02 +0000 2014","News":"Sierra Leone Declares Health Emergency Over Ebola http:\/\/nyti.ms\/1o8HAd2"}
{"Date":"Mon Feb 10 20:13:08 +0000 2014","News":"Well: Seeking the Keys to Longevity in ‘What Makes Olga Run?’ http:\/\/nyti.ms\/1dCImWy"}
{"Date":"Wed Aug 13 16:39:10 +0000 2014","News":"Well: Caffeine May Reduce Tinnitus Risk http:\/\/nyti.ms\/1r9kyGN"}
{"Date":"Fri Oct 07 13:42:24 +0000 2011","News":"Winning May Take All Your Brain Power:  http:\/\/on-msn.com\/qLAP6d"}
{"Date":"Mon Oct 31 20:52:05 +0000 2011","News":"Many Parents Skipping Kids' Shots, Putting Other Kids at Risk:  http:\/\/on-msn.com\/vTCvPa"}
{"Date":"Sun Oct 05 01:15:51 +0000 2014","News":"Morris Collen, Computerized-Medicine Pioneer, Dies at 100 http:\/\/nyti.ms\/1vG1e3G"}
{"Date":"Tue Nov 15 19:53:17 +0000 2011","News":"Profile Drawn of People With Chronic Jaw Pain:  http:\/\/on-msn.com\/vRVRyQ"}
{"Date":"Wed Mar 19 04:49:17 +0000 2014","News":"Well: How a Warm-Up Routine Can Save Your Knees http:\/\/nyti.ms\/1gNmtpl"}
{"Date":"Thu Sep 01 16:39:21 +0000 2011","News":"Heart Disease May  Pose Problems in Orthopedic Surgery Patients:  http:\/\/on-msn.com\/qBKKYg"}
{"Date":"Mon Aug 04 20:52:12 +0000 2014","News":"Q&amp;A:  A Nose for Their Favorite Foods http:\/\/nyti.ms\/1s6vpgw"}
{"Date":"Sat Oct 11 02:25:02 +0000 2014","News":"Harvoni, a Hepatitis C Drug From Gilead, Wins F.D.A. Approval http:\/\/nyti.ms\/ZTZRme"}
{"Date":"Wed Oct 19 18:50:56 +0000 2011","News":"Long-Term Unemployment Can Tax Mental Health:  http:\/\/on-msn.com\/oh4oaF"}
{"Date":"Thu Nov 20 04:31:32 +0000 2014","News":"Ebola Response in Liberia Is Hampered by Infighting http:\/\/nyti.ms\/11j4hmJ"}
{"Date":"Tue Oct 25 14:14:28 +0000 2011","News":"Some Asthma Drugs Raise Risk of Complications, Especially in Kids: Study:  http:\/\/on-msn.com\/sWuorX"}
{"Date":"Mon Mar 10 23:28:04 +0000 2014","News":"Well: Collecting Data on a Good Night’s Sleep http:\/\/nyti.ms\/1crLpqg"}
{"Date":"Thu Jul 03 19:46:36 +0000 2014","News":"Fighting an Epidemic: Pill to Prevent H.I.V. Gets a Prominent Backer: Andrew Cuomo http:\/\/nyti.ms\/Vj7MqL"}
{"Date":"Wed Jan 11 21:06:29 +0000 2012","News":"Mouse Study Give Clues to Why Exercise Is Healthy:  http:\/\/on-msn.com\/xLKrTd"}
{"Date":"Mon Dec 01 21:15:36 +0000 2014","News":"Observatory: A Vulture’s Gut Is Simple but Seems Effective http:\/\/nyti.ms\/1yb3cvM"}
{"Date":"Mon Dec 08 17:34:01 +0000 2014","News":"Well: Antibiotics May Not Raise Asthma Risk http:\/\/nyti.ms\/12iAE5F"}
{"Date":"Mon Dec 01 22:33:37 +0000 2014","News":"Sifting Through Genes in Search of Answers on Ebola http:\/\/nyti.ms\/1yb71Rt"}
{"Date":"Fri Aug 30 14:51:34 +0000 2013","News":"Well: Share Your Breast Cancer Stories http:\/\/nyti.ms\/145LtYO"}
{"Date":"Thu Apr 17 17:15:47 +0000 2014","News":"F.D.A. Tells Doctors to Stop Procedure Used to Remove Uterine Fibroids http:\/\/nyti.ms\/1gDWNvV"}
{"Date":"Thu Jul 17 03:40:30 +0000 2014","News":"V.A. Official Says Fixing Issues at Root of Waiting-List Scandal Will Cost Billions http:\/\/nyti.ms\/1tTKXt6"}
{"Date":"Wed Oct 29 21:31:51 +0000 2014","News":"atHealthStudent Thanks. Correct link is http:\/\/nyti.ms\/1wGIP7i"}
{"Date":"Fri Jul 18 16:07:40 +0000 2014","News":"RT atcroakeyblog: MT atjo_m_chandler: Global #AIDS researchers at Melbourne conference mourn colleagues lost in #MH17 http:\/\/ti.me\/1rwA2RL …"}
{"Date":"Mon Dec 15 22:49:41 +0000 2014","News":"Well: A Shortage of Juggling Doctors http:\/\/nyti.ms\/1zpdNkA"}
{"Date":"Mon Oct 06 21:46:54 +0000 2014","News":"Well: Better Ways to Learn http:\/\/nyti.ms\/Zad9d6"}
{"Date":"Wed Dec 21 21:40:49 +0000 2011","News":"Move to Hospital Isolation Unit Linked to Raised Delirium Risk:  http:\/\/on-msn.com\/uPORjs"}
{"Date":"Fri Nov 11 22:46:00 +0000 2011","News":"After Brain Injury, Oxygen Monitoring Vital, Study Finds:  http:\/\/on-msn.com\/uwYrBK"}
{"Date":"Thu Oct 03 18:43:00 +0000 2013","News":"RT atPamBelluck: I Know How You're Feeling, I Read Chekhov http:\/\/nyti.ms\/18TqyYw Does literary fiction improve empathy and emotional intell…"}
{"Date":"Wed Jul 02 20:36:37 +0000 2014","News":"RT atpaula_span: A brochure can help wean older adults off risky benzos -- sleeping pills. http:\/\/newoldage.blogs.nytimes.com\/2014\/07\/02\/weaning-older-patients-off-of-sleeping-pills\/"}
{"Date":"Thu Apr 10 18:47:54 +0000 2014","News":"RT atpaula_span: Tyrannosaurus Parens: A true tale of coping with needy, but demanding, elderly parents. http:\/\/newoldage.blogs.nytimes.com\/2014\/04\/09\/when-the-criticisms-never-end\/"}
{"Date":"Sun Jun 08 01:43:39 +0000 2014","News":"Alexander Shulgin, Psychedelia Researcher, Dies at 88 http:\/\/nyti.ms\/1ickJYr"}
{"Date":"Wed Nov 27 16:38:09 +0000 2013","News":"RT atcslnyt: Is it normal to wake to urinate 3X a night? http:\/\/nyti.ms\/1dyURbD"}
{"Date":"Sun Jun 22 02:58:41 +0000 2014","News":"Seeing Sons’ Violent Potential, but Finding Little Help or Hope http:\/\/nyti.ms\/1jGze73"}
{"Date":"Thu Oct 23 22:50:33 +0000 2014","News":"RT atjswatz: Promising Ebola vaccine moldered on the shelf, in part because poor countries don't provide ROI. Amazing atdenisegrady http:\/\/t.…"}
{"Date":"Thu Dec 12 16:47:10 +0000 2013","News":"RT atanahadoconnor: My latest \"Workout\" profile, on Robert Fairchild of the New York City Ballet. One heck of a dancer (and great guy): http…"}
{"Date":"Mon May 12 21:04:36 +0000 2014","News":"Reactions: Statins ad Women, Birth Defects and Polio Abroad http:\/\/nyti.ms\/1iL7ykD"}
{"Date":"Mon Sep 15 22:38:23 +0000 2014","News":"Stem Cells: Plenty of Hope, but Halting Progress http:\/\/nyti.ms\/1BH9hPv"}
{"Date":"Wed Sep 10 02:44:05 +0000 2014","News":"Seeing Abuse, and a Pattern Too Familiar http:\/\/nyti.ms\/1rVDr03"}
{"Date":"Wed Sep 10 19:43:35 +0000 2014","News":"Gates Foundation Pledges $50 Million to Fight Ebola http:\/\/nyti.ms\/1pQ5RBd"}
{"Date":"Mon Jan 20 20:18:48 +0000 2014","News":"The New Old Age Blog: A Risk in Caring for Abusive Parents http:\/\/nyti.ms\/1e7Q6A9"}
{"Date":"Wed Feb 26 19:37:22 +0000 2014","News":"The New Old Age: A Shortage of Caregivers http:\/\/nyti.ms\/1mHHyKi"}
{"Date":"Wed Dec 04 10:03:05 +0000 2013","News":"Obama to Defend Health Law as Economic Benefit http:\/\/nyti.ms\/1bfLb2r"}
{"Date":"Fri Jan 17 20:55:23 +0000 2014","News":"Well: Think Like a Doctor: Red Herrings Solved! http:\/\/nyti.ms\/1awrMax"}
{"Date":"Tue Aug 19 18:30:29 +0000 2014","News":"RT atcslnyt: New vaccine shows promise against chikungunya, a mosquito-borne virus that causes fever + joint pain http:\/\/nyti.ms\/1oPsODZ"}
{"Date":"Tue Jan 28 15:46:19 +0000 2014","News":"Well: Share Your Story About Postpartum Depression http:\/\/nyti.ms\/1k1nWMs"}
{"Date":"Fri Oct 24 02:11:20 +0000 2014","News":"NY Ebola patient's first fever was late morning on Thursday, says atDrMaryTBassett. He did not have a fever while bowling"}
{"Date":"Fri Oct 24 21:07:30 +0000 2014","News":"NY &amp; NJ officials say they will quarantine all medical workers returning from Ebola-stricken countries in West Africa http:\/\/nyti.ms\/ZQ7xWa"}
{"Date":"Fri Jan 20 19:37:20 +0000 2012","News":"Researchers Agree to Postpone Bird Flu Research:  http:\/\/on-msn.com\/zO92cr"}
{"Date":"Fri Aug 08 05:24:45 +0000 2014","News":"Combat Stress Among Veterans Is Found to Persist Since Vietnam http:\/\/nyti.ms\/1q0aFV9"}
{"Date":"Tue Sep 30 21:42:29 +0000 2014","News":"CDC press conference begins by reminding people that Ebola only spreads through body fluids and direct conference."}
{"Date":"Fri Apr 04 05:52:53 +0000 2014","News":"Dr. Philip W. Brickner, Who Made House Calls to the Vulnerable, Dies at 85 http:\/\/nyti.ms\/OgIfu4"}
{"Date":"Tue Aug 12 22:00:06 +0000 2014","News":"A man with a rare genetic condition could be the key to solving the Alzheimer’s riddle. http:\/\/nyti.ms\/1kXwbOD"}
{"Date":"Thu Oct 16 20:46:57 +0000 2014","News":"RT atnycscribe: In the Ebola frenzy, don't forget West Africa. If you watch this video, you won't be able to forget. http:\/\/nyti.ms\/1yH8M8S"}
{"Date":"Wed Nov 27 05:36:33 +0000 2013","News":"Where is Breast Cancer? http:\/\/nyti.ms\/1epln3O"}
{"Date":"Thu Oct 13 13:42:37 +0000 2011","News":"Couples Can Pay a Price for Materialism:  http:\/\/on-msn.com\/nW2faa"}
{"Date":"Wed Nov 05 23:07:26 +0000 2014","News":"The next Think Like a Doctor diagnosis contest from Dr. Lisa Sanders goes up tomorrow at 8 a.m.!"}
{"Date":"Tue Dec 27 21:44:30 +0000 2011","News":"New Blood Test May Rule Out Heart Attacks More Quickly:  http:\/\/on-msn.com\/uDK6gs"}
{"Date":"Thu Nov 17 00:46:58 +0000 2011","News":"One in 12 Teens Engages in Self-Harm: Report:  http:\/\/on-msn.com\/uULQjt"}
{"Date":"Thu Dec 05 17:41:34 +0000 2013","News":"Ask Well: Endurance Exercise and Life Span http:\/\/nyti.ms\/1cd9F9i"}
{"Date":"Thu May 15 14:48:47 +0000 2014","News":"Well: When Medical Students Make Errors http:\/\/nyti.ms\/1qFKGIL"}
{"Date":"Thu Oct 06 20:29:38 +0000 2011","News":"Oxygenating Blood of Hospitalized H1N1 Flu Patients Saved Lives: Study:  http:\/\/on-msn.com\/qC9CGP"}
{"Date":"Sun Nov 13 14:31:16 +0000 2011","News":"Blood Thinner Xarelto Shows Promise for Heart Patients:  http:\/\/on-msn.com\/tKp18p"}
{"Date":"Thu Jul 24 21:40:49 +0000 2014","News":"A workout video from a doctor who believes that exercise is the best medicine.  http:\/\/nyti.ms\/1jXW93y"}
{"Date":"Thu Oct 09 15:49:37 +0000 2014","News":"The New Health Care: Medicaid, Often Criticized, Is Quite Popular With Its Customers http:\/\/nyti.ms\/1xtH8ZJ"}
{"Date":"Wed Dec 28 17:26:29 +0000 2011","News":"Some 'Gluten-Free' Beers Really Aren't: Study:  http:\/\/on-msn.com\/uPRCOu"}
{"Date":"Mon Aug 11 19:18:34 +0000 2014","News":"Amid Iraq’s Chaos, a New Polio Vaccination Campaign http:\/\/nyti.ms\/1sOzoRn"}
{"Date":"Fri May 30 16:08:10 +0000 2014","News":"You asked, we answered: What are the best exercises after knee replacement? #askwell http:\/\/nyti.ms\/1o6hwgx"}
{"Date":"Tue Jan 17 21:38:00 +0000 2012","News":"Experimental Blood Thinner Given Before Surgery Shows Benefit:  http:\/\/on-msn.com\/AcqmHs"}
{"Date":"Wed Jul 09 17:09:59 +0000 2014","News":"The rapid price increases for some generic drugs have caught doctors and patients by surprise http:\/\/nyti.ms\/1mJjQNq"}
{"Date":"Thu Dec 11 22:19:59 +0000 2014","News":"RT atbencareynyt: The psychological \"theory\" of torture, and its recent history: http:\/\/nyti.ms\/1uqctsD"}
{"Date":"Mon Nov 24 04:10:39 +0000 2014","News":"Snow Brings Days of Tumult for Residents of Nursing Home Near Buffalo http:\/\/nyti.ms\/1y6hY59"}
{"Date":"Fri Oct 03 03:47:19 +0000 2014","News":"Ebola Strikes NBC News Cameraman in Liberia http:\/\/nyti.ms\/1vCtTFV"}
{"Date":"Tue Nov 08 21:41:09 +0000 2011","News":"Heart Stress Test Likelier When Doctor Owns Equipment: Study:  http:\/\/on-msn.com\/u7Vg5n"}
{"Date":"Mon Nov 03 00:37:04 +0000 2014","News":"The number of people over 65 who died after a fall reached nearly 24,000 in 2012 http:\/\/nyti.ms\/1ttwDVl"}
{"Date":"Wed Jan 25 19:53:43 +0000 2012","News":"Many Docs Use Costly MRIs to Diagnose Nerve Condition: Study:  http:\/\/on-msn.com\/xpRU78"}
{"Date":"Fri Oct 14 20:40:22 +0000 2011","News":"Undergrads' Drinking Patterns May Predict Future Abuse:  http:\/\/on-msn.com\/powJqG"}
{"Date":"Mon Aug 11 03:55:23 +0000 2014","News":"Ebola May Pose Little Threat to U.S., but It Looms Large on Twitter http:\/\/nyti.ms\/1ugq9LI"}
{"Date":"Fri Jan 17 05:19:07 +0000 2014","News":"Well: Landscapes Tainted by Asbestos http:\/\/nyti.ms\/LnaUgD"}
{"Date":"Sat Dec 27 02:10:34 +0000 2014","News":"Risks in Using Social Media to Spot Signs of Mental Distress http:\/\/nyti.ms\/1rqi9I1"}
{"Date":"Fri May 02 20:13:04 +0000 2014","News":"Well: Think Like a Doctor: 18-Year Rash Solved! http:\/\/nyti.ms\/1i7lmAZ"}
{"Date":"Thu Nov 13 05:10:47 +0000 2014","News":"Web of Incentives in Fatal Indian Sterilizations http:\/\/nyti.ms\/1uoE8hT"}
{"Date":"Thu Oct 20 21:32:08 +0000 2011","News":"Rise in Vulvar Precancers Leads to New Guidelines:  http:\/\/on-msn.com\/oapzjc"}
{"Date":"Tue Apr 01 22:43:19 +0000 2014","News":"Well: Low Vitamin D Levels Linked to Disease in Two Big Studies http:\/\/nyti.ms\/1pG8Ezx"}
{"Date":"Wed Jan 29 17:46:30 +0000 2014","News":"The New Old Age Blog: A Decision Deferred: Turning Off the Pacemaker http:\/\/nyti.ms\/1gqQLUx"}
{"Date":"Wed Dec 07 14:52:00 +0000 2011","News":"FDA Panels to Weigh Safety of Newer Forms of the 'Pill':  http:\/\/on-msn.com\/tr42St"}
{"Date":"Mon Dec 15 22:34:30 +0000 2014","News":"Q&amp;A:  Ironclad Results http:\/\/nyti.ms\/1zp93f5"}
{"Date":"Wed Dec 04 23:36:25 +0000 2013","News":"Muscle aches from statins? Drug interactions may play a role. http:\/\/nyti.ms\/1bIHO67"}
{"Date":"Mon Aug 18 18:52:02 +0000 2014","News":"People who are good at planning their financial future are more prone to take steps to improve their physical health. http:\/\/nyti.ms\/1v2k6YO"}
