{"News":"One in 12 Teens Engages in Self-Harm: Report:  http:\/\/on-msn.com\/uULQjt","published_year":2011}
{"News":"Well: Savory and Sweet Whole Wheat Focaccia http:\/\/nyti.ms\/1oXFmKS","published_year":2014}
{"News":"RT atceliadugger: Amazing interactive: if you or loved one has breast cancer, find women of same age and region, with same type, stage. http…","published_year":2013}
{"News":"Well: Is Work Your Happy Place? http:\/\/nyti.ms\/1maGPOT","published_year":2014}
{"News":"Speech Therapy Key to Stroke Rehab, But Many Miss Out:  http:\/\/on-msn.com\/sKoXA5","published_year":2011}
{"News":"RT atpaula_span: Read atPerriKlass on her late, stubborn, but not really so \"ungrateful,\" mother. http:\/\/newoldage.blogs.nytimes.com\/2014\/05\/27\/she-wasnt-so-ungrateful-after-all\/","published_year":2014}
{"News":"Waste From Ebola Poses Challenge to Hospitals http:\/\/nyti.ms\/1sRTs5O","published_year":2014}
{"News":"The New Old Age Blog: Spouses Denied Social Security Survivors’ Benefits http:\/\/nyti.ms\/1qCBZKp","published_year":2014}
{"News":"Are antibacterial soaps safe? The F.D.A. wants to find out. http:\/\/nyti.ms\/18LZNCG","published_year":2013}
{"News":"Risk Factors for Vision Loss After Spine Surgery Identified:  http:\/\/on-msn.com\/uZYZf8","published_year":2011}
{"News":"Experimental Drug for Irregular Heart Rhythm Raises Death Risk: Study:  http:\/\/on-msn.com\/s7HZGX","published_year":2011}
{"News":"Your Money Adviser: When a Hospital Stay Is Not a Stay http:\/\/nyti.ms\/1ormncU","published_year":2014}
{"News":"RT atsangerkatz: Good ataaronecarroll piece on weirdest part of Duncan Ebola story: why he was given an antibiotic. http:\/\/bit.ly\/ZLByWV","published_year":2014}
{"News":"RT atceliadugger: WHO rec that all Pakistanis get polio vaccines before leaving country seems to have finally made its elite worry. http:\/\/t…","published_year":2014}
{"News":"Well: The Workout: A Star Chef Finds Inspiration http:\/\/nyti.ms\/1E9f6r0","published_year":2014}
{"News":"Alexander Shulgin, Psychedelia Researcher, Dies at 88 http:\/\/nyti.ms\/1ickJYr","published_year":2014}
{"News":"Change in Hepatitis Screening May Save Lives, Money:  http:\/\/on-msn.com\/uOIVYs","published_year":2011}
{"News":"Most Weight Regained by Older Women Is Fat, Study Finds:  http:\/\/on-msn.com\/ucYAEX","published_year":2011}
{"News":"Q&amp;A: The Tall and the Small http:\/\/nyti.ms\/1f6yYRl","published_year":2014}
{"News":"Childhood Aggression May Predict Health Woes in Adulthood:  http:\/\/on-msn.com\/se3mo7","published_year":2011}
{"News":"Daily Coffee May Lower Your Skin Cancer Risk:  http:\/\/on-msn.com\/txwZAo","published_year":2011}
{"News":"Well: Why Chocolate Is Good for Us http:\/\/nyti.ms\/1igPaAQ","published_year":2014}
{"News":"Ask Well: Can I get Ebola from public transportation? http:\/\/nyti.ms\/ZQ1AbP","published_year":2014}
{"News":"Airplane seat designers had some not-so-great assumptions. http:\/\/nyti.ms\/1to2ghd","published_year":2014}
{"News":"How do short track speedskaters train to build endurance and strength in their legs? atanahadoconnor finds out. http:\/\/nyti.ms\/1aiNKB8","published_year":2014}
{"News":"Well: Why High-Impact Exercise Is Good for Your Bones http:\/\/nyti.ms\/1fcqaDX","published_year":2014}
{"News":"Basics: Ebola and the Vast Viral Universe http:\/\/nyti.ms\/1v58pi2","published_year":2014}
{"News":"Some People With Alzheimer's Take Conflicting Drugs:  http:\/\/on-msn.com\/uxlnQ0","published_year":2011}
{"News":"Older ER Patients Less Likely to Get Pain Meds, Data Shows:  http:\/\/on-msn.com\/vkX4mO","published_year":2011}
{"News":"You don’t need a special Ebola room in a hospital to take care of Ebola just meticulous training and materials, says CDC.","published_year":2014}
{"News":"RT atnytDeniseGrady: Medicines Made in India Set Off Safety Worries http:\/\/nyti.ms\/1fnB61R","published_year":2014}
{"News":"Massachusetts Death Rate Fell After Overhaul http:\/\/nyti.ms\/1kQqVIO","published_year":2014}
{"News":"Fertility Clinics Scan for the Strongest Embryo http:\/\/nyti.ms\/1qSfq7j","published_year":2014}
{"News":"San Francisco Official Says He Takes Truvada to Prevent H.I.V., and More Gay Men Should, Too http:\/\/nyti.ms\/1mgDD7F","published_year":2014}
{"News":"Well: Information Not on the Label http:\/\/nyti.ms\/1kizCwF","published_year":2014}
{"News":"Tracing Patient’s Possible Contacts Creates Host of Challenges for New York City http:\/\/nyti.ms\/1wiiqOm","published_year":2014}
{"News":"Well: Breast-Feeding Services Lag the Law http:\/\/nyti.ms\/16DAwz3","published_year":2013}
{"News":"Experimental Blood Thinner Given Before Surgery Shows Benefit:  http:\/\/on-msn.com\/AcqmHs","published_year":2012}
{"News":"Heart Failure, Diabetes Might Be Linked by Protein:  http:\/\/on-msn.com\/xjeBBl","published_year":2012}
{"News":"RT atceliadugger: A drug that sterilizes dogs without surgical removal of testicles awaits FDA approval. http:\/\/nyti.ms\/1bEvovZ","published_year":2013}
{"News":"RT atceliadugger: Heartbreaking story of mother,  accomplished lawyer &amp; beloved aunt afflicted by maternal mental illness.   http:\/\/t.co\/WNI…","published_year":2014}
{"News":"How to Make Your Quit-Smoking Resolution Stick:  http:\/\/on-msn.com\/v8Wi1p","published_year":2011}
{"News":"Well: For Hanukkah, Cooking With Oil http:\/\/nyti.ms\/1zdlfC2","published_year":2014}
{"News":"DNA Test Indicates Camel-to-Human Transmission of MERS http:\/\/nyti.ms\/1kyumpP","published_year":2014}
{"News":"MS May Take a Different Pathway Than Previously Thought:  http:\/\/on-msn.com\/tUIjn3","published_year":2011}
{"News":"Gel Protects Monkeys From H.I.V. After Sex, Study Finds http:\/\/nyti.ms\/1oMOSzZ","published_year":2014}
{"News":"Books: 'XL Love' Examines the Private Complications of Obesity in Americans’ Relationships http:\/\/nyti.ms\/1FlsQwu","published_year":2014}
{"News":"Being the victim of a bully is more than just bad for your mental health, it's bad for your body, too. http:\/\/nyti.ms\/1jE4gAm","published_year":2014}
{"News":"Think Like a Doctor contest by Dr. Lisa Sanders -- goes live at 8 am on Well http:\/\/nyti.ms\/1bJTdT1 http:\/\/pbs.twimg.com\/media\/B39-SCaCcAASI8D.jpg","published_year":2014}
{"News":"Graphic: How certain diseases may determine a health law's success. http:\/\/nyti.ms\/1k33cGi","published_year":2014}
{"News":"Seeing Sons’ Violent Potential, but Finding Little Help or Hope http:\/\/nyti.ms\/1jGze73","published_year":2014}
{"News":"Well: Living With Cancer: Wigged Out http:\/\/nyti.ms\/1bPtlXn","published_year":2014}
{"News":"Well: Probiotic Logic vs. Gut Feelings http:\/\/nyti.ms\/1u7WViX","published_year":2014}
{"News":"RT atjtaylornyt: Any of you science writers attending\/covering #AIDS2014 in Melbourne? If so, DM me, please.","published_year":2014}
{"News":"The NYT would like to hear from veterans about their deployment and the return to civilian life http:\/\/nyti.ms\/1sqBFTn","published_year":2014}
{"News":"Ebola Patient Dies in German Hospital http:\/\/nyti.ms\/ZY0Ule","published_year":2014}
{"News":"Single Dose of Antibiotic Found Effective in Quelling MRSA http:\/\/nyti.ms\/1x92zjZ","published_year":2014}
{"News":"New Blood Thinner May Outperform Warfarin for Irregular Heartbeat:  http:\/\/on-msn.com\/n6p3jk","published_year":2011}
{"News":"Columbus Voyage Tied to Syphilis Spread?:  http:\/\/on-msn.com\/vNud80","published_year":2011}
{"News":"RT atceliadugger: It's not just VA patients who wait for apts. So do privately insured Americans,  writes atnytrosenthal. http:\/\/t.co\/Gn4BtqF…","published_year":2014}
{"News":"A Pasture for the Pigs http:\/\/nyti.ms\/1mxqOD1","published_year":2014}
{"News":"Coming to the United States for a baby, and womb to carry it (Photo: Matt Rainey for NYT) http:\/\/nyti.ms\/1xOiKm5 http:\/\/pbs.twimg.com\/media\/BsDQZ-ECIAEq1yU.jpg","published_year":2014}
{"News":"E-Cigarettes on Rise Among Teenagers, Study Finds http:\/\/nyti.ms\/1szZo5Q","published_year":2014}
{"News":"The New Old Age Blog: Sex in Assisted Living: Intimacy Without Privacy http:\/\/nyti.ms\/Ure3AA","published_year":2014}
{"News":"Well: Ask Well: Exercise and Weight Loss http:\/\/nyti.ms\/1mVFTLo","published_year":2014}
{"News":"The Mumps, a Scourge of Dormitories, Spreads Through the N.H.L. http:\/\/nyti.ms\/13soZSR","published_year":2014}
{"News":"Jonathan Nuñez had a liver transplant in which he kept part of his old organ. Look at him now: http:\/\/nyti.ms\/1cRdaXP","published_year":2014}
{"News":"Teen Drinking Most Influenced by Friends of Friends: Study:  http:\/\/on-msn.com\/oLa6Au","published_year":2011}
{"News":"When Dads Have Depression, Kids May Be at Risk, Too:  http:\/\/on-msn.com\/tD4VCR","published_year":2011}
{"News":"'Bubble Boy' Kids Living Normally After Gene Therapy: Study:  http:\/\/on-msn.com\/nmdePJ","published_year":2011}
{"News":"Blood Test Shows Promise in Spotting Pancreatic Cancers Early:  http:\/\/on-msn.com\/xpjWjz","published_year":2012}
{"News":"Health officials have identified 10 people they say are most at risk of contracting Ebola. http:\/\/nyti.ms\/1CJ3RDS","published_year":2014}
{"News":"Average waist circumference — but not BMI— increased significantly in the U.S. between 1999 and 2012. http:\/\/nyti.ms\/1uiUBRZ","published_year":2014}
{"News":"Well: Cooking With Nuts and Seeds http:\/\/nyti.ms\/1pfBcjt","published_year":2014}
{"News":"Parents May Hold Key to Healthy Weight in Hispanic Kids:  http:\/\/on-msn.com\/t7Eco6","published_year":2011}
{"News":"Dog ownership isn't always the fun it seems like it should be. http:\/\/nyti.ms\/1jjuMtJ","published_year":2014}
{"News":"RT atGardinerHarris: Malnourished children may need toilets more than food. http:\/\/mobile.nytimes.com\/2014\/07\/15\/world\/asia\/poor-sanitation-in-india-may-afflict-well-fed-children-with-malnutrition.html","published_year":2014}
{"News":"Handheld Metal Detectors Don't Seem to Affect Pacemakers: Study:  http:\/\/on-msn.com\/rPypqI","published_year":2011}
{"News":"RT atMonkovicNYT: Solvadi, a drug that's hugely popular but also hugely expensive, is worrying insurers and state officials. http:\/\/t.co\/0Od…","published_year":2014}
{"News":"Procedure May Lower Complications After Leg Clots:  http:\/\/on-msn.com\/vzkUp6","published_year":2011}
{"News":"Obesity Linked to Lower Paychecks:  http:\/\/on-msn.com\/sMXn4Z","published_year":2011}
{"News":"Older Drivers More Cautious Than Younger Ones After Surgery:  http:\/\/on-msn.com\/oO3yc6","published_year":2011}
{"News":"The New Old Age Blog: The Policy Lapsed, but No One Knew http:\/\/nyti.ms\/1kmp8dq","published_year":2014}
{"News":"What do you know about current health news? Test your health know-how by taking our weekly health quiz. http:\/\/nyti.ms\/1j7rppu","published_year":2014}
{"News":"The Consumer: Sorting Out the Risks of Fish http:\/\/nyti.ms\/1p4sthK","published_year":2014}
{"News":"Despite Aid Push, Ebola Is Raging in Sierra Leone http:\/\/nyti.ms\/1zBDAoL","published_year":2014}
{"News":"National Briefing Health: Study Finds Most With H.I.V. Don’t Take Medicine  http:\/\/nyti.ms\/1xCXD3K","published_year":2014}
{"News":"Angioplasty Patients May Be at Risk for Rehospitalization:  http:\/\/on-msn.com\/vYHRrc","published_year":2011}
{"News":"More U.S. 'Tweens' Getting Recommended Vaccines:  http:\/\/on-msn.com\/pmN4CX","published_year":2011}
{"News":"More U.S. Adults Using Illegal Drugs: Report:  http:\/\/on-msn.com\/ntAddr","published_year":2011}
{"News":"Well: Why We Should Know the Price of Medical Tests http:\/\/nyti.ms\/1np4acZ","published_year":2014}
{"News":"RT atfedira: Here's the key part of atWHO's declaration of #Ebola emergency. http:\/\/read.bi\/1vlki9b http:\/\/bit.ly\/1vlkllz http:\/\/t.co\/KUoyQU…","published_year":2014}
{"News":"Loneliness Linked to Sleepless Nights:  http:\/\/on-msn.com\/s2nCuG","published_year":2011}
{"News":"Well: Emergency Rooms Are No Place for the Elderly http:\/\/nyti.ms\/1iDahhJ","published_year":2014}
{"News":"RT atceliadugger: Study Farley, ex NYC hlth commish, cited in calling for limits on salt in processed food was flawed, experts say.  http:\/\/…","published_year":2014}
{"News":"NSAID Painkillers Linked to Risk of Kidney Cancer:  http:\/\/on-msn.com\/oQgCzA","published_year":2011}
{"News":"RT atpaula_span: Teens mentoring seniors to help bring them online.  New documentary shows some problems,  but might work. http:\/\/t.co\/LjIl6…","published_year":2014}
{"News":"Hobby Lobby ruling seems likely to make it harder for women to get contraception in the future ataaroncarroll writes http:\/\/nyti.ms\/1iO0g23","published_year":2014}
{"News":"RT atnytDeniseGrady: C.D.C. Head Says Fight on Ebola Will Be Long http:\/\/nyti.ms\/1vhYN4g","published_year":2014}
{"News":"Gene therapy may one day be an alternative to electronic pacemakers http:\/\/nyti.ms\/1oJw58t","published_year":2014}
{"News":"Well: Exercising a Fat Dog (and Yourself) http:\/\/nyti.ms\/12OyHOo","published_year":2014}
{"News":"Profile Drawn of People With Chronic Jaw Pain:  http:\/\/on-msn.com\/vRVRyQ","published_year":2011}
{"News":"Heart Patients Using Vitamins May Take Meds Improperly:  http:\/\/on-msn.com\/sSNElO","published_year":2011}
{"News":"Diet Might Help Those Immobilized by Knee Osteoarthritis:  http:\/\/on-msn.com\/uXK02u","published_year":2011}
{"News":"Woman’s Remains Tested for Ebola in New York http:\/\/nyti.ms\/11qSbI8","published_year":2014}
{"News":"Depression Tied to Higher Risk for Stroke:  http:\/\/on-msn.com\/n0QmPn","published_year":2011}
{"News":"Insomnia Might Boost Heart Attack Risk:  http:\/\/on-msn.com\/tl0MBj","published_year":2011}
{"News":"Blood Protein Might Signal Death Risk in Elderly:  http:\/\/on-msn.com\/nJvxNe","published_year":2011}
{"News":"Advertising: Hard-to-Watch Commercials to Make Quitting Smoking Easier http:\/\/nyti.ms\/1rQwuKp","published_year":2014}
{"News":"RT atceliadugger: Pills that cost 25 cents appear to prevent malaria in kids in West Africa, MSF repts. http:\/\/nyti.ms\/1lpQLnU","published_year":2014}
{"News":"Well: An Easier Way to Delay Cutting the Cord http:\/\/nyti.ms\/1j2MnX9","published_year":2014}
{"News":"FDA Panels to Weigh Safety of Newer Forms of the 'Pill':  http:\/\/on-msn.com\/vrLsvl","published_year":2011}
{"News":"At Heart of Ebola Outbreak, a Village Frozen by Fear and Death http:\/\/nyti.ms\/1r6hknm","published_year":2014}
{"News":"A Son’s Deafness Prompts a Scientific Journey http:\/\/nyti.ms\/P0RHSW","published_year":2014}
{"News":"Recipes for Health: Tunisian Grilled Peppers and Tomatoes with Couscous http:\/\/nyti.ms\/1smqI3h","published_year":2014}
{"News":"How should a doctor deal with a patient, who admits she has H.I.V. phobia? http:\/\/nyti.ms\/1tYoZ3V","published_year":2014}
{"News":"'Flat Head' Syndrome in Babies Usually Temporary:  http:\/\/on-msn.com\/vLV0uF","published_year":2011}
{"News":"Genetic Links Seen Between Bipolar Illness and Schizophrenia:  http:\/\/on-msn.com\/nfaSFE","published_year":2011}
{"News":"Well: Well Quiz: The Mind Behind the Eyes http:\/\/nyti.ms\/16lbpih","published_year":2013}
{"News":"24 healthy, new recipes that include your favorite green: kale. http:\/\/nyti.ms\/1fNxhEi","published_year":2014}
{"News":"Well: Best Way to Brush Your Teeth? Experts Disagree http:\/\/nyti.ms\/1yEXuxu","published_year":2014}
{"News":"Doctors have been taught to do everything possible to stave off death, but few learn how to help their patients die. http:\/\/nyti.ms\/1lT26P7","published_year":2014}
{"News":"Mentoring Works Best When Adults, Kids Share Common Interests:  http:\/\/on-msn.com\/sFrnSi","published_year":2011}
{"News":"Breaking Bread: Arline Bronzaft Seeks a Less Noisy New York http:\/\/nyti.ms\/16spiev","published_year":2013}
{"News":"U.S. Work-Related Injuries, Illnesses Take Toll on the Till:  http:\/\/on-msn.com\/zgtkIy","published_year":2012}
{"News":"Drugs Slipped Into Drinks Sending Many to ER: Report:  http:\/\/on-msn.com\/uOl3Rq","published_year":2011}
{"News":"Well: Hoping for a Good Death http:\/\/nyti.ms\/1twVoO3","published_year":2014}
{"News":"Less Frequent Mammograms May Lower False-Positive Results:  http:\/\/on-msn.com\/oZHHPs","published_year":2011}
{"News":"A Spanish nurse has become the first person to be infected with Ebola outside of West Africa. http:\/\/nyti.ms\/1uS2qlE","published_year":2014}
{"News":"Well: After a Cancer Diagnosis, Learning to Let Go http:\/\/nyti.ms\/1tUlZ77","published_year":2014}
{"News":"Need to work on your social skills? Try reading more Chekhov. http:\/\/nyti.ms\/1hpYNba","published_year":2013}
{"News":"RT atceliadugger: As the world gets fatter, people in the Middle East led the trend. Asia stayed thin. Nearly 3 in 10 overwgt or obese. http…","published_year":2014}
{"News":"Well: The Trouble With Rice http:\/\/nyti.ms\/1f47eIK","published_year":2014}
{"News":"Eating Disorders Can Last Well Beyond Teen Years:  http:\/\/on-msn.com\/rAWdlQ","published_year":2011}
{"News":"Ebola Reaches Guinean Capital, Stirring Fears http:\/\/nyti.ms\/1hxH9FQ","published_year":2014}
{"News":"Well: Pastas for Fall http:\/\/nyti.ms\/GCUqhM","published_year":2013}
{"News":"Hungover this morning? Most people who get drunk are not alcoholics. There may be other strategies to help you.  http:\/\/nyti.ms\/1xuV47x","published_year":2014}
{"News":"Well: Sense of Smell May Predict Longevity http:\/\/nyti.ms\/1wYSaG6","published_year":2014}
{"News":"RT atJeffGordinier: Bacteria to the rescue! http:\/\/nyti.ms\/1m8SkK1","published_year":2014}
{"News":"On the Road: For Travel Pros, Ebola Fears Create Teaching Moments http:\/\/nyti.ms\/1t6QyeW","published_year":2014}
{"News":"Watch atnytimeswell 's Life, Interrupted videos, winner of a atnewsemmys for New Approaches: Arts, Lifestyle &amp; Culture. http:\/\/nyti.ms\/16h8U0z","published_year":2013}
{"News":"Bracing for the Falls of an Aging Nation http:\/\/nyti.ms\/13vuEav","published_year":2014}
{"News":"First Lady Rebuts Effort to Weaken School-Lunch Rules http:\/\/nyti.ms\/1hbq5Iy","published_year":2014}
{"News":"How do probiotic bacteria survive the stomach’s acid bath? http:\/\/nyti.ms\/1lmjKYy","published_year":2014}
{"News":"On Ebola Response, Congressional Republicans Put New Focus on Visa Suspensions  http:\/\/nyti.ms\/1vZ8CZq","published_year":2014}
{"News":"Well: Vegetarian Thanksgiving: A Quinoa Stuffing http:\/\/nyti.ms\/1vbIEiV","published_year":2014}
{"News":"Children of Older Dads Fare as Well in School as Other Kids:  http:\/\/on-msn.com\/n5ZB6F","published_year":2011}
{"News":"RT atanahadoconnor: The dietary supplement industry lacks oversight, and consumers pay the price. My story in Sunday's Times: http:\/\/t.co\/e3…","published_year":2013}
{"News":"Lung Cancer's Hidden Victims: Those Who Never Smoked:  http:\/\/on-msn.com\/s5ctPG","published_year":2011}
{"News":"Gates Foundation Pledges $50 Million to Fight Ebola http:\/\/nyti.ms\/1pQ5RBd","published_year":2014}
{"News":"Few Women Get Breast Reconstruction After Mastectomy: Study:  http:\/\/on-msn.com\/tbo4UR","published_year":2011}
{"News":"Bow ties with microscopic images. Scarves in trachea print. It’s science chic. http:\/\/nyti.ms\/1mLYVKG http:\/\/pbs.twimg.com\/media\/Byy8EcnIIAEBbon.jpg","published_year":2014}
{"News":"Well: Probiotics May Reduce Blood Pressure http:\/\/nyti.ms\/1rXYOul","published_year":2014}
{"News":"Movement Disorders on YouTube Not What They Seem, Experts Warn:  http:\/\/on-msn.com\/obBUXP","published_year":2011}
{"News":"French Families Challenge Doctors on Wrenching End-of-Life Decisions http:\/\/nyti.ms\/1tAJWoT","published_year":2014}
{"News":"For Many, Epilepsy Surgery Effective Long-Term:  http:\/\/on-msn.com\/qZFi20","published_year":2011}
{"News":"Polio in Syria Is Said to Be Under Control http:\/\/nyti.ms\/1gnb1Cj","published_year":2014}
{"News":"RT atceliadugger: Over 3 million African men circumcised, new UN data shows, a hopeful sign for preventing spread of HIV.  http:\/\/t.co\/no4gv…","published_year":2013}
{"News":"For Older Men, Lowered Testosterone May Mean Muscle Loss:  http:\/\/on-msn.com\/uOhTvK","published_year":2011}
{"News":"Are you working out as hard as you think you are? http:\/\/nyti.ms\/1pjTh2v","published_year":2014}
{"News":"Acetaminophen does nothing for lower back pain, research shows.  http:\/\/nyti.ms\/1ny2bY5","published_year":2014}
{"News":"Moving beyond condoms as HIV risk-reduction tool. Gov. Andrew Cuomo pushes for new strategy.  http:\/\/nyti.ms\/1qCz9t7","published_year":2014}
{"News":"Dr. Philip W. Brickner, Who Made House Calls to the Vulnerable, Dies at 85 http:\/\/nyti.ms\/OgIfu4","published_year":2014}
{"News":"Chicken Plants in Salmonella Outbreak Can Stay Open http:\/\/nyti.ms\/1hGJR8x","published_year":2013}
{"News":"Farmers’ markets are proliferating around the country, increasing 76 percent since 2008. http:\/\/nyti.ms\/1tdSJbk","published_year":2014}
{"News":"18 and Under: Haunted by a Child’s Illness http:\/\/nyti.ms\/1aFXzWV","published_year":2013}
{"News":"Quiz Time: How much do you know about American families? http:\/\/nyti.ms\/1c1pnnZ","published_year":2013}
{"News":"Well: Great Vacation? Don’t Brag to Your Friends http:\/\/nyti.ms\/1x5H9WG","published_year":2014}
{"News":"Sierra Leone Declares Health Emergency Over Ebola http:\/\/nyti.ms\/1o8HAd2","published_year":2014}
{"News":"Study Details the Risk to Infants Put on Sofas to Sleep http:\/\/nyti.ms\/1ENj2hr","published_year":2014}
{"News":"Well: How Music Can Boost a High-Intensity Workout http:\/\/nyti.ms\/1pzaUaw","published_year":2014}
{"News":"Meds Better Than Stent for Preventing Second Stroke: Study:  http:\/\/on-msn.com\/rnH3px","published_year":2011}
{"News":"RT atjimdao: US will start taking temp of travelers from W. Africa at JFK, Dulles, O'Hare, Hartfield and Newark #ebola  http:\/\/t.co\/kfclkWda…","published_year":2014}
{"News":"List of Smoking-Related Illnesses Grows Significantly in U.S. Report http:\/\/nyti.ms\/1gTgIIG","published_year":2014}
{"News":"The New Health Care: What the Reduction in Tonsillectomies Teaches Us About Medicine http:\/\/nyti.ms\/1m2xmd9","published_year":2014}
{"News":"Not All Women at Higher Risk in Families Carrying Breast Cancer Gene:  http:\/\/on-msn.com\/vokhL8","published_year":2011}
{"News":"Singing May Help Some Stroke Victims Regain Speech:  http:\/\/on-msn.com\/r9IWRz","published_year":2011}
{"News":"Giants Join Ice Bucket Challenge to Raise Awareness for A.L.S. http:\/\/nyti.ms\/1ypxciJ","published_year":2014}
{"News":"RT atGretchenReynold: Best race pacing uses yin and yang Women Pace Marathons Better Than Men Do http:\/\/nyti.ms\/1tV11tD","published_year":2014}
{"News":"MT atceliadugger: WHO declares health emergency over Ebola outbreak. MSF criticizes effort so far as slow.  http:\/\/nyti.ms\/1onEbrC","published_year":2014}
{"News":"Your Money: Affordable Care Act’s Tax Effects Now Loom for Filers http:\/\/nyti.ms\/13yAtUf","published_year":2014}
{"News":"What Happens to Your Body on a Sugar Binge:  http:\/\/on-msn.com\/yuU87h","published_year":2012}
{"News":"Well: Nursing Home Unthinkable? Be Prepared in Case It’s Inevitable http:\/\/nyti.ms\/1qGGyID","published_year":2014}
{"News":"The New Old Age Blog: Moving On by Moving Around http:\/\/nyti.ms\/1kymt3I","published_year":2014}
{"News":"FDA May Ease Rules on Morning-After Pill for Teens:  http:\/\/on-msn.com\/vNczMg","published_year":2011}
{"News":"General Anesthesia Does Not Boost Cancer Risk,  Study Finds:  http:\/\/on-msn.com\/pSJVcg","published_year":2011}
{"News":"RT atUpshotNYT: Why we are eating more berries these days. (It's supply-side, not demand.)  http:\/\/nyti.ms\/1y9lMmI http:\/\/pbs.twimg.com\/media\/B3yRqkMIIAAFvRZ.jpg","published_year":2014}
{"News":"Well: Ask Well: Exercises to Strengthen Bones http:\/\/nyti.ms\/1g6VEk3","published_year":2014}
{"News":"Well: Great Grain Salads http:\/\/nyti.ms\/1i8Z1ai","published_year":2014}
{"News":"RT atbcsolomon: Painting an informational #Ebola mural in #Monrovia #Liberia. The battle for clear information is a difficult one. http:\/\/t.…","published_year":2014}
{"News":"RT atheathertal: Parents must spend more than $500 on mandatory vaccine. Meanwhile manufacturer is making $4 billion. atnytrosenthal http:\/\/t…","published_year":2014}
{"News":"Treating Insomnia to Heal Depression http:\/\/nyti.ms\/1aNB6VZ","published_year":2013}
{"News":"RT atpaula_span: Do seniors need to sign up w\/ health care exchanges? No,Medicare (single payer!) a better deal. atsusanjaffe explains. http:…","published_year":2013}
{"News":"Parents Speak Out on Catastrophic Youth Sports Injuries:  http:\/\/on-msn.com\/szy2e4","published_year":2011}
{"News":"RT atnytimes: Breaking News: Lab Error May Have Exposed U.S. Technician to Ebola Virus http:\/\/nyti.ms\/1B2ThGD","published_year":2014}
{"News":"RT atceliadugger: Building a better condom: how about making it from fish skin or cow tendon? http:\/\/nyti.ms\/18p8SVs","published_year":2013}
{"News":"Surgery Seems Most Effective for Herniated Discs:  http:\/\/on-msn.com\/AoZWsh","published_year":2012}
{"News":"Global Health: Steroids Are No Boon to World’s Poorer Women http:\/\/nyti.ms\/1vYzglp","published_year":2014}
{"News":"RT atDavid_Dobbs: How the Tobacco Industry Shaped the Science of Stress http:\/\/wp.me\/p3Aigm-FMr","published_year":2014}
{"News":"Whole-Wheat Pie Dough http:\/\/nyti.ms\/1mvRFRU","published_year":2014}
{"News":"RT atpeterbakernyt: Obama to meet with Dallas nurse Nina Pham at the White House this afternoon.","published_year":2014}
{"News":"RT atKassieBracken: My colleague and friend atamy_harmon inspires envy at her cubicle with her treadmill desk: http:\/\/nyti.ms\/1flKsLl #wiredw…","published_year":2014}
{"News":"Bodies Not Made for Space http:\/\/nyti.ms\/1d59ZqZ","published_year":2014}
{"News":"Behavior Problems May Surface in Preemies by Preschool:  http:\/\/on-msn.com\/ssW8WI","published_year":2011}
{"News":"RT atbstrauch: what happened at the clinic where Joan Rivers died?http:\/\/nyti.ms\/1tKZCpZ","published_year":2014}
{"News":"Well: Coming a Long Way on Smoking, With a Way to Go http:\/\/nyti.ms\/1jlgxat","published_year":2014}
{"News":"Healthier Diet, Stronger Sperm?:  http:\/\/on-msn.com\/oxcMPA","published_year":2011}
{"News":"Ask Well: Feeding Heavy and Thin Kids Together http:\/\/nyti.ms\/1nL19XC","published_year":2014}
{"News":"Strange Climate Event: Warmth Toward U.S. for Its More Assertive Role  http:\/\/nyti.ms\/1GiLCqV","published_year":2014}
{"News":"Opinion: The Dangers of Eating Late at Night  http:\/\/nyti.ms\/1nF89Zz","published_year":2014}
{"News":"Early Chemotherapy Extends Lives of Men With Prostate Cancer, Study Finds http:\/\/nyti.ms\/1wMMTCG","published_year":2014}
{"News":"Experimental Vaccine Shows Promise for Lung Cancer: Study:  http:\/\/on-msn.com\/uaqi93","published_year":2011}
{"News":"A second worker at Texas Health Presbyterian Hospital in Dallas has tested positive for Ebola. http:\/\/nyti.ms\/1qrPGeQ","published_year":2014}
{"News":"Remaking Medicine: New Law’s Demands on Doctors Have Many Seeking a Network http:\/\/nyti.ms\/1hzCNxF","published_year":2014}
{"News":"Well: Go Ahead, Use the Restroom http:\/\/nyti.ms\/1yjaGNj","published_year":2014}
{"News":"Well: What Running Can Do for the Heart http:\/\/nyti.ms\/1niFg4E","published_year":2014}
{"News":"The New Old Age Blog: No Sex, Please, We’re on Medicare http:\/\/nyti.ms\/1eYlxO2","published_year":2014}
{"News":"Well: Too Hot to Handle http:\/\/nyti.ms\/1mcK89o","published_year":2014}
{"News":"RT atcslnyt: Not a \"natural-born relaxer?\" Try meditation apps atanahadoconnor #wiredwell http:\/\/nyti.ms\/1iuUEsy","published_year":2014}
{"News":"Ghost Writing Persists in Major Medical Journals:  http:\/\/on-msn.com\/vrHrNB","published_year":2011}
{"News":"Some Kids Seem to Cope Better With Bullying:  http:\/\/on-msn.com\/qZJOC3","published_year":2011}
{"News":"You asked, we answered: How frequently is too frequently to be urinating at night? #askwell http:\/\/nyti.ms\/1blJKRD","published_year":2013}
{"News":"Gilead Revenue Soars on Hepatitis C Drug http:\/\/nyti.ms\/1kZl4kZ","published_year":2014}
{"News":"Breast Radiation After Lumpectomy Saves Lives: Study:  http:\/\/on-msn.com\/q3mdT1","published_year":2011}
{"News":"Sifting Through Genes in Search of Answers on Ebola http:\/\/nyti.ms\/1yb71Rt","published_year":2014}
{"News":"For Women, Active Sex Life May Mean Better Aging:  http:\/\/on-msn.com\/mPk9bH","published_year":2011}
{"News":"Catching up on Ebola? Our must-read stories and not-to-be-missed videos in one place. http:\/\/bit.ly\/1r9oPJx","published_year":2014}
{"News":"Doctors can no longer put up smiling baby pictures on their office walls.  http:\/\/nyti.ms\/1kWB4at","published_year":2014}
{"News":"Well: Activity Trackers Don’t Sense Everything http:\/\/nyti.ms\/1crSur7","published_year":2014}
{"News":"RT atcslnyt: Fighting addiction without A.A. atgabrielleglaser http:\/\/nyti.ms\/1qDgmxF","published_year":2014}
{"News":"Well: Making Antifreeze Less Deadly for Pets, and People http:\/\/nyti.ms\/1l5RQlF","published_year":2014}
{"News":"Advertising: With Change Coming, Aetna Targets Employers http:\/\/nyti.ms\/17vU8Td","published_year":2013}
{"News":"Well: How Exercise Changes Our DNA http:\/\/nyti.ms\/1wXOPey","published_year":2014}
{"News":"30,000 Lose Health Care Coverage at Walmart http:\/\/nyti.ms\/1rVzXHL","published_year":2014}
{"News":"Well: Think Like a Doctor: Arachnophobia Solved! http:\/\/nyti.ms\/1pggPTa","published_year":2014}
{"News":"Fitness May Lower Death Risk Even Without Weight Loss:  http:\/\/on-msn.com\/vCJ9T4","published_year":2011}
{"News":"Famous Vegetarians:  http:\/\/on-msn.com\/nhuRWl","published_year":2011}
{"News":"Family Heart Disease Risk Linked to Genes, Not Lifestyle:  http:\/\/on-msn.com\/n2H9xS","published_year":2011}
{"News":"Americans Aren't Getting Any Skinnier:  http:\/\/on-msn.com\/yruv5w","published_year":2012}
{"News":"Unease Lingers in the Bronx Despite a Boy’s Negative Ebola Test  http:\/\/nyti.ms\/1pWv5iT","published_year":2014}
{"News":"Well: It’s Time to Try Nutty, Sour Trahana http:\/\/nyti.ms\/1yfxevh","published_year":2014}
{"News":"Switch to Powder-Free Latex Gloves Cuts Health Workers' Allergy Risk:  http:\/\/tinyurl.com\/3ndso4c","published_year":2011}
{"News":"Pickled Peaches With Sweet Spices by atMarthaRShulman  (Photo by Andrew Scrivani ) http:\/\/nyti.ms\/1uRqgxN http:\/\/pbs.twimg.com\/media\/BzR4l6_IQAANjsZ.jpg","published_year":2014}
{"News":"Mom's Healthy Diet Might Cut Birth Defect Risk:  http:\/\/on-msn.com\/nQ6CVE","published_year":2011}
{"News":"Well: Shoring Up Those Fitness Resolutions http:\/\/nyti.ms\/1aHiprZ","published_year":2014}
{"News":"1 in 5 U.S. Adults Suffers Mental Ills: Report:  http:\/\/on-msn.com\/zK8R7j","published_year":2012}
{"News":"Roche Reports Mixed Results in Trial of an Alzheimer’s Drug http:\/\/nyti.ms\/Why8Kv","published_year":2014}
{"News":"Where the NYC Ebola patient is being treated http:\/\/nyti.ms\/ZKno88 http:\/\/pbs.twimg.com\/media\/B0rNMIeIEAAHYyM.png","published_year":2014}
{"News":"RT atronicaryn: What can dogs teach us about breast cancer? atUPenn vet treats strays &amp; atPrinceton scientist seeks genetic clues. http:\/\/t.co…","published_year":2014}
{"News":"You asked, we answered: What are the side effects of taking Truvada daily to prevent H.I.V.? #askwell http:\/\/nyti.ms\/1jRC90G","published_year":2014}
{"News":"CDC asking passengers on Frontier Dallas to Cleveland flight on Oct. 10 and Cleveland to Dallas flight on Oct. 13 to call 1 800-CDC INFO","published_year":2014}
{"News":"Osteopathic schools are turning out nearly a third of all med school grads http:\/\/nyti.ms\/1pqrKKo http:\/\/pbs.twimg.com\/media\/Bt0r-wOIAAAaMNI.png","published_year":2014}
{"News":"RT atpaula_span: Donating your body \"to science\" takes planning. One family's story: http:\/\/newoldage.blogs.nytimes.com\/2014\/09\/18\/donating-the-body\/","published_year":2014}
{"News":"Gauging General Health as 'Poor' May Point to Dementia Risk:  http:\/\/on-msn.com\/ntPUHX","published_year":2011}
{"News":"Most scientific research is done on male lab animals http:\/\/nyti.ms\/1r4Lvuw","published_year":2014}
{"News":"Teens, College-Age Youth at High Risk of Suicide, Expert Says:  http:\/\/tinyurl.com\/3z93h7z","published_year":2011}
{"News":"The New Health Care: Why Health Insurance Plans With Narrow Networks Are Here to Stay http:\/\/nyti.ms\/1rMPcFd","published_year":2014}
{"News":"Ever Wonder How Doctors Make Referrals?:  http:\/\/on-msn.com\/qx5Xzz","published_year":2011}
{"News":"Well: Vegetarian Thanksgiving: Pomegranate Salad http:\/\/nyti.ms\/1zm30Xg","published_year":2014}
{"News":"Global Health: Rihanna Joins Viva Glam by MAC to Fight AIDS http:\/\/nyti.ms\/LJ3ILH","published_year":2014}
{"News":"U.S. Military Hospitals Are Ordered to Improve Care, Access and Safety http:\/\/nyti.ms\/YQlJOu","published_year":2014}
{"News":"For New York Crew, Fighting Ebola With Brush and Cleanser http:\/\/nyti.ms\/1zdGB1E","published_year":2014}
{"News":"Pandemic Flu of 1918 Circulated Months Before Deaths Peaked:  http:\/\/on-msn.com\/oWOaOH","published_year":2011}
{"News":"Well: Ask Well: Genetic Testing for Breast Cancer http:\/\/nyti.ms\/1cvCbVA","published_year":2013}
{"News":"RT athalbfinger: BREAKING: New York Leaders Have Tentative Deal on Medical Marijuana http:\/\/nyti.ms\/1l7s4xe atjessemckinley","published_year":2014}
{"News":"Letters: Understanding Opioid Abuse (2 Letters) http:\/\/nyti.ms\/1kOYzjU","published_year":2014}
{"News":"Will My Achy Hips Get Worse?:  http:\/\/on-msn.com\/x599HT","published_year":2012}
{"News":"Case Seeking Job Protections for Pregnant Women Heads to Supreme Court  http:\/\/nyti.ms\/1y6lA7H","published_year":2014}
{"News":"Is there danger lurking in your lipstick? http:\/\/nyti.ms\/16hos2F atdeborahblum","published_year":2013}
{"News":"Drop in Melanoma Deaths Limited to Educated Whites: Study:  http:\/\/on-msn.com\/wP0YKM","published_year":2012}
{"News":"Share your experience as a combat soldier http:\/\/nyti.ms\/1vOHGb9","published_year":2014}
{"News":"9 Reasons Why You Can't Concentrate:  http:\/\/on-msn.com\/ty0PP5","published_year":2011}
{"News":"First test for a new sleep drug: how safely it puts people to sleep. Second test: how safely people wake up. http:\/\/nyti.ms\/16bNnVk","published_year":2013}
{"News":"RT atanahadoconnor: Provocative Bittman column today, on how the food industry is punishing its customer base. http:\/\/www.nytimes.com\/2014\/06\/18\/opinion\/mark-bittmanthe-food-industrys-solution-to-obesity.html?ref=opinion&_r=0","published_year":2014}
{"News":"Patients Prescribed Narcotic Painkillers Use More of Them for Longer, Study Finds http:\/\/nyti.ms\/1vyzJVx","published_year":2014}
{"News":"Foreign-Born U.S. Women Getting Mammograms:  http:\/\/on-msn.com\/qYwoFD","published_year":2011}
{"News":"Business Briefing: Pfizer to Apply for Breast Cancer Drug Approval http:\/\/nyti.ms\/1hSCJGF","published_year":2014}
{"News":"States Race to Improve Health Exchanges as Open Enrollment Nears http:\/\/nyti.ms\/1GMyNGk","published_year":2014}
{"News":"The majority of gains in treating breast cancer have bypassed black women. attaraparkerpope http:\/\/nyti.ms\/1chrKsm","published_year":2013}
{"News":"Autism Gastro Problems May Be Linked to Gut Bacteria:  http:\/\/on-msn.com\/wnLECm","published_year":2012}
{"News":"Books: A Frightening Diagnosis Is Only Start of the Story in ‘Not Fade Away’ and ‘Now I See You’ http:\/\/nyti.ms\/1vDAVv8","published_year":2014}
{"News":"RT atbstrauch: NBC cameraman gets Ebola in Liberia. Whole team under watch.http:\/\/nyti.ms\/1rSYMWv","published_year":2014}
{"News":"RT atBarryMeier: Update: Sgt. Shane Savage of \"A Soldier's War on Pain\" http:\/\/nyti.ms\/1mNebGV had amputation. He's feeling good and ready t…","published_year":2014}
{"News":"Using Drug for Prevention Might Help in Hard-to-Treat Hemophilia:  http:\/\/on-msn.com\/tAYEX3","published_year":2011}
{"News":"Global Health: Africa, With U.S. Help, Graduates More Doctors http:\/\/nyti.ms\/1oqdMKx","published_year":2014}
{"News":"RT atliamstack: Nurse's union president: \"Were the protocols breached? The nurses say there were no protocols.” http:\/\/www.nytimes.com\/2014\/10\/16\/us\/ebola-outbreak-texas.html?smid=nytcore-iphone-share&smprod=nytcore-iphone","published_year":2014}
{"News":"Mini sweet peppers have begun to proliferate in supermarkets. Here is what you do with them: http:\/\/nyti.ms\/1v8172J http:\/\/pbs.twimg.com\/media\/BuTk4rGIMAAoNc2.png","published_year":2014}
{"News":"Need Help?  Seek Out the Humble:  http:\/\/on-msn.com\/y8rgJv","published_year":2012}
{"News":"Enrollments Under Health Law Continue at Solid Pace http:\/\/nyti.ms\/1yqBDxb","published_year":2014}
{"News":"Global Response to Ebola Highlights Challenges in Delivering Aid http:\/\/nyti.ms\/1vVg0la","published_year":2014}
{"News":"Well: Sugary Foods Increase Heart Risks http:\/\/nyti.ms\/1fKRIEq","published_year":2014}
{"News":"Well: Vegetarian Thanksgiving: A Squash Main Course http:\/\/nyti.ms\/1yproXO","published_year":2014}
{"News":"China Investigates Vaccine Maker After Infant Deaths http:\/\/nyti.ms\/19oZcNb","published_year":2013}
{"News":"Citing Health Risks, Cuomo to Ban Fracking in New York State http:\/\/nyti.ms\/13dIvlp","published_year":2014}
{"News":"Fear of Ebola Drives Mob to Kill Officials in Guinea http:\/\/nyti.ms\/1pkYUYP","published_year":2014}
{"News":"The New Health Care: Choosing a Health Plan Is Hard, Even for a Health Economist http:\/\/nyti.ms\/1pQsx5V","published_year":2014}
{"News":"A woman suspected to have Ebola is taken to ambulance in Sierra Leone. Photo by atSamuel_Aranda http:\/\/nyti.ms\/1u7GvGy http:\/\/pbs.twimg.com\/media\/Bx7MLIlIYAEcPu4.png","published_year":2014}
{"News":"Fetal Exposure to Epilepsy Drug Might Raise Autism Risk: Study:  http:\/\/on-msn.com\/vIc3PF","published_year":2011}
{"News":"6 Foods to Get You in the Mood:  http:\/\/on-msn.com\/rUpmeZ","published_year":2011}
{"News":"Racial Disparities Still Exist  for Kidney Recipients, Study Finds:  http:\/\/on-msn.com\/w4uWoc","published_year":2011}
{"News":"Ebola-Infected Health Worker Took Flight From Cleveland to Dallas http:\/\/nyti.ms\/1xTdxcj","published_year":2014}
{"News":"RT atceliadugger: WHO endorses experimental Ebola treatments, but there's no more of the drug used so far, says its maker. http:\/\/t.co\/E3Jy0…","published_year":2014}
{"News":"Insurers on New York State’s Health Exchange Seek Significant Rate Increases http:\/\/nyti.ms\/1mmoVen","published_year":2014}
{"News":"Risotto with Tomatoes and Corn http:\/\/nyti.ms\/WyBQj2","published_year":2014}
{"News":"News Analysis: Alarmed by Ebola, Public Isn’t Calmed by ‘Experts Say’ http:\/\/nyti.ms\/1wmhs2l","published_year":2014}
{"News":"Well: Sports Gels Can Improve Marathon Times, but Pace Them Right http:\/\/nyti.ms\/1rSeHAB","published_year":2014}
{"News":"Lifestyle Changes May Prevent Heart Failure:  http:\/\/on-msn.com\/mTqX1g","published_year":2011}
{"News":"The New Old Age Blog: Addressing Caregivers’ Loss of Retirement Income http:\/\/nyti.ms\/WQope4","published_year":2014}
{"News":"Study: Testosterone therapy does not extend the lives of early prostate cancer patients http:\/\/nyti.ms\/1oEQhZh","published_year":2014}
{"News":"U.N. Seeks a More Nimble Response to Ebola in Africa http:\/\/nyti.ms\/1szoZoL","published_year":2014}
{"News":"9\/11 Tied to Increase in Acid Reflux Disease:  http:\/\/on-msn.com\/pdOWDX","published_year":2011}
{"News":"Novartis joins with Google to develop a smart contact lens with the potential to monitor blood sugar levels http:\/\/nyti.ms\/1oEDNk8","published_year":2014}
{"News":"Can you solve the case? What's wrong this boy with a fever and a single swollen gland? Check atnytimeswell 6AM ET tomorrow to solve the case!","published_year":2013}
{"News":"Tacking Health Care Costs Onto California Farm Produce http:\/\/nyti.ms\/18J386B","published_year":2013}
{"News":"RT atnytgraphics: Timeline of what's known so far about NYC #Ebola patient http:\/\/nyti.ms\/1D7j0xn http:\/\/pbs.twimg.com\/media\/B0und69IEAAKRfd.png","published_year":2014}
{"News":"For Coach, Seizures Are Mere Distractions http:\/\/nyti.ms\/18D9J3p","published_year":2013}
{"News":"A Canadian study that produced negative results for mammography may give renewed momentum to clinical and self-exams. http:\/\/nyti.ms\/1kS2psr","published_year":2014}
{"News":"RT atJeffdelviscio: Did you take your vitamins today? Do you know why? atcarlzimmer on why we die without them: http:\/\/nyti.ms\/18zh3ef","published_year":2013}
{"News":"The New Old Age Blog: Questions About a Popular Heart Procedure http:\/\/nyti.ms\/1izCgyN","published_year":2014}
{"News":"RT atcslnyt: Need low-cost dental care for a loved one who is 65+? Want to know what root caries are? http:\/\/nyti.ms\/19eIOeY","published_year":2013}
{"News":"The best gift? The humble gift card. http:\/\/nyti.ms\/1A1pDmz","published_year":2014}
{"News":"New Alzheimer's Drug Shows Early Promise:  http:\/\/on-msn.com\/owoaP4","published_year":2011}
{"News":"When the Caregivers Need Healing http:\/\/nyti.ms\/1pn2dBP","published_year":2014}
{"News":"RT atnytimes: A tattoo parlor in Maryland gives women with breast cancer a realistic nipple replacement http:\/\/nyti.ms\/1h0SekZ","published_year":2014}
{"News":"Remember you are not likely to catch Ebola just by being in proximity to someone who has the virus; it is not airborne, like the flu.","published_year":2014}
{"News":"Profiles in Science: The Malaria Fighter  http:\/\/nyti.ms\/1rodT5g","published_year":2014}
{"News":"Faster Way to Treat Partners of Women With STDs Urged: Experts:  http:\/\/on-msn.com\/oWxnrY","published_year":2011}
{"News":"Ask Well: Can I get Ebola from public transportation? http:\/\/nyti.ms\/ZQ1AbP","published_year":2014}
{"News":"Well: Recipes for Health: Beans for Your Thanksgiving Table http:\/\/nyti.ms\/1wAJSSK","published_year":2014}
{"News":"Confused about gluten? It’s a protein in grains like wheat, rye and barley that contains gliadin peptide. http:\/\/nyti.ms\/1mHVdBL","published_year":2014}
{"News":"Well: Breakthroughs in Prenatal Screening http:\/\/nyti.ms\/1hvHYvr","published_year":2013}
{"News":"Living Together May Be Mentally Healthier Than Marriage: Study:  http:\/\/on-msn.com\/yKfysF","published_year":2012}
{"News":"Study finds that teen pregnancy and abortion rates plummet with long-acting female contraception http:\/\/www.nytimes.com\/2014\/10\/02\/science\/teenage-pregnancy-and-abortion-rates-plummet-with-long-acting-female-contraception-study-says.html","published_year":2014}
{"News":"Fighting an Epidemic: AIDS Group Wages Lonely Fight Against Pill to Prevent H.I.V. http:\/\/nyti.ms\/14vTFDc","published_year":2014}
{"News":"RT athellofromcath: \"Everybody wants the one.\" A true love story from an unexpected place: http:\/\/www.nytimes.com\/video\/health\/100000002951693\/good-night-margaret.html","published_year":2014}
{"News":"Avoid Getting Scorched by 'Hot Yoga':  http:\/\/on-msn.com\/xn5qa3","published_year":2012}
{"News":"RT atcslnyt: This is cool: A New No-Blood Malaria Test http:\/\/nyti.ms\/1hrmDrK","published_year":2014}
{"News":"A wooden dowel and a hockey puck. These two simple items may be all a sports team needs to detect concussions. http:\/\/nyti.ms\/16be9NJ","published_year":2013}
{"News":"The New Old Age: They’ve Deleted Their ‘Spacebook’ Profiles http:\/\/nyti.ms\/QBB1Sx","published_year":2014}
{"News":"The Mainstreaming of Vegan Diets:  http:\/\/on-msn.com\/rTyuWy","published_year":2011}
{"News":"Well: What to Do if Your Child Tears an A.C.L. http:\/\/nyti.ms\/1ahYRvD","published_year":2013}
{"News":"C.D.C. urges teenage boys to get circumcised to reduce risk of getting H.I.V. http:\/\/nyti.ms\/11OOaO7","published_year":2014}
{"News":"National Briefing Southwest: Texas: Ebola Victim’s Family to Be Paid by Hospital http:\/\/nyti.ms\/1wpKcn7","published_year":2014}
{"News":"More Pastors Embrace Talk of Mental Ills http:\/\/nyti.ms\/1tztUGB","published_year":2014}
{"News":"RT atpaula_span: So you have an advance directive.  Will anyone pay attention? Looking at realities: http:\/\/newoldage.blogs.nytimes.com\/2014\/06\/24\/when-advance-directives-are-ignored\/","published_year":2014}
{"News":"You think the players get a workout during March Madness? Try being a referee. atanahadoconnor http:\/\/nyti.ms\/1hZNebZ","published_year":2014}
{"News":"Chronic Diseases Are Killing More in Poorer Countries http:\/\/nyti.ms\/1zT5D3d","published_year":2014}
{"News":"Old-Age Tremors May Be Caused by Brain Lesions:  http:\/\/on-msn.com\/oBVdbF","published_year":2011}
{"News":"Well: Cleaner Air Linked to Fewer Deaths http:\/\/nyti.ms\/1meLKzu","published_year":2014}
{"News":"Environmental Toxins Linked to Hardening of Arteries:  http:\/\/on-msn.com\/rnvgN8","published_year":2011}
{"News":"Nurse, pass my Google glass, stat. Google glass enters the O.R. http:\/\/nyti.ms\/1iLzKjJ","published_year":2014}
{"News":"RT atpaula_span: Paid leave for childcare and eldercare? Two Democratic congresswomen launch campaign to support working caregivers. http:\/\/…","published_year":2013}
{"News":"RT atceliadugger: MSF &amp;  WHO team decided not to give experimental drug to dr leading effort in Sierra Leone who died days later. http:\/\/t.c…","published_year":2014}
{"News":"Groups Press State to Ban Poisons That Kill Wildlife http:\/\/nyti.ms\/1qGFkxe","published_year":2014}
{"News":"F.D.A. Tells Doctors to Stop Procedure Used to Remove Uterine Fibroids http:\/\/nyti.ms\/1gDWNvV","published_year":2014}
{"News":"Well: Turning Up the Heat on Fruit http:\/\/nyti.ms\/1mJ1Dfx","published_year":2014}
{"News":"Endometriosis Tied to Higher Risk of Crohn's, Colitis:  http:\/\/on-msn.com\/vzDT23","published_year":2011}
{"News":"Morris Collen, Computerized-Medicine Pioneer, Dies at 100 http:\/\/nyti.ms\/1vG1e3G","published_year":2014}
{"News":"The New Old Age Blog: Hello, Green Man http:\/\/nyti.ms\/1tITPyP","published_year":2014}
{"News":"A Woman's Voice Doesn't Give Away Ovulation Status:  http:\/\/on-msn.com\/p9rSxU","published_year":2011}
{"News":"First Cases Documented of TB Caught From Cats http:\/\/nyti.ms\/1rN0Pdj","published_year":2014}
{"News":"atHealthStudent Thanks. Correct link is http:\/\/nyti.ms\/1wGIP7i","published_year":2014}
{"News":"Well: To Keep Teenagers Alert, Schools Let Them Sleep In http:\/\/nyti.ms\/1ihOzx8","published_year":2014}
{"News":"British Screening Program Finding More Early Stage Colon Cancers:  http:\/\/on-msn.com\/u6R8SC","published_year":2011}
{"News":"Camels Linked to Spread of Deadly Virus in People http:\/\/nyti.ms\/1jvO81G","published_year":2014}
{"News":"Can you get Ebola from a bowling ball? Most likely not.  http:\/\/nyti.ms\/ZPpTX9","published_year":2014}
{"News":"Well: Think Like a Doctor: 18-Year Rash Solved! http:\/\/nyti.ms\/1i7lmAZ","published_year":2014}
{"News":"World's Tiniest 'Preemies' Growing Up Healthy: Report:  http:\/\/on-msn.com\/ts2As3","published_year":2011}
{"News":"Women Can Take Steps to Prevent Cervical Cancer:  http:\/\/on-msn.com\/zNZVzO","published_year":2012}
{"News":"For Women, Moderate Midlife Drinking Linked to Healthier Old Age:  http:\/\/on-msn.com\/ouhcuR","published_year":2011}
{"News":"Well: Living With Cancer: Giving Thanks and Latkes http:\/\/nyti.ms\/1cwi6hL","published_year":2013}
{"News":"Well: Practicing on Patients http:\/\/nyti.ms\/1uRhdK0","published_year":2014}
{"News":"Breast Cancer Patients Face More Imaging Tests Today:  http:\/\/on-msn.com\/tftb7h","published_year":2011}
{"News":"Well: Allergies Are Everywhere http:\/\/nyti.ms\/1qbXGmy","published_year":2014}
{"News":"Reporter's Notebook: In Travel Out of Liberia, Nothing Is Simply Routine http:\/\/nyti.ms\/1o5L1nK","published_year":2014}
{"News":"Antibiotics in Livestock: F.D.A. Finds Use Is Rising http:\/\/nyti.ms\/1vCtR0t","published_year":2014}
{"News":"23 Deaths From Cantaloupe-Linked Listeria Outbreak: CDC:  http:\/\/on-msn.com\/pVn6Dh","published_year":2011}
{"News":"Muscle aches from statins? Drug interactions may play a role. http:\/\/nyti.ms\/1bIHO67","published_year":2013}
{"News":"Ebola May be Slowing in Liberia, W.H.O. Says http:\/\/nyti.ms\/10yNE6O","published_year":2014}
{"News":"How healthy did you really think the air at the gym was? See if you were right http:\/\/nyti.ms\/1uvYKpR http:\/\/pbs.twimg.com\/media\/B1tIUa8IMAAHvts.jpg","published_year":2014}
{"News":"Well: Saying Sorry, but for What? http:\/\/nyti.ms\/1mDo7kC","published_year":2014}
{"News":"RT atceliadugger: Quiz: pick the twin in paired photos who smoked, or smoked more. http:\/\/nyti.ms\/19hVche","published_year":2014}
{"News":"Risk for Dementia Rises When Diabetes, Depression Meet: Study:  http:\/\/on-msn.com\/vLSUn7","published_year":2011}
{"News":"Two Governors’ Shifts on Ebola Are Criticized as Politics, Not Science http:\/\/nyti.ms\/1sx4tEQ","published_year":2014}
{"News":"Do you have to treat that toe fungus? You asked, we answered. http:\/\/nyti.ms\/GPdV6U Have a health question? #askwell","published_year":2013}
{"News":"18 &amp; Under: How a College Roommate Can Affect Your Child http:\/\/nyti.ms\/1dqjXnO","published_year":2014}
{"News":"At Surgery Clinic, Rush to Save Joan Rivers’s Life http:\/\/nyti.ms\/1pNthXY","published_year":2014}
{"News":"Tips for Avoiding Asthma, Allergy Triggers This Season:  http:\/\/on-msn.com\/rpCbFk","published_year":2011}
{"News":"Well: Colon Cancer Screening Saves Lives http:\/\/nyti.ms\/S8OEtb","published_year":2014}
{"News":"Paying Till It Hurts: After Surgery, Surprise $117,000 Medical Bill From Doctor He Didn't Know http:\/\/nyti.ms\/1uSswT6","published_year":2014}
{"News":"Newer Not Necessarily Better for Football Helmet Design:  http:\/\/on-msn.com\/rJhG0r","published_year":2011}
{"News":"Fatalism Keeps Many From Colon Cancer Screening:  http:\/\/on-msn.com\/oIuVHU","published_year":2011}
{"News":"Common Breast Cancer Gene Test May Be Flawed, Study Says:  http:\/\/on-msn.com\/sW5syl","published_year":2011}
{"News":"Some New Frustrations as Health Exchange Opens http:\/\/nyti.ms\/1y4ybGd","published_year":2014}
{"News":"RT atnytDeniseGrady: In Ebola Outbreak, Who Should Get Experimental Drug? http:\/\/nyti.ms\/1sDfxU3","published_year":2014}
{"News":"DNA testing on fang marks has the potential to save lives. http:\/\/nyti.ms\/1F7kx9y","published_year":2014}
{"News":"Are too many young people taking antidepressants for too long a period of time? http:\/\/nyti.ms\/1r2v5O5","published_year":2014}
{"News":"European Leaders Scramble to Upgrade Response to Ebola Crisis http:\/\/nyti.ms\/1v4zvuN","published_year":2014}
{"News":"Rob Ford to Be Treated for Unusual Cancer http:\/\/nyti.ms\/1mgFmtB","published_year":2014}
{"News":"Study of Organic Crops Finds Fewer Pesticides and More Antioxidants  http:\/\/nyti.ms\/1qt4o6q","published_year":2014}
{"News":"Well: Bothered by a ‘Gummy Smile’ http:\/\/nyti.ms\/1qMks7O","published_year":2014}
{"News":"What kind of workout does it take to be a broadway star. atpatinamiller of atPippinMusical shows us her routine: http:\/\/nyti.ms\/16gZkt0","published_year":2013}
{"News":"Needing to Hire, Chief of V.A. Tries to Sell Doctors on Change  http:\/\/nyti.ms\/1uLTvCC","published_year":2014}
{"News":"What Would Jesus Do? Maybe Not What I'd Do, Survey of Christians Finds:  http:\/\/on-msn.com\/z1B47g","published_year":2012}
{"News":"Global Health: A Charity’s Video Shows Models Duped for a Cause http:\/\/nyti.ms\/1mP3V0P","published_year":2014}
{"News":"Mr. Duncan was treated with an experimental antiviral drug, brincidofovir, after the FDA approved its use on an emergency basis.","published_year":2014}
{"News":"Well: Stressed? This Dog May Help http:\/\/nyti.ms\/1x9nkdc","published_year":2014}
{"News":"Well: My Coach, the Bully http:\/\/nyti.ms\/1gquTZt","published_year":2014}
{"News":"More Groups Join Project on the Brain http:\/\/nyti.ms\/1rBXAGw","published_year":2014}
{"News":"Partner's 'Viral Load' a Major Factor in HIV Transmission: Study:  http:\/\/on-msn.com\/AkXNEh","published_year":2012}
{"News":"Paying Till It Hurts: As Insurers Try to Limit Costs, Providers Hit Patients With More Separate Fees  http:\/\/nyti.ms\/1ruewKE","published_year":2014}
{"News":"Allergy Sufferers Should Prepare for Holiday Triggers:  http:\/\/on-msn.com\/tlH3Sm","published_year":2011}
{"News":"Drugs to Make You Look Beautiful -- But at What Price?:  http:\/\/on-msn.com\/s22hGj","published_year":2011}
{"News":"Christmas Trees and Trappings Can Fan Fire Risk:  http:\/\/on-msn.com\/vAxxkv","published_year":2011}
{"News":"National Briefing Health: Nearly 2,000 Travelers Screened for Ebola http:\/\/nyti.ms\/1GhJoWQ","published_year":2014}
{"News":"More than half of Americans have what is considered abdominal obesity. http:\/\/nyti.ms\/1uiUBRZ","published_year":2014}
{"News":"Well: Cook a Peck of Peppers http:\/\/nyti.ms\/X6BfoX","published_year":2014}
{"News":"Well: Flame Retardants Are Everywhere http:\/\/nyti.ms\/1mhoYrW","published_year":2014}
{"News":"Nurses at Risk for Accidental Exposure to Chemo Drugs: Study:  http:\/\/on-msn.com\/n61gYK","published_year":2011}
{"News":"Screen Time Study Finds Education Drop-Off http:\/\/nyti.ms\/1aQK7z1","published_year":2014}
{"News":"Too Few Uninsured Women Get Info on Breast Reconstruction:  http:\/\/on-msn.com\/nlcOCC","published_year":2011}
{"News":"Well: Limits of Vitamin D Supplements http:\/\/nyti.ms\/IPAEjC","published_year":2013}
{"News":"How is it possible for a child to have three biological parents? Meet one who does. http:\/\/nyti.ms\/1c7N8jG","published_year":2013}
{"News":"Ebola Victim Went From Liberian War to a Fight for Life http:\/\/nyti.ms\/Z71WtN","published_year":2014}
{"News":"Parents pulled children out of a school after the principal went to Zambia, an African nation untouched by Ebola. http:\/\/nyti.ms\/1Dr4CSH","published_year":2014}
{"News":"RT atPatcohenNYT: Must read story about women in peak of careers leaving workforce http:\/\/nyti.ms\/1llUnZ1","published_year":2014}
{"News":"Well: Collecting Data on a Good Night’s Sleep http:\/\/nyti.ms\/1crLpqg","published_year":2014}
{"News":"A 55-year-old man loses the hair on his legs and then loses his strength. Can you figure out why? http:\/\/nyti.ms\/1pEaQIB","published_year":2014}
{"News":"Saw Palmetto Doesn't Help Enlarged Prostate: Study:  http:\/\/on-msn.com\/nnn4p3","published_year":2011}
{"News":"West Africans Make Plea for Long List of Ebola Needs http:\/\/nyti.ms\/1vVrx5Q","published_year":2014}
{"News":"Eli Lilly Gets European Approval to Sell Trulicity, a Type 2 Diabetes Drug http:\/\/nyti.ms\/1vLDNrn","published_year":2014}
{"News":"Hispanic Women More Likely to Die of Breast Cancer:  http:\/\/on-msn.com\/uwBygv","published_year":2011}
{"News":"Protect Yourself From Ski-Fatigue Injuries:  http:\/\/on-msn.com\/wSSEBe","published_year":2012}
{"News":"RT atnytimes: NYT's Sheri Fink is chronicling the Ebola outbreak from a clinic in Liberia. Questions for her? Include #AskNYT http:\/\/t.co\/8H…","published_year":2014}
{"News":"A new book says most students probably don't need to study more. They need a smarter approach to studying http:\/\/nyti.ms\/1q8qb21","published_year":2014}
{"News":"Expert Panel Pinpoints Environmental Culprits in Breast Cancer:  http:\/\/on-msn.com\/umP6BI","published_year":2011}
{"News":"Africa: Algeria: MERS Death Reported http:\/\/nyti.ms\/SxoKzM","published_year":2014}
{"News":"Health Insurers Are Trying New Payment Models, Study Shows http:\/\/nyti.ms\/1q0OTH1","published_year":2014}
{"News":"Well: Sugary Drinks Tied to Endometrial Cancer Risk http:\/\/nyti.ms\/1cO5xP3","published_year":2013}
{"News":"After the Fall: Second of Two Articles: A Tiny Stumble, a Life Upended  http:\/\/nyti.ms\/1tUFpNm","published_year":2014}
{"News":"Reminder: Ebola spreads through direct contact with the body fluids of someone showing symptoms. http:\/\/nyti.ms\/UPEOhp","published_year":2014}
{"News":"Study Finds No Link Between HPV Vaccine and Autoimmune Disorders:  http:\/\/on-msn.com\/AALqd8","published_year":2012}
{"News":"Adaptive Climbing Group Trains Amputees at Brooklyn Boulders http:\/\/nyti.ms\/VAYBlj","published_year":2014}
{"News":"Obama Presses Leaders to Speed Ebola Response http:\/\/nyti.ms\/1piTb5S","published_year":2014}
{"News":"Well: Shorter Workweek May Not Increase Well-Being http:\/\/nyti.ms\/16RKs4o","published_year":2013}
{"News":"Hearing Loss Far More Common Than Expected:  http:\/\/on-msn.com\/uX7hu7","published_year":2011}
{"News":"Well: Laser Hair Removal’s Risks http:\/\/nyti.ms\/1iKZQaz","published_year":2014}
{"News":"Still have questions about Ebola? Submit them here: http:\/\/nyti.ms\/XJOGLI","published_year":2014}
{"News":"Well: Moving Against Heart Disease http:\/\/nyti.ms\/1mOSWEB","published_year":2014}
{"News":"The weekly health quiz. The daily recommended level of physical activity for teens is … http:\/\/nyti.ms\/1te9bdF","published_year":2014}
{"News":"RT atjudith_graham: Families use \"granny cams\" to watch what's happening to loved ones in nursing homes.  http:\/\/well.blogs.nytimes.com\/2013\/11\/18\/watchful-eye-in-nursing-homes\/?ref=health","published_year":2013}
{"News":"RT atceliadugger: Read this unbearably sad 2001 story by atblaineharden about the valiant Ugandan dr who gave his life fighting Ebola. http:\/…","published_year":2014}
{"News":"Letters: Understanding Opioid Abuse (1 Letter) http:\/\/nyti.ms\/1bfbGYv","published_year":2014}
{"News":"Injectable Psoriasis Drugs May Not Hike Heart Risks: Study:  http:\/\/on-msn.com\/nbzA7p","published_year":2011}
{"News":"Well: Fresh and Fruity Salsas http:\/\/nyti.ms\/1rSirmJ","published_year":2014}
{"News":"Health Act Cuts Spending at Hospitals, Report Finds http:\/\/nyti.ms\/1pdWrAk","published_year":2014}
{"News":"RT atpaula_span: Medicare and new physical therapy guidelines post is from atsusanjaffe, by the way. And good news. http:\/\/newoldage.blogs.nytimes.com\/2014\/03\/25\/a-quiet-sea-change-in-medicare\/","published_year":2014}
{"News":"RT atlpolgreen: Duncan became infected with Ebola after helping a sick neighbor get to the hospital. The tragic story here: http:\/\/t.co\/wn0g…","published_year":2014}
{"News":"Well: Numbers in the Cancer Fight http:\/\/nyti.ms\/1yPT4JL","published_year":2014}
{"News":"Printing Out a Biological Machine http:\/\/nyti.ms\/15WV4ev","published_year":2013}
{"News":"Acupuncture May Boost Pregnancy Success Rates:  http:\/\/on-msn.com\/xMA7a5","published_year":2012}
{"News":"Overweight Teens Don't Seem to Grasp Weight Loss Rules:  http:\/\/on-msn.com\/uvzrYD","published_year":2011}
{"News":"For Dallas Official, the Best Way to Fight Ebola Fears Is in Person http:\/\/nyti.ms\/ZTSwmQ","published_year":2014}
{"News":"Normal Pregnancies May Be Misdiagnosed as Ectopic:  http:\/\/on-msn.com\/ydQG0r","published_year":2012}
{"News":"Police at No Greater PTSD Risk Than General Public: Study:  http:\/\/on-msn.com\/u0450I","published_year":2011}
{"News":"Tell us about your experience with the new health insurance exchanges. http:\/\/nyti.ms\/GJoqsr","published_year":2013}
{"News":"Reactions: AIDS 'Cures,' Sharing Therapy Notes, Examining the Physical Exam  http:\/\/nyti.ms\/1wnnsV8","published_year":2014}
{"News":"New Drug Combo for Hepatitis C Shows Promise:  http:\/\/on-msn.com\/xpoR3u","published_year":2012}
{"News":"Some U.S. Parents Ignoring Vaccination Guidelines:  http:\/\/on-msn.com\/nn8fNY","published_year":2011}
{"News":"In Dallas Schools, Fear of Possible Ebola Exposure http:\/\/nyti.ms\/1vBdDVr","published_year":2014}
{"News":"U.S. Recommends Daily Pill to Fight AIDS Infections http:\/\/nyti.ms\/1hMmnzs","published_year":2014}
{"News":"Can you guess what's wrong with a gymnast who has a big belly? Check atnytimeswell tomorrow at 6AM ET for our next Think Like a Doctor","published_year":2013}
{"News":"Frankincense Production May Be Doomed:  http:\/\/on-msn.com\/rEM9gs","published_year":2011}
{"News":"RT atbstrauch: How close are we to printing organs? athenryfountain takes us to the edge of this 3-D world.http:\/\/nyti.ms\/160PxUh","published_year":2013}
{"News":"Obama Defends C.D.C.'s Ebola Rules as ‘Sensible, Based in Science’ http:\/\/nyti.ms\/13507jP","published_year":2014}
{"News":"Many Young Adults Unaware They're Developing Heart Disease:  http:\/\/on-msn.com\/tBoE54","published_year":2011}
{"News":"New Treatment May Boost Survival in Advanced Lung Cancer Cases:  http:\/\/on-msn.com\/u2mpiv","published_year":2011}
{"News":"New York Curbs Medical Bills Containing Surprises http:\/\/nyti.ms\/1jpq3ux","published_year":2014}
{"News":"V.A. Official Says Fixing Issues at Root of Waiting-List Scandal Will Cost Billions http:\/\/nyti.ms\/1tTKXt6","published_year":2014}
{"News":"Training to Apply a Drug Is Urged in Overdose Cases http:\/\/nyti.ms\/17LGcCy","published_year":2013}
{"News":"If you’e had an inkling that fake sugar is bad for you, more hints you could be right. http:\/\/nyti.ms\/1u1EGLh","published_year":2014}
{"News":"Letters: Aggression’s Positives (1 Letter) http:\/\/nyti.ms\/1e6m29Q","published_year":2013}
{"News":"Insulin-Linked Hormone May Also Raise Alzheimer's Risk:  http:\/\/on-msn.com\/AcOx7l","published_year":2012}
{"News":"RT atpaula_span: Nursing homes without nurses? RNs required only 8 hrs a day. Proposed legislation would require them 24\/7. http:\/\/t.co\/QFKw…","published_year":2014}
{"News":"Well: Low Vitamin D in Mothers Tied to Cavities in Babies http:\/\/nyti.ms\/1mvN1mL","published_year":2014}
{"News":"Sugar-Sweetened Drinks May Pose Heart Risks to Women, Study Suggests:  http:\/\/on-msn.com\/w1lOKX","published_year":2011}
{"News":"How America Got So Fat and So Sick:  http:\/\/on-msn.com\/pS1EEE","published_year":2011}
{"News":"Well: Antibiotics May Not Raise Asthma Risk http:\/\/nyti.ms\/12iAE5F","published_year":2014}
{"News":"Well: Ask Well: Do Mosquitoes Spread Ebola? http:\/\/nyti.ms\/ZIrq1e","published_year":2014}
{"News":"'Hunger Hormones' May Drive Post-Dieting Weight Gain:  http:\/\/on-msn.com\/tOkngu","published_year":2011}
{"News":"More Evidence Links Genes to Parkinson's:  http:\/\/on-msn.com\/o4q4Fq","published_year":2011}
{"News":"Well: Ask Well: Is Nail Polish Harmful? http:\/\/nyti.ms\/1l35wfN","published_year":2014}
{"News":"RT atceliadugger: The evidence is mostly in mice, but Sweet'N Low and Equal may disrupt blood sugar regulation. http:\/\/nyti.ms\/1mfttnH via at…","published_year":2014}
{"News":"RT atcslnyt: Night before Joan Rivers died she told a friend she was “going in for a little procedure” http:\/\/nyti.ms\/1lVCwu9 atanemonanyc atj…","published_year":2014}
{"News":"Dallas Ebola Patient Was Initially Sent Home Despite High Fever, Records Show http:\/\/nyti.ms\/ZTRPtI","published_year":2014}
{"News":"The targeted cancer drug extending my life is killing my hair. http:\/\/nyti.ms\/1h5pq7x","published_year":2014}
{"News":"Vitamin D, Interferon Alpha Vaccine Show Promise Against Lupus:  http:\/\/on-msn.com\/tIUTYC","published_year":2011}
{"News":"Some Older Americans Overwhelmed by Medicare Options, Study Says:  http:\/\/on-msn.com\/nITfKB","published_year":2011}
{"News":"Readers respond: What's it like being a mother with cancer? http:\/\/nyti.ms\/1FTesyB","published_year":2014}
{"News":"One Drug or 2? Parents See Risk but Also Hope  http:\/\/nyti.ms\/1wBG5ol","published_year":2014}
{"News":"Rare Cancer Treatments, Cleared by F.D.A. but Not Subject to Scrutiny http:\/\/nyti.ms\/1awKMED","published_year":2013}
{"News":"V.A. Creates Plans to Consolidate Services http:\/\/nyti.ms\/1ys65Vh","published_year":2014}
{"News":"RT atNobelPrize: “I’m over the moon actually.” John O’Keefe on being awarded the #nobelprize2014 #Medicine https:\/\/soundcloud.com\/nobelprize\/im-over-the-moon-actually-john-okeefe-on-being-awarded-the-nobel-prize","published_year":2014}
{"News":"Try this sweet stir-fry with Thai flavors (Photo: Andrew Scrivani for NYT) http:\/\/nyti.ms\/1mH7uVg http:\/\/pbs.twimg.com\/media\/BsmNHw6CUAAp8uL.jpg","published_year":2014}
{"News":"'Food Challenges' Provide Best Allergy Diagnoses: Study:  http:\/\/on-msn.com\/rtx4oZ","published_year":2011}
{"News":"Op-Ed Contributors: Perpetuating Schizophrenia’s Stigma http:\/\/nyti.ms\/1szRrMA","published_year":2014}
{"News":"You asked, we answered: I can fall asleep, but i can't stay asleep. Why? #askwell http:\/\/nyti.ms\/1h5soZI","published_year":2014}
{"News":"Colorado Health Department to Recommend ‘Premarket Approval’ for Edible Marijuana  http:\/\/nyti.ms\/1yahb1a","published_year":2014}
{"News":"Medicaid Spending for Depression Rose in Past Decade:  http:\/\/on-msn.com\/rF80tv","published_year":2011}
{"News":"Well: The Power of a Daily Bout of Exercise http:\/\/nyti.ms\/1epk19b","published_year":2013}
{"News":"Kaci Hickox, Nurse Under Ebola Quarantine, Takes Bike Ride, Defying Maine Officials http:\/\/nyti.ms\/1wKfrwU","published_year":2014}
{"News":"Does your kid play a rough sport? A new concussion cap can measure if a blow to the head is serious. atalbertsun http:\/\/nyti.ms\/1fpYSKd","published_year":2014}
{"News":"Family Fights Health Care System for Simple Request: To Die at Home http:\/\/nyti.ms\/ZUhdzl","published_year":2014}
{"News":"RT atbcsolomon: My video dispatch from #Liberia for atnytimes: Sick from #Ebola &amp; dying at the hospital door http:\/\/nyti.ms\/1qnLFN9 http:\/\/t.…","published_year":2014}
{"News":"RT atceliadugger: \"From this illness I am not comedy anymore. I am tragedy, very tragedy.\" From man who lost 16 relatives to Ebola. http:\/\/t…","published_year":2014}
{"News":"Patient at Mount Sinai Has Ebola-Like Symptoms, Hospital Says http:\/\/nyti.ms\/1v3DFDy","published_year":2014}
{"News":"Well: Epidurals May Be Given Early or Late in Labor http:\/\/nyti.ms\/1vYuIsw","published_year":2014}
{"News":"Texas Health Presbyterian Hospital of Dallas officials said in a statement that an unnamed patient was being tested for Ebola.","published_year":2014}
{"News":"East Coast Urged to Prepare as Hurricane Irene Nears:  http:\/\/on-msn.com\/qJGKSl","published_year":2011}
{"News":"Well: The Advanced 7-Minute Workout http:\/\/nyti.ms\/10rsibq","published_year":2014}
{"News":"Well: Every Dog Has Its Data http:\/\/nyti.ms\/O9Kobp","published_year":2014}
{"News":"RT atnytimeswell: The case for a uniform unit for liquid medicines http:\/\/nyti.ms\/1mIcYis","published_year":2014}
{"News":"The Doctor's World: Fighting an Epidemic With Hands Tied http:\/\/nyti.ms\/1tUBFeP","published_year":2014}
{"News":"RT atPamBelluck: For people with back pain, an important new study: do steroid injections for spinal stenosis work? http:\/\/nyti.ms\/1vxMZun","published_year":2014}
{"News":"RT atceliadugger: Two drugs that could help alcoholics quit are little prescribed,  atanahadoconnor repts. http:\/\/nyti.ms\/1sqM915","published_year":2014}
{"News":"Op-Ed Contributors: Depressed, but Not Ashamed http:\/\/nyti.ms\/1gm9m4l","published_year":2014}
{"News":"Ebola May Pose Little Threat to U.S., but It Looms Large on Twitter http:\/\/nyti.ms\/1ugq9LI","published_year":2014}
{"News":"Recipes for Health: Mixed Grains Risotto With Kale, Walnuts and Black Quinoa http:\/\/nyti.ms\/1cwnOCc","published_year":2013}
{"News":"U.S. Heart Disease Rates Keep Falling: CDC:  http:\/\/on-msn.com\/onryfk","published_year":2011}
{"News":"Close Bond With Mom Helps Keep Teen Boys Safe:  http:\/\/on-msn.com\/ncK4OW","published_year":2011}
{"News":"Death in Bronx Shows Vulnerability of State’s Nursing Home Residents  http:\/\/nyti.ms\/13sy0eF","published_year":2014}
{"News":"The New Old Age Blog: Many Nursing Homes Operate Without Adequate Sprinkler Systems http:\/\/nyti.ms\/16Qc9Yh","published_year":2013}
{"News":"Q&amp;A:  Ironclad Results http:\/\/nyti.ms\/1zp93f5","published_year":2014}
{"News":"Fungus Found in Sinks Can Cause Serious Infections:  http:\/\/on-msn.com\/swgWM3","published_year":2011}
{"News":"RT atpaula_span: Musings on quality of life in old age, even with serious illness, and on whether the generation gap lives. http:\/\/t.co\/9AdQ…","published_year":2014}
{"News":"Don't Mess With a Nursing Mom!:  http:\/\/on-msn.com\/q21B2r","published_year":2011}
{"News":"Rating the Health Law’s Success http:\/\/nyti.ms\/1oKJZMk","published_year":2014}
{"News":"You asked, we answered: What are some exercises that actually strengthen your bones? #askwell http:\/\/nyti.ms\/1la6NU8","published_year":2014}
{"News":"Can't imagine eating anymore Thanksgiving food? Check out our Vegetarian Recipe database for some new recipes. http:\/\/nyti.ms\/1c1cN89","published_year":2013}
{"News":"Older Women Can Benefit From Sex Ed Campaigns:  http:\/\/on-msn.com\/nuohdm","published_year":2011}
{"News":"RT atcslnyt: FDA's last review contradicted a 1999 review by IOM that found marijuana \"moderately well suited\" for nausea and AIDS http:\/\/t.…","published_year":2014}
{"News":"Low-Income Dads Are Involved With Their Kids, Study Finds:  http:\/\/on-msn.com\/vWJ679","published_year":2011}
{"News":"Dementia May Lead to Avoidable Hospitalizations:  http:\/\/on-msn.com\/y7ufOU","published_year":2012}
{"News":"The rapid price increases for some generic drugs have caught doctors and patients by surprise http:\/\/nyti.ms\/1mJjQNq","published_year":2014}
{"News":"Gene Therapy a Boon for 6 Hemophilia Patients:  http:\/\/on-msn.com\/tDmuim","published_year":2011}
{"News":"Well: Panel Urges Low-Dose Aspirin to Reduce Preeclampsia Risk http:\/\/nyti.ms\/1gFaslf","published_year":2014}
{"News":"A Quest for Even Safer Drinking Water http:\/\/nyti.ms\/19IhEfZ","published_year":2013}
{"News":"Ban Sought on Microbeads in Beauty Items http:\/\/nyti.ms\/1g101Mg","published_year":2014}
{"News":"NYC doctor who has Ebola has dedicated himself to dealing with medical emergencies in faraway places http:\/\/nyti.ms\/ZQ31Hb","published_year":2014}
{"News":"How fat may hurt the brain, and how exercise may help. http:\/\/nyti.ms\/Nw5aSq","published_year":2014}
{"News":"Losing Cost Control : The Obscure Drug With a Growing Medicare Tab http:\/\/nyti.ms\/1s6vp0g","published_year":2014}
{"News":"21 Deaths From Cantaloupe-Linked Listeria Outbreak: CDC:  http:\/\/on-msn.com\/oIwstF","published_year":2011}
{"News":"Poor Sleep Might Be Linked to Preterm Labor:  http:\/\/on-msn.com\/vLILk8","published_year":2011}
{"News":"Spinal Surgery Riskier for Certain Patients, Study Finds:  http:\/\/on-msn.com\/pN0ik3","published_year":2011}
{"News":"Researchers Agree to Postpone Bird Flu Research:  http:\/\/on-msn.com\/zO92cr","published_year":2012}
{"News":"Take this quiz to see whether you have a a Mediterranean diet.  http:\/\/nyti.ms\/1wzfLAg","published_year":2014}
{"News":"Congressional Memo: Lesson Is Seen in Failure of 1989 Law on Medicare http:\/\/nyti.ms\/17f7HH1","published_year":2013}
{"News":"RT atcslnyt: First Naloxone Auto-injector Approved By FDA to Treat Opioid Overdose http:\/\/nyti.ms\/1kvbbcN atstavernise","published_year":2014}
{"News":"Cancer Drug Shortages Getting Worse, FDA Says:  http:\/\/on-msn.com\/q3r1xL","published_year":2011}
{"News":"Steve Jobs, Visionary Leader of Apple Inc., Dies at 56:  http:\/\/on-msn.com\/oBekh0","published_year":2011}
{"News":"Alcohol Targets Brain 'Reward Centers' in Heavy Drinkers:  http:\/\/on-msn.com\/wRYRYs","published_year":2012}
{"News":"PSA Test for Prostate Cancer Doesn't Save Lives: Study:  http:\/\/on-msn.com\/xXdoN4","published_year":2012}
{"News":"I realized...I needed another checklist, one that puts patients in the center atJessicaZitter http:\/\/nyti.ms\/1jB4nJh","published_year":2014}
{"News":"Kidney Donation Doesn't Put Older Adults at Risk:  http:\/\/on-msn.com\/tJF0r5","published_year":2011}
{"News":"Well: After Online Dating, Online Making Up http:\/\/nyti.ms\/1crOBlW","published_year":2014}
{"News":"RT atamy_harmon: Ever hit a paywall trying to access a scientific paper? For a story, would love examples from non-scientists. Plz email me …","published_year":2014}
{"News":"RT atNYTMetro: Health officials say now that the 103-degree fever of the Ebola patient was wrong, he had a 100.3-degree fever. http:\/\/t.co\/t…","published_year":2014}
{"News":"Limit Cold Medications During Pregnancy, Experts Advise:  http:\/\/on-msn.com\/u8Y41l","published_year":2011}
{"News":"Well: Depression Tied to Parkinson’s Risk http:\/\/nyti.ms\/19ibiX4","published_year":2013}
{"News":"The New Old Age Blog: A Move to Extend Visiting Hours at Hospitals http:\/\/nyti.ms\/1r3NcYV","published_year":2014}
{"News":"Women With BRCA Mutations Get Cancer Diagnosis Earlier Than Before:  http:\/\/on-msn.com\/n3ikmC","published_year":2011}
{"News":"Hormone Might Ease Menopause, Boost Women's Sex Life: Study:  http:\/\/on-msn.com\/w03NFG","published_year":2011}
{"News":"Advance Directives Might Curb Cost of End-of-Life Care:  http:\/\/on-msn.com\/o6xtd2","published_year":2011}
{"News":"Global Health: Hookah, as Health Risk, Still Qualifies as Smoking http:\/\/nyti.ms\/1vj3DBP","published_year":2014}
{"News":"U.S. Blacks More Likely to Die of Colon Cancer Than Whites: Study:  http:\/\/on-msn.com\/t73Uw4","published_year":2011}
{"News":"Ever wondered why asparagus makes your pee smell funny? Here's why: http:\/\/nyti.ms\/1jyJG0k","published_year":2014}
{"News":"Matter: Linking Genes to Diseases by Sifting Through Electronic Medical Records http:\/\/nyti.ms\/1ii7gD5","published_year":2013}
{"News":"Remember to reapply your sunscreen! http:\/\/nyti.ms\/1qCzRGD","published_year":2014}
{"News":"Vaccinations Aren't Just for Kids:  http:\/\/on-msn.com\/pq5NBM","published_year":2011}
{"News":"Caffeine May Alter Women's Estrogen Levels:  http:\/\/on-msn.com\/xmQVAV","published_year":2012}
{"News":"The New Old Age Blog: A Federal Proposal for Paid Family Leave http:\/\/nyti.ms\/1jYu21d","published_year":2013}
{"News":"Study Challenges Potassium Guidelines for Heart Attack Patients:  http:\/\/on-msn.com\/z9kk8J","published_year":2012}
{"News":"Well: Ask Well: Awake at 2 A.M. http:\/\/nyti.ms\/MGsZqh","published_year":2014}
{"News":"Sierra Leone Deploys Troops in Ebola Crisis http:\/\/nyti.ms\/1opUjDP","published_year":2014}
{"News":"RT atReedAbelson: See fascinating atRachelAbramsNY piece: Walmart Seeking Foothold in Primary Care Services http:\/\/nyti.ms\/1sCV2b6 More than …","published_year":2014}
{"News":"Ebola Test Is Negative on Woman Who Died in New York http:\/\/nyti.ms\/1xpLm6u","published_year":2014}
{"News":"RT atpaula_span: How useful are five-star ratings Medicare awards for nursing homes? Ohio residents, families say: Not very. http:\/\/t.co\/6r7…","published_year":2014}
{"News":"Well: Ask Well: Plantar Fasciitis Relief http:\/\/nyti.ms\/1qG4wmR","published_year":2014}
{"News":"Ovarian Tumors May Develop Years After Fertility Therapy:  http:\/\/on-msn.com\/sMz3bu","published_year":2011}
{"News":"Flu Shots for Pregnant Women Also Protect Newborns:  http:\/\/on-msn.com\/oUa4HI","published_year":2011}
{"News":"RT atcslnyt: Do older men who take testosterone have improved physical, sexual or cognitive function? It's unknown. http:\/\/nyti.ms\/1uHzLxS at…","published_year":2014}
{"News":"As Gastric Banding Increases, So May Complications:  http:\/\/on-msn.com\/sU8C7g","published_year":2011}
{"News":"Lots of Exercise May Boost Kids' Grades:  http:\/\/on-msn.com\/tvBXvW","published_year":2012}
{"News":"These days, coconut water's big rival may be plain old water http:\/\/nyti.ms\/1rE7Rzw","published_year":2014}
{"News":"Business Briefing: F.D.A. Warns of Allergy to Some Anti-Acne Products http:\/\/nyti.ms\/1pCYbEg","published_year":2014}
{"News":"You re Already Losing Your Mind:  http:\/\/on-msn.com\/w0LiSx","published_year":2012}
{"News":"The New Old Age Blog: A New Face on the End-of-Life Debate http:\/\/nyti.ms\/1ol2c4g","published_year":2014}
{"News":"Well: Is Breast-Feeding Really Better? http:\/\/nyti.ms\/1onKMhw","published_year":2014}
{"News":"Pediatricians Split on Heart Tests Before Kids' ADHD Meds:  http:\/\/on-msn.com\/yRoDZm","published_year":2012}
{"News":"RT atceliadugger: What are women -- long told they must get mammograms -- to make of new study that tests may do more harm than good? http:\/…","published_year":2014}
{"News":"Many Docs Use Costly MRIs to Diagnose Nerve Condition: Study:  http:\/\/on-msn.com\/xpRU78","published_year":2012}
{"News":"RT atcslnyt: Virus That Killed a Kansas Farmer is identified atCDCgov  atnytDeniseGrady  http:\/\/www.nytimes.com\/2014\/12\/24\/science\/mysterious-virus-that-killed-a-farmer-in-kansas-is-identified.html?smid=nytcore-iphone-share&smprod=nytcore-iphone","published_year":2014}
{"News":"Stem Cell Therapy Might Help Kidney Transplant Patients:  http:\/\/on-msn.com\/radgva","published_year":2011}
{"News":"Breast Cancer Radiation Linked to Raised Heart Risk:  http:\/\/on-msn.com\/v5L2eS","published_year":2011}
{"News":"The woman showed no symptoms of illness on flight, says CDC. An individual with Ebola is thought to become contagious when symptomatic.","published_year":2014}
{"News":"The New Old Age Blog: What, Me Old? http:\/\/nyti.ms\/1q1YJTa","published_year":2014}
{"News":"Obesity Costing States Billion in Yearly Medical Expenses:  http:\/\/on-msn.com\/o0eogR","published_year":2011}
{"News":"Healthy Habits Can Fend Off the 'Freshman 15':  http:\/\/on-msn.com\/qMpfHF","published_year":2011}
{"News":"RT atSeniorsLaw: Is It Really Dementia? http:\/\/newoldage.blogs.nytimes.com\/2014\/10\/21\/is-it-really-dementia\/?_php=true&_type=blogs&mabReward=RI%3A9&action=click&pgtype=Homepage&region=CColumn&module=Recommendation&src=rechp&WT.nav=RecEngine&_r=0 by atpaula_span atTheNewOldAge","published_year":2014}
{"News":"For Young Breast Cancer Patients, Breast-Conserving Therapy Appears Effective:  http:\/\/on-msn.com\/pdolbx","published_year":2011}
{"News":"Electrical Scalp Device Can Slow Progression of Deadly Brain Tumors http:\/\/nyti.ms\/1uwOvQX","published_year":2014}
{"News":"RT atgrynbaum: The NYC #BigSoda ban is dead. Victory for soft-drink industry &amp; setback for advocates urging limits on sugary foods http:\/\/t.…","published_year":2014}
{"News":"The weekly health quiz: were you paying attention this week?  http:\/\/nyti.ms\/1rHT1Iz","published_year":2014}
{"News":"Circle of Friends Key to Adopting Healthy Habits: Study:  http:\/\/on-msn.com\/tBeHCv","published_year":2011}
{"News":"Can you Think Like a Doctor and figure out why this woman has had a rash on her hands for almost 18 years? http:\/\/nyti.ms\/1fT1Ng3","published_year":2014}
{"News":"Lee W. Wattenberg, Who Saw Cancer Fighters in Foods, Dies at 92 http:\/\/nyti.ms\/13FV3mD","published_year":2014}
{"News":"Thousands to Be Questioned on Eligibility for Health Insurance Subsidies http:\/\/nyti.ms\/1p6zy4E","published_year":2014}
{"News":"You asked, we answered: What are the best exercises after knee replacement? #askwell http:\/\/nyti.ms\/1o6hwgx","published_year":2014}
{"News":"Well: Overturning the Myth of Valley Girl Speak http:\/\/nyti.ms\/J9yfB3","published_year":2013}
{"News":"Specialized Stroke Centers Deliver on the Weekends:  http:\/\/on-msn.com\/plLpe3","published_year":2011}
{"News":"Heavy Meth Use Linked to Schizophrenia:  http:\/\/on-msn.com\/uP4ufT","published_year":2011}
{"News":"Staple closures are faster, but suture closures are safer after a C-section http:\/\/nyti.ms\/1xTFtx3","published_year":2014}
{"News":"Young Blood May Hold Key to Reversing Aging http:\/\/nyti.ms\/1iYIpDm","published_year":2014}
{"News":"Recipes for Health: Onion and Zucchini Frittata to Go http:\/\/nyti.ms\/12nOIrs","published_year":2013}
{"News":"Evidence that serious physiological dysfunctions are at the root of chronic fatigue syndrome. http:\/\/nyti.ms\/1HEIaIA","published_year":2014}
{"News":"The Consumer: A Challenge to Vitamins http:\/\/nyti.ms\/1fzrunj","published_year":2013}
{"News":"RT atronicaryn: Clarifying the mixed messages about eating fish: http:\/\/nyti.ms\/1ojn2gw","published_year":2014}
{"News":"RT atcslnyt: Barcelona's Marijuana Clubs where some smoke for medical reasons atSuzannedaley  http:\/\/nyti.ms\/1y0e1xM","published_year":2014}
{"News":"Breast-Feeding Won't Prevent Kids' Eczema, Researchers Say:  http:\/\/on-msn.com\/nx7W0v","published_year":2011}
{"News":"Anthrax Attack Plans Need to Be Handled Locally, Report  Says:  http:\/\/on-msn.com\/ntBCoN","published_year":2011}
{"News":"Big Health Plans Can Negotiate Lower Hospital Costs: Study:  http:\/\/tinyurl.com\/3bzxr97","published_year":2011}
{"News":"National Briefing Health: U.S. Smoking Rate Dips Again  http:\/\/nyti.ms\/1uY57S9","published_year":2014}
{"News":"Breast cancer is not always pink. Here are the faces of men with breast cancer. http:\/\/nyti.ms\/1htYIEI","published_year":2014}
{"News":"Health Care Workers Under Attack in Syria, Doctors Say http:\/\/nyti.ms\/1nM1I3c","published_year":2014}
{"News":"The New Old Age Blog: How to Choose a Hospice http:\/\/nyti.ms\/1qpcLTF","published_year":2014}
{"News":"Breaking Through Cancer’s Shield http:\/\/nyti.ms\/GY2euT","published_year":2013}
{"News":"Testosterone products can carry seriously increased risks along with its benefits, recent studies have found. http:\/\/nyti.ms\/1cOnzn6","published_year":2014}
{"News":"Officials Admit a ‘Defeat’ by Ebola in Sierra Leone http:\/\/nyti.ms\/ZTX9x9","published_year":2014}
{"News":"RT atdacorc: Who knew? From Natalie atAngier58: Leprosy, Still Claiming Victims http:\/\/nyti.ms\/1mB4EvK","published_year":2014}
{"News":"Well: Ask Well: Weight Gain at Menopause http:\/\/nyti.ms\/1jcfyuh","published_year":2014}
{"News":"Broccoli, Cabbage, Other Veggies May Protect Against Colon Cancer:  http:\/\/on-msn.com\/pJF6N5","published_year":2011}
{"News":"Vials of Smallpox Found in F.D.A. Storage Room http:\/\/nyti.ms\/1r6OGir","published_year":2014}
{"News":"Well: Low Vitamin D Tied to Premature Death http:\/\/nyti.ms\/1hNA8n1","published_year":2014}
{"News":"How barley has made living at high altitudes possible. http:\/\/nyti.ms\/1F8gTMs","published_year":2014}
{"News":"Hospitalized Kids May Receive Up to 35 Meds a Week:  http:\/\/on-msn.com\/pHL9by","published_year":2011}
{"News":"U.S. to Increase Production of the Ebola Drug ZMapp, but May Not Meet Demand http:\/\/nyti.ms\/YQlL91","published_year":2014}
{"News":"There's some good news for those with hepatitis C. http:\/\/nyti.ms\/1fNz2QX","published_year":2014}
{"News":"Here is the story of Thomas Eric Duncan’s journey from Liberian war to the epicenter of a global Ebola frenzy. http:\/\/nyti.ms\/1v258F3","published_year":2014}
{"News":"Radiologists Are Reducing the Pain of Uncertainty http:\/\/nyti.ms\/1xOOHfF","published_year":2014}
{"News":"The Weird, Scary and Ingenious Brain of Maria Bamford http:\/\/nyti.ms\/1l8gVID","published_year":2014}
{"News":"What do most people say they want for a gift? http:\/\/pbs.twimg.com\/media\/B5kdIQXCQAAtcgA.jpg","published_year":2014}
{"News":"Q&amp;A: White-Noise Nights http:\/\/nyti.ms\/VAmBoF","published_year":2014}
{"News":"RT atceliadugger: Fear and rage in Guinea: Mob kills journalist and officials at Ebola community awareness event. http:\/\/nyti.ms\/1r5hEzu","published_year":2014}
{"News":"Low-Dose Aspirin to Prevent First Heart Attack or Stroke? Not So Fast:  http:\/\/on-msn.com\/zzuUpG","published_year":2012}
{"News":"At times when I consider my losses, I feel like a loser in the battle against self-pity, writes Susan Gubar. http:\/\/nyti.ms\/1htTDi4","published_year":2014}
{"News":"Many Get Too Many Calories  From Sugary Drinks: CDC:  http:\/\/on-msn.com\/nhTkt7","published_year":2011}
{"News":"Moderate weight loss  reduced the risk of Type 2 diabetes by nearly what percent? The weekly quiz: http:\/\/nyti.ms\/1u4OFzv","published_year":2014}
{"News":"Books: ‘For the Benefit of Those Who See’: The Life of the Blind http:\/\/nyti.ms\/1jnqj9A","published_year":2014}
{"News":"Top 5 Pain Problems, Solved:  http:\/\/on-msn.com\/mWAfJ5","published_year":2011}
{"News":"Go for a run, hop on a bike or jump in that pool -- and change your DNA. http:\/\/nyti.ms\/1yYzbdP","published_year":2014}
{"News":"RT atnytrosenthal: Who knew kids vaccinations had become so pricey? The latest from NYT series Paying Till it Hurts.  http:\/\/www.nytimes.com\/2014\/07\/03\/health\/Vaccine-Costs-Soaring-Paying-Till-It-Hurts.html","published_year":2014}
{"News":"Larger Food Portions May Be Seen as Status Symbols:  http:\/\/on-msn.com\/sMZzMV","published_year":2011}
{"News":"RT atksacknyt: HHS Secretary Burwell says one of two Ebola patients in Dallas will be transferred to Emory Hospital in Atlanta.","published_year":2014}
{"News":"Documenting the Ebola epidemic in Liberia http:\/\/nyti.ms\/1pHRD9W","published_year":2014}
{"News":"Health Care Delays Lead to Ouster of Veterans Hospital Director in Phoenix http:\/\/nyti.ms\/1rlYIL8","published_year":2014}
{"News":"Officials Soothe Fears, While Workers Sanitize Infected Doctor’s Path http:\/\/nyti.ms\/1pJPjMP","published_year":2014}
{"News":"Well: ‘Fed Up’ Asks, Are All Calories Equal? http:\/\/nyti.ms\/1iy3n74","published_year":2014}
{"News":"A hearty salad for the non-meat eaters at Thanksgiving  It's Vegetarian Thanksgiving Day #3! http:\/\/nyti.ms\/1yD5obQ http:\/\/pbs.twimg.com\/media\/B2WFGxPIIAAF6TA.png","published_year":2014}
{"News":"Oldest Known Dinosaur Nesting Site Found:  http:\/\/on-msn.com\/AbNFud","published_year":2012}
{"News":"366 Million People Now Have Diabetes: Report:  http:\/\/on-msn.com\/rcrHVL","published_year":2011}
{"News":"Americans Spending More of Their Lives Struggling With Diabetes:  http:\/\/on-msn.com\/p0HhCA","published_year":2011}
{"News":"Well: At the Chiropractor, Well-Adjusted Pets http:\/\/nyti.ms\/16ygWjY","published_year":2013}
{"News":"Drowsy Driving 'Unacceptable,' But One-Third Do It: Poll:  http:\/\/on-msn.com\/vmvXwa","published_year":2011}
{"News":"Letters: Support for Breast-Feeding (1 Letter) http:\/\/nyti.ms\/1b4BwtB","published_year":2013}
{"News":"In Exclusive Club of U.S. Ebola Survivors, Kinship Is Sealed in Blood  http:\/\/nyti.ms\/1s7BvLU","published_year":2014}
{"News":"Regular exercise may alter how a person experiences pain, according to a new study. http:\/\/nyti.ms\/1ouAGRc","published_year":2014}
{"News":"RT atpaula_span: Sex and seniors: Medicare overpays for vacuum erection systems (a\/k\/a penis pumps). Wait, it covers penis pumps? ?http:\/\/t.…","published_year":2014}
{"News":"Tests like M.R.I.s can varying by a factor of 10 even in the same city -- but patients have no idea. http:\/\/nyti.ms\/1v7W7v0","published_year":2014}
{"News":"Study Finds No Link Between Dyslexia and IQ:  http:\/\/on-msn.com\/v1oTmT","published_year":2011}
{"News":"RT atginakolata: Good heart news after the bitterness over  the cholesterol guidelines http:\/\/www.nytimes.com\/2013\/12\/03\/science\/learning-to-defuse-the-aorta.html?hpw&rref=health","published_year":2013}
{"News":"Personal Health: Taking Life Into Your Own Hands http:\/\/nyti.ms\/1e6uKEU","published_year":2013}
{"News":"Those cool kids you once envied? Likely not so cool anymore. http:\/\/nyti.ms\/1iqYJyC","published_year":2014}
{"News":"Under pressure to be productive, how much health advice can a physician produce while still providing quality? http:\/\/nyti.ms\/1bUiTwr","published_year":2013}
{"News":"RT atpaula_span: Why do dying old people get bounced from hospice care? http:\/\/newoldage.blogs.nytimes.com\/2014\/01\/07\/bounced-from-hospice\/","published_year":2014}
{"News":"RT atnytimesscience: Scientists Create 3D Model That Mimics Brain Function http:\/\/nyti.ms\/1oEpuvp","published_year":2014}
{"News":"RT atjswatz: Hope after pain, depression, and alcoholic haze: Neediest Cases \/ atAlexVadukul http:\/\/nyti.ms\/1rMHi0b","published_year":2014}
{"News":"RT atnytDeniseGrady: Who knew? The placenta has a microbiome. Study Sees Bigger Role for Placenta in Newborns’ Health http:\/\/nyti.ms\/1h8VTYO","published_year":2014}
{"News":"New York Patient Tests Negative for Ebola http:\/\/nyti.ms\/V38kQK","published_year":2014}
{"News":"Well: Vegetarian Thanksgiving: Vegetable Tarts, Big and Small http:\/\/nyti.ms\/1xBnzNo","published_year":2014}
{"News":"Well: Should Runners Get Pedicures? http:\/\/nyti.ms\/1pKiyAB","published_year":2014}
{"News":"Well: Don’t Blame Food Additives for Hives http:\/\/nyti.ms\/1g7DcaI","published_year":2014}
{"News":"Gene Study Sheds Light on Body Clock's Link to Diabetes:  http:\/\/on-msn.com\/Aezh7w","published_year":2012}
{"News":"Ebola Spread Has Slowed in Liberia, C.D.C. Says http:\/\/nyti.ms\/11kN24u","published_year":2014}
{"News":"RT atrickgladstone: W.H.O. Weighing Emergency Decree on Ebola http:\/\/nyti.ms\/1sxnHOH","published_year":2014}
{"News":"At Assisted-Living Home Set to Close, Holdouts Dig In as Services Dry Up http:\/\/nyti.ms\/1ytLl1B","published_year":2014}
{"News":"Noise at football games is enough to cause permanent damage and to increase the likelihood of future damage. http:\/\/nyti.ms\/1b8HGMO","published_year":2013}
{"News":"The New Old Age Blog: Treating C.O.P.D. in the Elderly http:\/\/nyti.ms\/1qirGL1","published_year":2014}
{"News":"Business Briefing: F.D.A. Approves Heart Device That Transmits Data to Doctors http:\/\/nyti.ms\/1kMR8sv","published_year":2014}
{"News":"Can Chewing Gum Boost Exam Scores?:  http:\/\/on-msn.com\/sQZsKU","published_year":2011}
{"News":"The plot has thickened with smell. http:\/\/nyti.ms\/1tF4u0y","published_year":2014}
{"News":"W.H.O. Chief Calls Ebola Outbreak a ‘Crisis for International Peace’ http:\/\/nyti.ms\/1wsvtZW","published_year":2014}
{"News":"Critics are asking whether British health service was justified in refusing proton beam therapy for boy with cancer. http:\/\/nyti.ms\/1u8QasJ","published_year":2014}
{"News":"Op-Ed Contributor: The Problem With Prostate Screening http:\/\/nyti.ms\/11WFqFr","published_year":2014}
{"News":"RT atnytimesscience: The Science Times podcast is on atStitcher! Listen now or listen later: http:\/\/nyti.ms\/1sLaotw","published_year":2014}
{"News":"A step toward reducing deaths from lung cancer. http:\/\/nyti.ms\/1uc9mFv","published_year":2014}
{"News":"The Toledo mayor says the water is safe, but algae blooms have left some residents scared of the tap.  http:\/\/nyti.ms\/1pzuLZ8","published_year":2014}
{"News":"Well: Drug Shows Promise for Common Cause of Infertility http:\/\/nyti.ms\/1mDbhTp","published_year":2014}
{"News":"Well: 4 Days, 11 Pounds http:\/\/nyti.ms\/1gmdLo6","published_year":2014}
{"News":"Insurers’ Consumer Data Isn’t Ready for Enrollees http:\/\/nyti.ms\/12C8PWs","published_year":2014}
{"News":"Steroids Given to Preemies May Harm Brain Growth: Study:  http:\/\/on-msn.com\/pVkktG","published_year":2011}
{"News":"More Aggressive Chemo May Help Younger Lymphoma Patients: Study:  http:\/\/on-msn.com\/rSe7b4","published_year":2011}
{"News":"Malaria may thrive and tea harvests may dwindle with climate change. http:\/\/nyti.ms\/1r4glDv","published_year":2014}
{"News":"Feeling guilty about keeping your aircon on at night? Research hints that a cooler bedroom could mean better sleep. http:\/\/nyti.ms\/1mQU9cZ","published_year":2014}
{"News":"Well: Why Antioxidants Don’t Belong in Your Workout http:\/\/nyti.ms\/1vfSIHA","published_year":2014}
{"News":"No, contraception coverage does not usually pay for itself http:\/\/nyti.ms\/1mJoeMl","published_year":2014}
{"News":"Q&amp;a: Rating Pain Relief http:\/\/nyti.ms\/1u6GtNZ","published_year":2014}
{"News":"Well: During Heart Attack, Pain Is Similar for Men and Women http:\/\/nyti.ms\/1bPVfMk","published_year":2013}
{"News":"Side Effects Cause Many Older Women to Drop Breast Cancer Drugs:  http:\/\/on-msn.com\/ufiaiE","published_year":2011}
{"News":"Well: What’s Your Fitness Age? http:\/\/nyti.ms\/1Cjm6hl","published_year":2014}
{"News":"9 Things You Shouldn't Share:  http:\/\/on-msn.com\/pQ1WiO","published_year":2011}
{"News":"Most Adults With Facial Disfigurement Adapt Psychologically:  http:\/\/on-msn.com\/xwlMmx","published_year":2012}
{"News":"Reactions: After the Fall: Preventing Catastrophe http:\/\/nyti.ms\/1wcjqP4","published_year":2014}
{"News":"Well: After Surgery, Predicting a Speedy Recovery http:\/\/nyti.ms\/1u6Wfsj","published_year":2014}
{"News":"Well: Alive With a New, Old Liver http:\/\/nyti.ms\/1k4NvPa","published_year":2014}
{"News":"Rate of Leg, Foot Amputations Among Diabetics Drops: CDC:  http:\/\/on-msn.com\/AdBJI7","published_year":2012}
{"News":"You asked, we answered: Is jogging bad for older people? http:\/\/nyti.ms\/1amZ7rA  Ask your health question: #askwell.","published_year":2014}
{"News":"Global Health: A New Danger to Africans http:\/\/nyti.ms\/1b44lK8","published_year":2013}
{"News":"Browse NYT Cooking's favorite healthy appetizer recipes http:\/\/nyti.ms\/1uMmUuh (Photo: Andrew Scrivani for NYT) http:\/\/pbs.twimg.com\/media\/Bx7DvZIIQAIdt2h.jpg","published_year":2014}
{"News":"More Evidence Minorities in U.S. Get Poorer Hospital Care:  http:\/\/on-msn.com\/nlhKKb","published_year":2011}
{"News":"U.S. Scientists Map Genome of Advanced Prostate Cancer:  http:\/\/on-msn.com\/olIBBd","published_year":2011}
{"News":"Weighing Weight-Loss Programs:  http:\/\/on-msn.com\/twGJVr","published_year":2011}
{"News":"Joan Rivers's Treatment Seen as Possible Example of V.I.P. Syndrome http:\/\/nyti.ms\/1DrNrkQ","published_year":2014}
{"News":"RT atnycscribe: In the Ebola frenzy, don't forget West Africa. If you watch this video, you won't be able to forget. http:\/\/nyti.ms\/1yH8M8S","published_year":2014}
{"News":"Foreign Couples Heading to America for Surrogate Pregnancies http:\/\/nyti.ms\/1zgxKeb","published_year":2014}
{"News":"Flu Prevention Critical for Those With Neurologic Conditions, CDC Says:  http:\/\/on-msn.com\/wAyV4I","published_year":2012}
{"News":"Education Life: This Is Your Brain on Drugs http:\/\/nyti.ms\/1zfn4hn","published_year":2014}
{"News":"Study Confirms Third Gene as Strong Indicator of Breast Cancer Risk http:\/\/nyti.ms\/1shFOGx","published_year":2014}
{"News":"As Ebola’s Toll Rises, Drug Makers Race to Test Medicines http:\/\/nyti.ms\/1ptjKJU","published_year":2014}
{"News":"U.S. Scientists See Long Fight Against Ebola http:\/\/nyti.ms\/1tKgzNx","published_year":2014}
{"News":"100 Possible Ebola Cases Reported in U.S., but All Save 1 Are Ruled Out http:\/\/nyti.ms\/1BFE6lw","published_year":2014}
{"News":"Some Causes of Stillbirth May Be Avoidable: Studies:  http:\/\/on-msn.com\/slyCj7","published_year":2011}
{"News":"Thinner Brains Could Signal Alzheimer's, Study Suggests:  http:\/\/on-msn.com\/s2zCeq","published_year":2011}
{"News":"Aiming to Push Genomics Forward in New Study http:\/\/nyti.ms\/1aVfV5J","published_year":2014}
{"News":"Special K, a Hallucinogen, Raises Hopes and Concerns as a Treatment for Depression http:\/\/nyti.ms\/1GhJqOs","published_year":2014}
{"News":"The New Old Age Blog: Fighting Words Are Rarer Among British Doctors http:\/\/nyti.ms\/Qvh5Bm","published_year":2014}
{"News":"Exercise helps kids focus, new research shows. http:\/\/nyti.ms\/1v2Ao6S","published_year":2014}
{"News":"A Life-Saving Lesson That Took Decades to Learn:  http:\/\/on-msn.com\/rHpcgA","published_year":2011}
{"News":"Greater Exercise Intensity May Add Years to Life:  http:\/\/on-msn.com\/n5eEwA","published_year":2011}
{"News":"Antioxidants Not Behind Red Wine's Healthy Effect on Heart: Study:  http:\/\/on-msn.com\/qo6Ob2","published_year":2011}
{"News":"Well: Vegetarian Thanksgiving: Rice, Beet and Kale Salad With Cider Dressing http:\/\/nyti.ms\/1upMx4w","published_year":2014}
{"News":"Sebelius’s Slow-Motion Resignation From the Cabinet http:\/\/nyti.ms\/1kRQpnJ","published_year":2014}
{"News":"The beer belly is on the rise in America — even as people’s weight stays otherwise the same. http:\/\/nyti.ms\/1u7sLM6 http:\/\/pbs.twimg.com\/media\/Bx60vrgIIAAir_g.jpg","published_year":2014}
{"News":"Switch to Powder-Free Latex Gloves Cuts Health Workers' Allergy Risk:  http:\/\/on-msn.com\/nLUTY3","published_year":2011}
{"News":"Smog Tied to Raised Risk of Chronic Illness in Black Women:  http:\/\/on-msn.com\/wHmTIn","published_year":2012}
{"News":"Healthy Children, Safe Homes a Winning Combination:  http:\/\/on-msn.com\/A4T5fH","published_year":2012}
{"News":"One-Third of Firefighter Injuries Are Exercise-Induced: Study:  http:\/\/on-msn.com\/vYpqUx","published_year":2011}
{"News":"Well: Mediterranean Diet for Diabetes http:\/\/nyti.ms\/1iHNe1m","published_year":2014}
{"News":"C-Sections Linked to Doubled Risk for Blood Clots:  http:\/\/on-msn.com\/pDiuMG","published_year":2011}
{"News":"RT atbstrauch: Can we, after wrecking the tomato, make it better? Maybe.http:\/\/nyti.ms\/17aUIY4","published_year":2013}
{"News":"RT atceliadugger: Antifreeze, which tasted sweet and poisoned pets and people, too, will now taste bitter. http:\/\/nyti.ms\/1fFDP73","published_year":2014}
{"News":"Veterans Affairs Chief Calls Culture Change Key to Improving System’s Health Care http:\/\/nyti.ms\/1x8gJ6L","published_year":2014}
{"News":"Well: Winter Cabbage With a Mediterranean Flair http:\/\/nyti.ms\/1fEbqzC","published_year":2014}
{"News":"Health Care: Death Has Its Benefits, Giraffes Among Us, Not Hiding Hair Loss http:\/\/nyti.ms\/1vYpIUT","published_year":2014}
{"News":"Nervous System May Hold Key to Weight Loss:  http:\/\/on-msn.com\/sxYTPo","published_year":2011}
{"News":"Well: The Antidepressant Generation http:\/\/nyti.ms\/1irqZhU","published_year":2014}
{"News":"At NewYork-Presbyterian Hospital, Its Ex-C.E.O. Finds Lucrative Work  http:\/\/nyti.ms\/1nuBD5n","published_year":2014}
{"News":"The New Old Age: Sharp Truths Only Fiction Can Tell http:\/\/nyti.ms\/1fHwWTi","published_year":2014}
{"News":"How Hospital Workers Are Supposed to Treat Ebola Safely http:\/\/nyti.ms\/1qjjwC9","published_year":2014}
{"News":"New Rule to Make it Easier for Veterans to Get Health Care for Some Traumatic Injuries http:\/\/nyti.ms\/1kNN1sU","published_year":2013}
{"News":"In Congress, a Bid to Undo Dialysis Cuts http:\/\/nyti.ms\/1dsnXct","published_year":2013}
{"News":"Regular Teeth Cleanings Could Cut Heart Attack Risk: Study:  http:\/\/on-msn.com\/sEg4Hu","published_year":2011}
{"News":"Well: Ask Well: How to Clean Baby Bottles http:\/\/nyti.ms\/JDyxA1","published_year":2013}
{"News":"Sleepy Teens Prone to Bad Behaviors, Study Finds:  http:\/\/on-msn.com\/nhvGq4","published_year":2011}
{"News":"Babies Put on Transplant List Before Birth Get Hearts Faster:  http:\/\/on-msn.com\/sDEQ2X","published_year":2011}
{"News":"Death Rate Higher in Minorities With Acute Leukemia:  http:\/\/on-msn.com\/ol7y3Q","published_year":2011}
{"News":"Want to make sure you don’t miss an important story about Ebola or autism. Sign up for our weekly newsletter: http:\/\/nyti.ms\/1mRcCpQ","published_year":2014}
{"News":"Is your dog's yawn contagious? http:\/\/nyti.ms\/16piigU","published_year":2013}
{"News":"Vegetable Spawns Larceny and Luxury in Peru http:\/\/nyti.ms\/1yqA5og","published_year":2014}
{"News":"Targeted Radiation for Breast Cancer May Be Overused: Study:  http:\/\/on-msn.com\/uHjAb4","published_year":2011}
{"News":"Texas Tribune: Shortage of Doctors Tough to Fix http:\/\/nyti.ms\/153VCGh","published_year":2013}
{"News":"How can a doctor determine next of kin when a patient can't speak for himself? http:\/\/nyti.ms\/1jB4nJh","published_year":2014}
{"News":"Bernard Mayes, 85, Dies; Started First U.S. Suicide Hotline http:\/\/nyti.ms\/1womA68","published_year":2014}
{"News":"RT atceliadugger: Men may have a biological clock of sorts, too. Study finds kids of older dads have more mental illnesses. http:\/\/t.co\/tVlm…","published_year":2014}
{"News":"Can you solve a medical mystery involving a boy with a high fever, a single swollen gland and no source of infection? http:\/\/nyti.ms\/1bK8rrm","published_year":2013}
{"News":"Recipes for Health: Apple Compote http:\/\/nyti.ms\/1be6CDN","published_year":2014}
{"News":"Liberia Will Proceed With Senate Vote Delayed by Ebola  http:\/\/nyti.ms\/1v6aOJQ","published_year":2014}
{"News":"Well: For Teenagers, Early School Start Means More Car Crashes, Study Finds http:\/\/nyti.ms\/1t6942g","published_year":2014}
{"News":"Early, Intensive Therapy Better for Kids With Autism, Study Finds:  http:\/\/on-msn.com\/njmOgI","published_year":2011}
{"News":"A Post-Election Day Certainty: New Scrutiny for the Affordable Care Act http:\/\/nyti.ms\/1sctpl9","published_year":2014}
{"News":"‘Thinking of Ways to Harm Her’ http:\/\/nyti.ms\/U0SrdE","published_year":2014}
{"News":"RT atceliadugger: Turns out my chatty walks with friends don't count as moderate exercise. Too bad! I like to walk and talk. http:\/\/t.co\/l99…","published_year":2014}
{"News":"Students Report Playing Dangerous 'Choking Game':  http:\/\/on-msn.com\/yIuwS6","published_year":2012}
{"News":"RT atcslnyt: Do you have epilepsy that drugs can't control? Not a surgical candidate? My story about RNS. http:\/\/nyti.ms\/1msuHdQ","published_year":2014}
{"News":"RT atcarlzimmer: I offered a few thoughts on Ebola for atNYTNow http:\/\/www.nytimes.com\/2014\/08\/11\/us\/your-evening-briefing.html","published_year":2014}
{"News":"Girl watches Ebola spray team disinfect her house in Monrovia. By atberehulak http:\/\/bit.ly\/1ujcmR1 http:\/\/pbs.twimg.com\/media\/Bx6Eq0ZIYAA5IjB.png","published_year":2014}
{"News":"Well: How Exercise Can Help You Live Longer http:\/\/nyti.ms\/QEuNm4","published_year":2014}
{"News":"Undergrads' Drinking Patterns May Predict Future Abuse:  http:\/\/on-msn.com\/powJqG","published_year":2011}
{"News":"Multiple Sclerosis May Cause Changes in Thalamus: Study:  http:\/\/on-msn.com\/uya5kW","published_year":2011}
{"News":"Covering Gym Fees Might Be Money Saver for Medicare:  http:\/\/on-msn.com\/xQFcM3","published_year":2012}
{"News":"RT atpaula_span: Why do discussions of end of life sound like Pentagon briefings, full of combat talk? Does everyone have to \"fight\"? http:\/…","published_year":2014}
{"News":"In press conference, CDC reinstates that health officials are assessing 100 people who may have come into contact with Ebola patient.","published_year":2014}
{"News":"Books: Martha Weinman Lear Returns to Medical Memoir, With Less Fury, in ‘Echoes of Heartsounds’ http:\/\/nyti.ms\/1wwe9o9","published_year":2014}
{"News":"Well: Look for Cancer, and Find It http:\/\/nyti.ms\/1hmkOMS","published_year":2014}
{"News":"Business Briefing: F.D.A. Approves Avastin as Ovarian Cancer Treatment  http:\/\/nyti.ms\/1wBC2Z6","published_year":2014}
{"News":"Well: Share Your Breast Cancer Stories http:\/\/nyti.ms\/145LtYO","published_year":2013}
{"News":"Lack of ZZZs May Fuel Appetite:  http:\/\/on-msn.com\/yfoT7l","published_year":2012}
{"News":"Community-Wide Effort May Help Tame Troubled Teens:  http:\/\/on-msn.com\/pVost1","published_year":2011}
{"News":"Well: When Is It Safe to Drive After Breaking a Bone? http:\/\/nyti.ms\/1hw41Xo","published_year":2013}
{"News":"Healthy Living Can Cut Chances of Developing Diabetes:  http:\/\/on-msn.com\/r8TYT5","published_year":2011}
{"News":"How to Stay Flu-Free for the Holidays:  http:\/\/on-msn.com\/sL51Ck","published_year":2011}
{"News":"'Safety-First' Playgrounds Linked to Bored, Inactive Kids: Study:  http:\/\/on-msn.com\/xuyFQC","published_year":2012}
{"News":"Donations for Ebola Relief Efforts Are Slow to Take Off http:\/\/nyti.ms\/1r1K8rG","published_year":2014}
{"News":"The New Old Age Blog: For Stone Phillips, a Focus on the Home Front http:\/\/nyti.ms\/1gQNUT8","published_year":2014}
{"News":"Those Extra Pounds Could Harm Your Back:  http:\/\/on-msn.com\/AmxIUC","published_year":2012}
{"News":"Well: We Are Our Bacteria http:\/\/nyti.ms\/1qa3OhT","published_year":2014}
{"News":"Well: Summer Burgers, Hold the Meat http:\/\/nyti.ms\/1jD2cDI","published_year":2014}
{"News":"Gunman May Have Used Garner and Brown Cases to Justify Police Killings, Experts Say http:\/\/nyti.ms\/1ATCm9m","published_year":2014}
{"News":"At Service for Dallas Ebola Victim, Relatives Recall a Gentle, Generous Man http:\/\/nyti.ms\/108ljnH","published_year":2014}
{"News":"RT atbcsolomon: I am doing an AMA interview for atreddit about covering the #EbolaOutbreak here in #SierraLeone tomorrow at 1 p.m. eastern ti…","published_year":2014}
{"News":"For Infected Nurse’s Neighbors, Ebola Brings Worry to Doorstep  http:\/\/nyti.ms\/1w0bfXH","published_year":2014}
{"News":"Well: Alcoholism Through a Doctor’s Eyes http:\/\/nyti.ms\/MOi9yb","published_year":2014}
{"News":"Well: Tackling Menopause’s Side Effects http:\/\/nyti.ms\/1lTghnN","published_year":2014}
{"News":"Want to age gracefully? Walking may be the key.  http:\/\/nyti.ms\/1hymC14","published_year":2014}
{"News":"The New Health Care: Medicare Advantage Is Not Efficient, but It Can Be  http:\/\/nyti.ms\/1nNCGh8","published_year":2014}
{"News":"Medicare Part B Premium Increase Lower Than Expected:  http:\/\/on-msn.com\/vvkxAT","published_year":2011}
{"News":"RT atcslnyt: Is it normal to wake to urinate 3X a night? http:\/\/nyti.ms\/1dyURbD","published_year":2013}
{"News":"The New Old Age Blog: Walking the Talk http:\/\/nyti.ms\/1lnjzMT","published_year":2014}
{"News":"Treating High Blood Pressure May Add Years to Life:  http:\/\/on-msn.com\/t1NdMu","published_year":2011}
{"News":"RT atceliadugger: Excellent story explores whether insurers can discriminate based on genetic test results. http:\/\/nyti.ms\/1mVTzYS","published_year":2014}
{"News":"After Criticism, Investigator Steps Down From the V.A. http:\/\/nyti.ms\/1oaOyvG","published_year":2014}
{"News":"High-Level Knowledge Before Veterans Affairs Scandal http:\/\/nyti.ms\/13yCpvS","published_year":2014}
{"News":"Use Vanity to Reduce Young People's Sun Exposure: Task Force:  http:\/\/on-msn.com\/tFldYX","published_year":2011}
{"News":"Recipes for Health: Cold Poached Pacific Cod with Spices http:\/\/nyti.ms\/1kWQ4Fo","published_year":2014}
{"News":"Browse NYT Cooking's favorite healthy dinner recipes http:\/\/nyti.ms\/1wOwD5R (Photo: Andrew Scrivani for NYT) http:\/\/pbs.twimg.com\/media\/Bx7EN-LIcAEyuyZ.jpg","published_year":2014}
{"News":"The New Old Age Blog: A New Benefit for Heart Failure Patients http:\/\/nyti.ms\/1i7AcYi","published_year":2014}
{"News":"RT atcslnyt: In 2012, 100 Medicare doctors got $610 million. Why do a few get a huge share of the payout? http:\/\/nyti.ms\/1qhBxT0 atsarahcnyt","published_year":2014}
{"News":"Study Suggests Exercise May Help Memory of Fibromyalgia Patients:  http:\/\/on-msn.com\/rC6dte","published_year":2011}
{"News":"RT atmichaelpollan: Important NYT story on big data and farming suggesting it will benefit the biggest players and monocropping. http:\/\/t.co…","published_year":2014}
{"News":"Doctors Without Borders has sent 700 doctors &amp; aid workers to Ebola-stricken countries http:\/\/nyti.ms\/ZKpc18 http:\/\/pbs.twimg.com\/media\/B0-MG_jCQAAkg_o.png","published_year":2014}
{"News":"RT atpaula_span: Show Us the Money: Continuing Care Retirement Cmmty residents bring federal suit in California. http:\/\/newoldage.blogs.nytimes.com\/2014\/03\/20\/c-c-r-c-residents-ask-wheres-the-money\/","published_year":2014}
{"News":"Need help relaxing as you finish up the work day? Watch this video. It may put you to sleep … in a good way. http:\/\/nyti.ms\/1nOECM5 #ASMR","published_year":2014}
{"News":"Advanced breast cancer patients who received Perjeta had a median survival time nearly 16 months longer than control. http:\/\/nyti.ms\/1BrBJmt","published_year":2014}
{"News":"Heart Stress Test Likelier When Doctor Owns Equipment: Study:  http:\/\/on-msn.com\/u7Vg5n","published_year":2011}
{"News":"Meth Users Much More Likely to Try Suicide:  http:\/\/on-msn.com\/tROpW9","published_year":2011}
{"News":"Scientists Reconstruct the 'Movies in Our Minds':  http:\/\/on-msn.com\/oVDfV0","published_year":2011}
{"News":"Wanted: Spouse With Car, Stocks, Bonds:  http:\/\/on-msn.com\/q0qgiu","published_year":2011}
{"News":"An adaptive climbing group lifts paraclimbers to higher goals (Photo: Jake Naughton\/NYT) http:\/\/nyti.ms\/1oaeiqq http:\/\/pbs.twimg.com\/media\/Bva3O2jIYAA9Qv9.jpg","published_year":2014}
{"News":"Q&amp;A:  A Gene by Any Other Name http:\/\/nyti.ms\/1A5YNMf","published_year":2014}
{"News":"Twitter Reflects World's Changing Moods:  http:\/\/on-msn.com\/qUDyIB","published_year":2011}
{"News":"Fetal Gene May Protect Brain From Alzheimer’s, Study Finds http:\/\/nyti.ms\/1eSy3Ps","published_year":2014}
{"News":"U.S. Lays Out Strategy to Combat Crisis of Antibotic Resistance http:\/\/nyti.ms\/1DlUr2w","published_year":2014}
{"News":"Well: Think Like a Doctor: Going Blind http:\/\/nyti.ms\/1xcbTUr","published_year":2014}
{"News":"A Chilling Medical Trial http:\/\/nyti.ms\/SsHjov","published_year":2014}
{"News":"Try this healthy salad with Middle Eastern accents (Photo: Andrew Scrivani for NYT) http:\/\/nyti.ms\/1jOEpSq http:\/\/pbs.twimg.com\/media\/Bq_lIm_CIAA5o6T.jpg","published_year":2014}
{"News":"Short-Term Memory Loss May Be Best Predictor of Alzheimer's:  http:\/\/on-msn.com\/pvnMdq","published_year":2011}
{"News":"Antidotes for Aging Parts:  http:\/\/on-msn.com\/rgVhOt","published_year":2011}
{"News":"Well: A Vasectomy May Increase Prostate Cancer Risk http:\/\/nyti.ms\/UeHUeP","published_year":2014}
{"News":"A breast cancer drug that appears to extend patients lives significantly. http:\/\/nyti.ms\/1BrBJmt","published_year":2014}
{"News":"An American pediatrics group will recommend reading aloud to infants from birth http:\/\/nyti.ms\/1lnMz8V","published_year":2014}
{"News":"Well: Lentils in Salads, Pilafs and Pies http:\/\/nyti.ms\/11etaAh","published_year":2014}
{"News":"Earthquakes Put Millions of Lives, Major Cities at Risk:  http:\/\/on-msn.com\/sGTajA","published_year":2011}
{"News":"Liberia’s Ebola Crisis Puts President in Harsh Light http:\/\/nyti.ms\/1E7pMW1","published_year":2014}
{"News":"Global Health: Giving Doctors Guidance on Drugs to Prevent H.I.V. http:\/\/nyti.ms\/ZahuNp","published_year":2014}
{"News":"RT atceliadugger: Texting &amp; walking bad idea &amp;  not just for the suckers walking just behind you. It changes your stride. http:\/\/t.co\/1Z5CwN…","published_year":2014}
{"News":"RT atpaula_span: Should we really DOUBLE the use of statins for older adults? atcslnyt explains. http:\/\/newoldage.blogs.nytimes.com\/2014\/03\/24\/guidelines-may-double-statin-use\/","published_year":2014}
{"News":"The New Health Care: Malpractice Reform Won’t Do Much to Reduce Health Spending http:\/\/nyti.ms\/1xTwQBE","published_year":2014}
{"News":"America’s young people, as a group, are becoming more out of shape with every passing year http:\/\/nyti.ms\/1mIZ80m","published_year":2014}
{"News":"Some Older Breast Cancer Patients Can Skip Hormone Therapy: Study:  http:\/\/on-msn.com\/pK4sHd","published_year":2011}
{"News":"U.S. Safety Board Urges Nationwide Ban on Drivers' Use of Cellphones:  http:\/\/on-msn.com\/uagDRR","published_year":2011}
{"News":"Well: My Father’s A.L.S. http:\/\/nyti.ms\/1sZNADA","published_year":2014}
{"News":"Before the visit, I had been split in two not by fear of death but by dread of dying.” A hospice tour:  http:\/\/nyti.ms\/1pfovFB\r\n492350632402374656|Thu Jul 24 16:48:32 +0000 2014|Well: Seeing the Child, Not the Disability http:\/\/nyti.ms\/1pfew3e\r\n492335797698568192|Thu Jul 24 15:49:35 +0000 2014|Well: Living With Cancer: A Tour of Hospice http:\/\/nyti.ms\/1pf8Xlj\r\n492331036677009409|Thu Jul 24 15:30:40 +0000 2014|RT atceliadugger: After yet another botched execution, why do states still use problematic drug cocktails? Read atnytdenisegrady.  http:\/\/t.c…\r\n492296564325744641|Thu Jul 24 13:13:42 +0000 2014|Well: Photography as a Balm for Mental Illness http:\/\/nyti.ms\/1kdQg2I\r\n492163054960779266|Thu Jul 24 04:23:10 +0000 2014|Court Ruling on Health Care Subsidies Risks Loss of Coverage http:\/\/nyti.ms\/1x4j2Dd\r\n492076225678962688|Wed Jul 23 22:38:09 +0000 2014|Well: Acetaminophen No Better Than Placebo for Back Pain http:\/\/nyti.ms\/1tC4Pgp\r\n492052273330397184|Wed Jul 23 21:02:58 +0000 2014|RT atGretchenReynold: I'm of the noodly-arms school How Our Arms Help Us Run http:\/\/nyti.ms\/1sPHTg3\r\n492035363175931905|Wed Jul 23 19:55:46 +0000 2014|The New Old Age Blog: Stealing a Page From the Boomers’ Playbook http:\/\/nyti.ms\/1A7fODc\r\n492024227634348032|Wed Jul 23 19:11:31 +0000 2014|Even if not as complex and twisted as the adult human form, dogs can be jealous. http:\/\/nyti.ms\/1nr0Xh3\r\n492020950531977216|Wed Jul 23 18:58:30 +0000 2014|Leader of Lab That Had Anthrax Accident Resigns http:\/\/nyti.ms\/1A70BBW\r\n491806631270031360|Wed Jul 23 04:46:52 +0000 2014|Officials Focus on E-Cigarette Ads Aimed at Youths http:\/\/nyti.ms\/WCcyR2\r\n491806630284390400|Wed Jul 23 04:46:52 +0000 2014|World Briefing: U.N. Warns of Polio Risk in War Zones http:\/\/nyti.ms\/1p8WvRk\r\n491802241746370560|Wed Jul 23 04:29:26 +0000 2014|Well: How Our Arms Help Us Run http:\/\/nyti.ms\/1p909uz\r\n491802240160907264|Wed Jul 23 04:29:25 +0000 2014|Investigators Detail Missteps in Verification for Health Care http:\/\/nyti.ms\/WCdO6X\r\n491798357502078977|Wed Jul 23 04:14:00 +0000 2014|World Briefing: China: Plague Isolates Parts of City http:\/\/nyti.ms\/WCcAbO\r\n491798356541583361|Wed Jul 23 04:14:00 +0000 2014|U.S. Military Is Scrutinized Over Trash Burning in Afghanistan http:\/\/nyti.ms\/1p8WwVm\r\n491794309872898048|Wed Jul 23 03:57:55 +0000 2014|Alex Torres Stands Alone Wearing Safer Isoblox Hat http:\/\/nyti.ms\/WCcAbM\r\n491794308186796033|Wed Jul 23 03:57:54 +0000 2014|Economic Scene: A Dearth in Innovation for Key Drugs http:\/\/nyti.ms\/1p8WvRi\r\n491779244154826752|Wed Jul 23 02:58:03 +0000 2014|How many Americans are lesbian, gay or bisexual? http:\/\/nyti.ms\/1tvPSN2\r\n491672363927629824|Tue Jul 22 19:53:21 +0000 2014|RT atMarthaRShulman: Whole Wheat Focaccia with Tomatoes and Fontina http:\/\/nyti.ms\/1sG8gVN  So good I'm making it again today\r\n491672082762043392|Tue Jul 22 19:52:14 +0000 2014|Niger, by some measures the poorest country in the world, also has its highest birthrate http:\/\/nyti.ms\/1niUHbf\r\n491660879168278528|Tue Jul 22 19:07:42 +0000 2014|Health Policy Perspective: Rulings on Health Law Are Far From Last Word http:\/\/nyti.ms\/1jTN1gj\r\n491660877574447104|Tue Jul 22 19:07:42 +0000 2014|Courts Issue Conflicting Rulings on Health Care Law http:\/\/nyti.ms\/UmvjX0\r\n491634337276628992|Tue Jul 22 17:22:14 +0000 2014|Someone has made a $650 million private donation for psychiatric research http:\/\/nyti.ms\/1tvQthB\r\n491629529258266624|Tue Jul 22 17:03:08 +0000 2014|A sleep apnea test without a night in the hospital http:\/\/nyti.ms\/1tvQXED\r\n491620198177193985|Tue Jul 22 16:26:03 +0000 2014|Credibility Among Gay Men Gives Leverage to New York City’s New Chief of H.I.V. Prevention http:\/\/nyti.ms\/UmbCi0\r\n491607304161488897|Tue Jul 22 15:34:49 +0000 2014|Fresh Concerns About a Hysterectomy Procedure Linked to Cancer Spread http:\/\/nyti.ms\/1jTs7Oo\r\n491515951712858112|Tue Jul 22 09:31:49 +0000 2014|The New Old Age Blog: An ‘Emotional Burden’ Rarely Discussed http:\/\/nyti.ms\/1jSSJ1Z\r\n491438671309328384|Tue Jul 22 04:24:44 +0000 2014|Hospital Agrees to Pay $190 Million Over Recording of Pelvic Exams http:\/\/nyti.ms\/1tt8Qnn\r\n491349538863861761|Mon Jul 21 22:30:33 +0000 2014|Only 0.7% identified as bisexual in new study. 1.6% as gay\/lesbian. atJanHoffmanNYT http:\/\/nyti.ms\/1trSETx\r\n491346096011362305|Mon Jul 21 22:16:52 +0000 2014|Books: 'Proof' Drinks in the Science of Alcohol http:\/\/nyti.ms\/1ncIRiS\r\n491346094547566593|Mon Jul 21 22:16:52 +0000 2014|Reactions: Doctor Apologies, Contraceptives and H.I.V., Dosing Dangers, Mystery of Leprosy http:\/\/nyti.ms\/1wSlo7Y\r\n491338354949357568|Mon Jul 21 21:46:07 +0000 2014|Well: A Sleep Apnea Test Without a Night in the Hospital http:\/\/nyti.ms\/1nczGie\r\n491328596087410688|Mon Jul 21 21:07:20 +0000 2014|Well: How Many Americans Are Lesbian, Gay or Bisexual? http:\/\/nyti.ms\/1nco5Qq\r\n491323114455060480|Mon Jul 21 20:45:33 +0000 2014|Salty, sweet, sour, bitter and fatty? A number of categories are competing for entry into the exclusive taste club. http:\/\/nyti.ms\/1nc8wYN\r\n491316636981678082|Mon Jul 21 20:19:49 +0000 2014|Well: A Budding Club of Tastes http:\/\/nyti.ms\/1wRXrh7\r\n491310530297352192|Mon Jul 21 19:55:33 +0000 2014|RT atMarthaRShulman: Easy Ways to Get More Vegetables on the Table, More Often http:\/\/nyti.ms\/1nyCr9z  Last piece in this fun series on #Mot…\r\n491259815201484800|Mon Jul 21 16:34:01 +0000 2014|A Good Appetite: The Ultimate Veggie Burger http:\/\/nyti.ms\/WyEc1v\r\n491258740294041601|Mon Jul 21 16:29:45 +0000 2014|Thinking about doing a half-marathon? Here are some options. Now is the time to sign up. http:\/\/bit.ly\/cIyke\r\n491257322636083200|Mon Jul 21 16:24:07 +0000 2014|RT atnytimesscience: Watch 100,000 cells of a developing embryo move, shift and shuffle in living color. http:\/\/nyti.ms\/1n5a5IN\r\n491251709717774337|Mon Jul 21 16:01:49 +0000 2014|Op-Ed: There is no more wasteful entity in medicine than a rushed doctor.” http:\/\/nyti.ms\/1tqS0Fy","published_year":2014}
{"News":"Dallas Celebrates as Ebola Monitoring Nears an End http:\/\/nyti.ms\/10yce6V","published_year":2014}
{"News":"Study: The most reliable workers are those who get seven to eight hours of sleep each night http:\/\/nyti.ms\/ZhfovO","published_year":2014}
{"News":"Well: Exercise ‘Snacks’ to Control Blood Sugar http:\/\/nyti.ms\/1k14z7Z","published_year":2014}
{"News":"C.D.C. Closes Anthrax and Flu Labs After Accidents http:\/\/nyti.ms\/1y4gvuQ","published_year":2014}
{"News":"Newer Drug Seems Better at Controlling Lupus Kidney Complication:  http:\/\/on-msn.com\/tYfSPf","published_year":2011}
{"News":"Even When Silent, Irregular Heartbeat Linked to Stroke Risk:  http:\/\/on-msn.com\/AAdLYN","published_year":2012}
{"News":"Hand-grip strength is an amazingly good predictor of future rates of mortality and morbidity, or sickness. http:\/\/nyti.ms\/1DfUwol","published_year":2014}
{"News":"Last Year's Flu Shot Won't Protect Kids This  Season:  http:\/\/on-msn.com\/pDMXiz","published_year":2011}
{"News":"U.S. Preterm Birth Rate Down Slightly:  http:\/\/on-msn.com\/taevB1","published_year":2011}
{"News":"The New Old Age Blog: Fighting ‘Observation’ Status http:\/\/nyti.ms\/1hEsoCn","published_year":2014}
{"News":"Millions Gaining Health Coverage Under Law http:\/\/nyti.ms\/1cGS3Xs","published_year":2014}
{"News":"Lots of Coffee Might Lower Depression Risk: Study:  http:\/\/on-msn.com\/obQ2r9","published_year":2011}
{"News":"Report Finds Health Unit of V.A. Needs Overhaul http:\/\/nyti.ms\/1lyNLq9","published_year":2014}
{"News":"Heart-Rending Test in Virus Zone: A Newborn http:\/\/nyti.ms\/1vVryH4","published_year":2014}
{"News":"Well: Regular Bedtimes Tied to Better Behavior http:\/\/nyti.ms\/GYLgLZ","published_year":2013}
{"News":"Doctors Use Patient’s Immune Cells to Shrink Cancer Tumors http:\/\/nyti.ms\/1j7nc5d","published_year":2014}
{"News":"RT atpaula_span: Diagnosis is aortic stenosis. Is popular  \"minimally invasive\" procedure really better than traditional surgery? http:\/\/t.c…","published_year":2014}
{"News":"RT atcslnyt: Why is Missouri the only state to NOT have a prescription drug database? atalanschwarz http:\/\/nyti.ms\/1nMdMON","published_year":2014}
{"News":"Rising Health Care Costs Hitting Family Pocketbooks:  http:\/\/on-msn.com\/n5sRyz","published_year":2011}
{"News":"Well: New Debate on Prostate Cancer Drug http:\/\/nyti.ms\/15FH3lg","published_year":2013}
{"News":"Well: Run to Stay Young http:\/\/nyti.ms\/1vgVdpO","published_year":2014}
{"News":"If you're brushing a baby's teeth, you should include fluoride, says the American Dental Association. atADANews http:\/\/well.blogs.nytimes.com\/2014\/02\/12\/dental-group-advises-fluoride-toothpaste-before-age-2\/?_php=true&_type=blogs&ref=health&_r=0","published_year":2014}
{"News":"The New Old Age Blog: Weaning Older Patients Off of Sleeping Pills http:\/\/nyti.ms\/1m9elpD","published_year":2014}
{"News":"Can you tell if a person is in real pain or faking it? A computer can: http:\/\/nyti.ms\/1iCrHJF","published_year":2014}
{"News":"Global Health: Life Expectancy Grows for Women Age 50 and Up http:\/\/nyti.ms\/17F8bYq","published_year":2013}
{"News":"RT atcarlzimmer: How climate change will affect our food supply—by atJustinHGillis http:\/\/www.nytimes.com\/2014\/09\/23\/science\/testing-future-conditions-for-the-food-chain.html","published_year":2014}
{"News":"Well: One Pot of Beans, Four Dinners http:\/\/nyti.ms\/1ezhI0O","published_year":2014}
{"News":"Flame Retardants Tied to Lower Birth Weights:  http:\/\/on-msn.com\/pjSNlK","published_year":2011}
{"News":"Amber Joy Vinson, Dallas Nurse Treated for Ebola, Released From Hospital http:\/\/nyti.ms\/1vbVTgR","published_year":2014}
{"News":"'Self-Compassion' Can Help Divorced People Heal:  http:\/\/on-msn.com\/pUp1G1","published_year":2011}
{"News":"Smoking Might Raise Sex Hormone Levels After Menopause:  http:\/\/on-msn.com\/ng5JHW","published_year":2011}
{"News":"Blood Pressure Differences Between Arms Could Signal Heart Risk:  http:\/\/on-msn.com\/ADvg7Z","published_year":2012}
{"News":"Sidney J. Blatt Dies at 85; Developed ‘Double Helix’ Theory of Depression http:\/\/nyti.ms\/QYePlY","published_year":2014}
{"News":"College Students Not Getting Enough Z's:  http:\/\/on-msn.com\/rbXwTd","published_year":2011}
{"News":"Number of Americans Without Health Insurance Falls, Survey Shows http:\/\/nyti.ms\/1phzawn","published_year":2014}
{"News":"Well: The Bugs in Your Home Quiz http:\/\/nyti.ms\/1mifPPk","published_year":2014}
{"News":"Well: Doctor Priorities vs. Patient Priorities http:\/\/nyti.ms\/1heRRB2","published_year":2014}
{"News":"Well: The Genetics of Being a Daredevil http:\/\/nyti.ms\/1c22Ubm","published_year":2014}
{"News":"Observatory: Living Higher, Thanks to Barley http:\/\/nyti.ms\/1vtxYiY","published_year":2014}
{"News":"Do you feel more stressed at work or at home? At answer may surprise you. http:\/\/nyti.ms\/1ttn2x3","published_year":2014}
{"News":"Well: 50 Ways to Love Your Quinoa http:\/\/nyti.ms\/1wItKkf","published_year":2014}
{"News":"RT atsangerkatz: .atCDCgov study says soda drinking in South may be higher because there is more advertising of sugary drinks there. http:\/\/t…","published_year":2014}
{"News":"Turning a patient into a \"zombie\" to save his life? Doctors are planning to try this procedure soon: http:\/\/nyti.ms\/1ih4SHY","published_year":2014}
{"News":"Well: The Pleasure of Bitter Greens http:\/\/nyti.ms\/1v5nccA","published_year":2014}
{"News":"Abuse May Alter Child's Brain Activity:  http:\/\/on-msn.com\/tWlw11","published_year":2011}
{"News":"Official Who Oversaw Health Law’s Rollout Is Retiring http:\/\/nyti.ms\/1ch8RmJ","published_year":2013}
{"News":"Well: Stemming a Stream of Pain for Children with Sickle Cell Disease http:\/\/nyti.ms\/1vYHgmq","published_year":2014}
{"News":"Making sense of the #EbolaHysteria http:\/\/nyti.ms\/1Dr4CSH","published_year":2014}
{"News":"Stretching exercises may be a cure for scoliosis. http:\/\/nyti.ms\/1jktP46","published_year":2014}
{"News":"1 in 5  American Workers Still Smokes: CDC:  http:\/\/on-msn.com\/oAMxh1","published_year":2011}
{"News":"Eureka: The Ice-Bucket Racket http:\/\/nyti.ms\/1zoZsUJ","published_year":2014}
{"News":"Well: For Children With Autism, Opening a Door to Dental Care http:\/\/nyti.ms\/1ycf517","published_year":2014}
{"News":"Well: Muscle Aches From Statins? Drug Interactions May Play a Role http:\/\/nyti.ms\/1eQ5GTt","published_year":2013}
{"News":"RT atcslnyt: \"Costs alone cast a pall\" over medical advances atnytrosenthal http:\/\/nyti.ms\/1lNPbii","published_year":2014}
{"News":"Well: Goodbye to the Doctor’s White Coat? http:\/\/nyti.ms\/Ml1oex","published_year":2014}
{"News":"Vaccine Against Bacterial Meningitis Shows Promise:  http:\/\/on-msn.com\/A047Sc","published_year":2012}
{"News":"RT atnytimeswell: There's many new tech gadgets on the market that make biking safer. Here's a sampling of the coolest. #wiredwell http:\/\/t.…","published_year":2014}
{"News":"RT atjswatz: \"Hey, Z, you still saving the world?\" America's quietly heroic malaria fighter. Great profile by Donald McNeil http:\/\/t.co\/jWbO…","published_year":2014}
{"News":"Flight in question departed Liberia on 19th and arrived in U.S. on 20th, but even patients on that flight should not be worried, CDC says.","published_year":2014}
{"News":"Drinking Late in First Trimester May Be Most Hazardous:  http:\/\/on-msn.com\/AvI1Lm","published_year":2012}
{"News":"The New Health Care: Health Care Law Is Not One-Size-Fits-All, and Here’s Why http:\/\/nyti.ms\/1z0veaZ","published_year":2014}
{"News":"Eat: Delicious Medicine for the Body and Soul http:\/\/nyti.ms\/1ypa2ui","published_year":2014}
{"News":"Type of Muscular Dystrophy Linked to Raised Cancer Risk:  http:\/\/on-msn.com\/s84VMS","published_year":2011}
{"News":"Army Ousts Commander of Hospital After Deaths http:\/\/nyti.ms\/1hbRF8k","published_year":2014}
{"News":"Well: A Warning on Nutmeg http:\/\/nyti.ms\/1rdriE1","published_year":2014}
{"News":"Itching: More Than Skin-Deep http:\/\/nyti.ms\/1ftOn96","published_year":2014}
{"News":"Q&amp;A: Taking a Restful Position http:\/\/nyti.ms\/1d5de1q","published_year":2014}
{"News":"Well: High Body Mass Linked to Hearing Loss in Women http:\/\/nyti.ms\/1eTCmeS","published_year":2013}
{"News":"Scientific Brilliance Doesn't Always Peak Young:  http:\/\/on-msn.com\/vMgkwO","published_year":2011}
{"News":"RT atrealjohngreen: Susan Gubar, a hero of mine (she cowrote The Madwoman in the Attic), made my day with her kind words re. TFIOS. http:\/\/t…","published_year":2014}
{"News":"Well: Adding Citrus to Salads and Desserts http:\/\/nyti.ms\/19p4l5z","published_year":2013}
{"News":"Controls Poor in Dallas, Nurse Says http:\/\/nyti.ms\/1wfp8Dh","published_year":2014}
{"News":"Well: Protecting Newborns Against Whooping Cough http:\/\/nyti.ms\/1jSDDY2","published_year":2014}
{"News":"With New Bill, Abortion Limits Spread in South http:\/\/nyti.ms\/1sWWxxT","published_year":2014}
{"News":"The New Old Age Blog: Bounced From Hospice http:\/\/nyti.ms\/1dt1aru","published_year":2014}
{"News":"Voices that say I'd be better off dead,\" says Amber. Hear more from the Schizophrenia Oral History Project: http:\/\/nyti.ms\/1jk3rfY","published_year":2014}
{"News":"The New Old Age Blog: On New Measurements of Aging http:\/\/nyti.ms\/1r57pNl","published_year":2014}
{"News":"Low vitamin D is associated with an increased risk for Alzheimer’s disease and other forms of dementia,  http:\/\/nyti.ms\/1oxkBKm","published_year":2014}
{"News":"Fiber after a heart attack decreases one's risk of death. http:\/\/nyti.ms\/1j8lOnR","published_year":2014}
{"News":"Well: The Workout: Running While Pregnant http:\/\/nyti.ms\/1rGBE8X","published_year":2014}
{"News":"Health Goth: When Darkness and Gym Rats Meet http:\/\/nyti.ms\/1skxN2J","published_year":2014}
{"News":"The New Old Age Blog: Study: Vitamin E May Help Slow Alzheimer’s Decline http:\/\/nyti.ms\/1cGcIuC","published_year":2013}
{"News":"Well: Losing Weight May Require Some Serious Fun http:\/\/nyti.ms\/1pEcTy5","published_year":2014}
{"News":"The New Old Age Blog: Reader Comments in the New Design http:\/\/nyti.ms\/1hvCVNU","published_year":2014}
{"News":"Almost a Third of All Med School Grads Are Osteopaths http:\/\/nyti.ms\/1ponfQI","published_year":2014}
{"News":"The 4 Best & 3 Worst Sweeteners:  http:\/\/on-msn.com\/nSoZnz","published_year":2011}
{"News":"Bosses Have Big Impact on Workplace Well-Being:  http:\/\/on-msn.com\/x38z6g","published_year":2012}
{"News":"Do Men Flash Cash to Find a Mate?:  http:\/\/on-msn.com\/zS0sjH","published_year":2012}
{"News":"Gene Variant May Raise Death Risk After Heart Bypass:  http:\/\/on-msn.com\/pn3TZ6","published_year":2011}
{"News":"CDC is reaching out to passengers who flew on Frontier Airlines flight 1143 Cleveland to Dallas\/Fort Worth Oct. 13.","published_year":2014}
{"News":"Flu Hits 90 Million Children Under 5 Each Year:  http:\/\/on-msn.com\/tJtcvj","published_year":2011}
{"News":"Well: Knowing Cancer Risk May Not Affect Screening Rates http:\/\/nyti.ms\/1wE98Kf","published_year":2014}
{"News":"Death Toll From Ebola Surges in West Africa, Prompting Alarm http:\/\/nyti.ms\/1mfqQM5","published_year":2014}
{"News":"Billie Jean King Says Exercise Your Best Shot Against Arthritis:  http:\/\/on-msn.com\/rjSHAx","published_year":2011}
{"News":"29 States Seek Tighter E-Cigarette Regulations http:\/\/nyti.ms\/1pi6nfy","published_year":2014}
{"News":"Recipes for Health: Beet, Orange and Arugula Salad http:\/\/nyti.ms\/19mbiqg","published_year":2013}
{"News":"Novartis Joins With Google to Develop Contact Lens That Monitors Blood Sugar http:\/\/nyti.ms\/W8yZgj","published_year":2014}
{"News":"Coca-Cola, PepsiCo and the Dr Pepper have pledged to cut the sugary drink calories Americans consume by one-fifth. http:\/\/nyti.ms\/1psBYXI","published_year":2014}
{"News":"Driving Isn't An Issue for Most People With Diabetes:  http:\/\/on-msn.com\/rXIEd9","published_year":2011}
{"News":"RT atcslnyt: Why hospital stitches cost an arm and a leg. atnytrosenthal http:\/\/nyti.ms\/1bG2LhO","published_year":2013}
{"News":"Mr. Duncan’s fiancée and others declared Ebola-free in Dallas. http:\/\/nyti.ms\/1Dr5C99","published_year":2014}
{"News":"Take a break from bad news with healthy comfort food: lentil pie (Photo by Andrew Scrivani) http:\/\/nyti.ms\/1w8VNdP http:\/\/pbs.twimg.com\/media\/B0AN1JRCEAABejj.jpg","published_year":2014}
{"News":"The New Old Age Blog: Tougher Than They Look http:\/\/nyti.ms\/X8T1HB","published_year":2014}
{"News":"RT atjudith_graham: Responding to sharp criticism, Medicare announces changes to its 5 star nursing home rating system.  http:\/\/t.co\/2Vbce91…","published_year":2014}
{"News":"Drug Eases Gout Flare-ups in Some Patients: Study:  http:\/\/on-msn.com\/wxnFSU","published_year":2012}
{"News":"In Practice: Head of Hawaii Insurance Exchange Steps Down http:\/\/nyti.ms\/1g3zqx7","published_year":2013}
{"News":"Council Speaker, on Twitter, Says She Has Infection Linked to Cervical Cancer http:\/\/nyti.ms\/1o845uw","published_year":2014}
{"News":"Life in U.S. Not Always a Plus for Immigrants' Health:  http:\/\/on-msn.com\/uVgazK","published_year":2011}
{"News":"First Ebola Patient to Be Discovered in U.S. Dies http:\/\/nyti.ms\/1nZyjH1","published_year":2014}
{"News":"RT atPamBelluck: Smart piece by atcharlesornstein on  the drug Acthar.  http:\/\/www.nytimes.com\/2014\/08\/05\/upshot\/the-obscure-drug-with-a-growing-medicare-tab.html?hp&action=click&pgtype=Homepage&version=HpSum&module=second-column-region&region=top-news&WT.nav=top-news&_r=0","published_year":2014}
{"News":"More Evidence Links Diabetes, Dementia:  http:\/\/on-msn.com\/oCERTX","published_year":2011}
{"News":"U.S. to Monitor Travelers From Ebola-Hit Nations for 21 Days http:\/\/nyti.ms\/1oum31s","published_year":2014}
{"News":"Well: A Better Baby I.C.U. http:\/\/nyti.ms\/1DrMY27","published_year":2014}
{"News":"Q&amp;a: Heavy Backpacks on Little Backs http:\/\/nyti.ms\/1tWoKVM","published_year":2014}
{"News":"Dallas Sheriff’s Official Tests Negative for Ebola  http:\/\/nyti.ms\/1CZ52iO","published_year":2014}
{"News":"The New Old Age Blog: Hypoglycemia Rising in Older People With Diabetes http:\/\/nyti.ms\/1kR3VpX","published_year":2014}
{"News":"Remember it’s hard to get Ebola — even on an airplane. http:\/\/nyti.ms\/ZPjrQ6","published_year":2014}
{"News":"Well: A Better Ranch Dressing http:\/\/nyti.ms\/1oYtv1T","published_year":2014}
{"News":"Well: Hope for an S-Shaped Back http:\/\/nyti.ms\/QBxljW","published_year":2014}
{"News":"Improved Allergy Shots Might Be on Horizon:  http:\/\/on-msn.com\/shEijd","published_year":2011}
{"News":"When Mom-to-Be's Overweight and Smokes, Risk for Birth Defects Rises:  http:\/\/on-msn.com\/AhYgf0","published_year":2012}
{"News":"Well: When Doctors and Nurses Work Together http:\/\/nyti.ms\/1zdTGJq","published_year":2014}
{"News":"Maker of Hepatitis C Drug Strikes Deal on Generics for Poor Countries http:\/\/nyti.ms\/ZmQL0Z","published_year":2014}
{"News":"Well: Overestimating How Hard We Exercise http:\/\/nyti.ms\/Sxtl4X","published_year":2014}
{"News":"Doctor and Patient: Throwing Money at the Past http:\/\/nyti.ms\/1notJuK","published_year":2014}
{"News":"New Animal Study Might Explain Jet Lag Differences:  http:\/\/on-msn.com\/oEnG3k","published_year":2011}
{"News":"Does the health care system focus too much on medication and not enough on the benefits of physical activity? http:\/\/nyti.ms\/18C6gjA","published_year":2013}
{"News":"Hungry Families Admit to 'Formula Stretching ':  http:\/\/on-msn.com\/zdeKkw","published_year":2012}
{"News":"Evidence Lacking That Cognitive Rehab Therapy Helps Brain-Injured Vets:  http:\/\/on-msn.com\/p1vsE0","published_year":2011}
{"News":"Boys Mature Sexually Earlier Than Ever Before: Study:  http:\/\/on-msn.com\/nZqIeh","published_year":2011}
{"News":"Bush Urges Renewed Fight Against Deadly Diseases in Africa http:\/\/nyti.ms\/1ofoans","published_year":2014}
{"News":"RT atpaula_span: Myths of and experiences with the multigenerational home: New Old Age readers weigh in. (Hint: Not The Waltons) http:\/\/t.co…","published_year":2013}
{"News":"Scans May Discern Between Two Types of Dementia:  http:\/\/on-msn.com\/sVwZzR","published_year":2011}
{"News":"Well: Waiting to Hear From the Doctor http:\/\/nyti.ms\/1avqdO1","published_year":2013}
{"News":"Back-to-School Shouldn't Mean a Too-Heavy Backpack:  http:\/\/on-msn.com\/r2nc0c","published_year":2011}
{"News":"The New Old Age Blog: Faster Assistance for Medicare Patients http:\/\/nyti.ms\/15hfcfr","published_year":2013}
{"News":"It's Easy to Mistake Medicine for Candy:  http:\/\/on-msn.com\/n6gMM6","published_year":2011}
{"News":"Well: Training Dogs to Sniff Out Cancer http:\/\/nyti.ms\/WLviwK","published_year":2014}
{"News":"RT atmattfleg: NYC Mayor De Blasio at Ebola briefing: \"There is no reason for New Yorkers to change their daily routine in any way.\"","published_year":2014}
{"News":"Experts Endorse Lower Lead-Poisoning Threshold:  http:\/\/on-msn.com\/xyXzmE","published_year":2012}
{"News":"Public Hospitals Hope to Attract More Upscale Patients Under Affordable Care Act http:\/\/nyti.ms\/1eTzlef","published_year":2014}
{"News":"RT atcslnyt: Did you experience sexual problems after childbirth? http:\/\/nyti.ms\/1fzqW0M","published_year":2013}
{"News":"Exercise Tips for Breast Cancer Survivors:  http:\/\/on-msn.com\/n9z5ZL","published_year":2011}
{"News":"Well: Life, Interrupted: A Golden Opportunity http:\/\/nyti.ms\/19XviJQ","published_year":2013}
{"News":"You asked, we answered: Are high triglycerides an independent risk factor for heart disease? #askwell http:\/\/nyti.ms\/1fVPpvG","published_year":2014}
{"News":"Genes Influence Ebola Infections in Mice, Study Suggests http:\/\/nyti.ms\/1wKlCkL","published_year":2014}
{"News":"In New Mexico, Deliverer of a Town’s Children Faces Salacious Accusations http:\/\/nyti.ms\/1skxN2L","published_year":2014}
{"News":"Ever heard of a dynamometer? Some think it should be in every doctor’s office in America.  http:\/\/nyti.ms\/1DfUwol","published_year":2014}
{"News":"The New Old Age Blog: Do Not Resuscitate: What Young Doctors Would Choose http:\/\/nyti.ms\/1nl81JO","published_year":2014}
{"News":"Bellevue Back on Front Line in Another Crisis  http:\/\/nyti.ms\/1pJNOy0","published_year":2014}
{"News":"RT atpaula_span: Protecting sexual behavior in assisted living. Yes. http:\/\/newoldage.blogs.nytimes.com\/2014\/06\/10\/sex-in-assisted-living-intimacy-without-privacy\/","published_year":2014}
{"News":"RT atpaula_span: Lawsuits filed: Widowed spouses denied Soc Security benefits if their states won't recognize their same-sex marriages http:…","published_year":2014}
{"News":"House Votes for Tighter Restrictions on Federal Payments for Abortions http:\/\/nyti.ms\/1dLUrs9","published_year":2014}
{"News":"Research Shows How Some Folks Resist Getting Sick With the Flu:  http:\/\/on-msn.com\/or1GIB","published_year":2011}
{"News":"RT atNYTMetro: Updates from the Ebola briefing with atNYGovCuomo and atGovChristie as they announce stricter quarantine rules: http:\/\/t.co\/iDS…","published_year":2014}
{"News":"The NYT would like to hear from veterans about their deployment and the return to civilian life http:\/\/nyti.ms\/1sqBFTn","published_year":2014}
{"News":"Man in U.S. With Ebola Had Been Screened to Fly, but System is Spotty http:\/\/nyti.ms\/1ueVpto","published_year":2014}
{"News":"More than 4,000 people have died from the Ebola outbreak in West Africa. http:\/\/nyti.ms\/1EHU5Eb","published_year":2014}
{"News":"A guide to how you can help stem Ebola’s tide with dollars, time and skills. http:\/\/nyti.ms\/1mZqzUv","published_year":2014}
{"News":"Public restrooms aren’t any dirtier than the rest of our environment, researchers report. http:\/\/nyti.ms\/1wyEMvz","published_year":2014}
{"News":"A Dallas nurse who had Ebola, Nina Pham, is now free of the virus and will be released from the hospital http:\/\/nyti.ms\/ZQ5Ec0","published_year":2014}
{"News":"Are you searching for a new vegetarian or vegan recipe? Try our new Eat Well Recipe Finder. http:\/\/nyti.ms\/1eGsfZR","published_year":2014}
{"News":"Most Sick or Disabled Seniors Want Docs to Say How Long They Have:  http:\/\/on-msn.com\/uPdwhQ","published_year":2011}
{"News":"U.S. to End Coverage Under Health Care Law for Tens of Thousands http:\/\/nyti.ms\/YNxG84","published_year":2014}
{"News":"Breast Cancer Appears Less Deadly for Men Than Women:  http:\/\/on-msn.com\/q4WjnT","published_year":2011}
{"News":"Melon, coleslaw, fruit, and salad: That's all Levi Bowland, 10, eats in a day as part of a raw food diet. http:\/\/nyti.ms\/1pCHoEz","published_year":2014}
{"News":"Gene Research Sheds Light on Rare Immune Disease:  http:\/\/on-msn.com\/AenMYc","published_year":2012}
{"News":"National Briefing Washington: Health Insurance Enrollment for Exchanges Was Overcounted http:\/\/nyti.ms\/1uNubez","published_year":2014}
{"News":"Pregnant and worried about eating fish? Well, make sure you don't avoid seafood completely: http:\/\/nyti.ms\/1pjSDSp","published_year":2014}
{"News":"Craig Spencer, New York’s Ebola Patient, Is Cured http:\/\/nyti.ms\/148Wslq","published_year":2014}
{"News":"Blogging Can Help Calm Anxious Teens: Study:  http:\/\/on-msn.com\/y7QeCv","published_year":2012}
{"News":"Report Says Not Enough Children Get HPV Vaccine http:\/\/nyti.ms\/MDMJup","published_year":2014}
{"News":"Well: The Hospital-Dependent Patient http:\/\/nyti.ms\/1scT9Bs","published_year":2014}
{"News":"Could Women's Use of 'the Pill' Raise Men's Prostate Cancer Risk?:  http:\/\/on-msn.com\/rNud35","published_year":2011}
{"News":"This is what you do with all that turkey. http:\/\/nyti.ms\/1FCmnNY http:\/\/pbs.twimg.com\/media\/B3jWbshCUAAAW5H.jpg","published_year":2014}
{"News":"To Get Up and Get Moving, Joining a Gym Might Help:  http:\/\/on-msn.com\/pvHxgi","published_year":2011}
{"News":"The Scan: Science Events: Dancing Particle Physics and Science-Inspired Fashion http:\/\/nyti.ms\/1u6X2cI","published_year":2014}
{"News":"Well: Putting Us All at Risk for Measles http:\/\/nyti.ms\/1mtDQlW","published_year":2014}
{"News":"RT atlpolgreen: Ebola patients turned away at hospital gates in Liberia. Harrowing dispatch from atbcsolomon. http:\/\/www.nytimes.com\/video\/ebola-playlist\/ http:\/\/t…","published_year":2014}
{"News":"Conviction Rates Similar for Suspects of Child, Adult Murder in Utah:  http:\/\/on-msn.com\/q19adv","published_year":2011}
{"News":"Eye Antibiotics Can Cause Drug-Resistant Bacteria: Study:  http:\/\/on-msn.com\/oPofms","published_year":2011}
{"News":"But I also have no doubt that while this goes on in Africa, we’ll need to be on our guard, doctor adds.","published_year":2014}
{"News":"RT atceliadugger: Another e-cigs study that doesn't settle whether a gateway to smoking or path to quitting. Need stronger methodology. http…","published_year":2014}
{"News":"Troubled Teens  Spotted in Routine School Screenings: Study:  http:\/\/on-msn.com\/oOJsC2","published_year":2011}
{"News":"Exposure to Toxic Solvents Linked to Parkinson's Disease:  http:\/\/on-msn.com\/s7ZORk","published_year":2011}
{"News":"Global Health: Schizophrenics and Home Care http:\/\/nyti.ms\/1d7NGI3","published_year":2014}
{"News":"Well: Raw Milk a Hazard for Children and Pregnant Women http:\/\/nyti.ms\/1kNN1sW","published_year":2013}
{"News":"RT atceliadugger: Urgent need to focus on poor black and Hispanic men to slow HIV spread.  http:\/\/nyti.ms\/1bikBBy","published_year":2013}
{"News":"Ob-Gyns Should Screen for Domestic Abuse: Experts:  http:\/\/on-msn.com\/wqmALN","published_year":2012}
{"News":"U.S. Campaign Urges Gay Men to Talk About H.I.V. http:\/\/nyti.ms\/1gmflGq","published_year":2014}
{"News":"Too Much Vitamin D Could Be Harmful to Heart:  http:\/\/on-msn.com\/wMq218","published_year":2012}
{"News":"Three Embryos Are Too Many for IVF: Study:  http:\/\/on-msn.com\/xSrloS","published_year":2012}
{"News":"RT atmeslackman: \"I’ve been covering Ebola for nearly two months.  I’ve watched the virus spread, and it has been a devastating sight.\"http:…","published_year":2014}
{"News":"Ebola Death Toll in West Africa Tops 1,200 http:\/\/nyti.ms\/1pXHMvD","published_year":2014}
{"News":"After 5 Months of Sales, Colorado Sees the Downside of a Legal High http:\/\/nyti.ms\/1u31Cap","published_year":2014}
{"News":"Care for Mentally Ill Vets at VA Centers May Differ Across U.S.:  http:\/\/on-msn.com\/nlXJfv","published_year":2011}
{"News":"Obesity, Diabetes Pose 1-2 Threat to Young Americans:  http:\/\/on-msn.com\/rQnfYw","published_year":2011}
{"News":"World Briefing Health: Malaria Scourge Has Declined Globally, but Ebola May Affect Toll, W.H.O. Says http:\/\/nyti.ms\/1zloRjH","published_year":2014}
{"News":"Because of Ebola, Ambulance Work in Liberia Is a Busy and Lonely Business http:\/\/nyti.ms\/1ua0QGg","published_year":2014}
{"News":"RT atalbertsun: Accelerometers track you while skating http:\/\/nyti.ms\/1iwHUBP, and even if you're a dog http:\/\/nyti.ms\/1elR3FV. #wiredwell","published_year":2014}
{"News":"STD Complication May Double Infertility Risk:  http:\/\/on-msn.com\/sgLg3Q","published_year":2011}
{"News":"RT atceliadugger: Sad news: the Mississippi baby thought to be cured of HIV now showing signs of infection.  http:\/\/nyti.ms\/1kJjMaN","published_year":2014}
{"News":"Well: How Exercise Can Help Us Sleep Better http:\/\/nyti.ms\/182d88K","published_year":2013}
{"News":"Liberia President, Citing Ebola Gains, Ends State of Emergency http:\/\/nyti.ms\/1v7d1Ks","published_year":2014}
{"News":"Well: Genetic Variant May Shield Latinas From Breast Cancer http:\/\/nyti.ms\/1wkZWtc","published_year":2014}
{"News":"President Macky Sall of SenegalI: \"It is necessary to confront Ebola as a threat to humanity.” http:\/\/nyti.ms\/1lAGmTT","published_year":2014}
{"News":"Well: Vets Face Rising Worry Over Fleas http:\/\/nyti.ms\/1rxdII8","published_year":2014}
{"News":"Well: Better Ways to Learn http:\/\/nyti.ms\/Zad9d6","published_year":2014}
{"News":"Cases of Tamiflu-Resistant Flu Concern Experts:  http:\/\/on-msn.com\/ujU6Ta","published_year":2011}
{"News":"Well: Beets for Breakfast, or Dinner http:\/\/nyti.ms\/1gxwOsm","published_year":2013}
{"News":"The New Old Age Blog: A Rise in Falls http:\/\/nyti.ms\/1yOzoSS","published_year":2014}
{"News":"Afraid to Do the Math?:  http:\/\/on-msn.com\/ob0bGk","published_year":2011}
{"News":"State Investigating Woman’s Death After Nursing Home Evacuation  http:\/\/nyti.ms\/1yepDyB","published_year":2014}
{"News":"Couples Counseling Boosts Sex Lives After Prostate Cancer:  http:\/\/on-msn.com\/nWXQWx","published_year":2011}
{"News":"In the market for an activity tracker? Use our handy guide to the pros and cons of the most popular models: http:\/\/nyti.ms\/1fmPerS","published_year":2014}
{"News":"RT attminsberg: A panel is arguing that it's time to overhaul how the USA deals with end-of-life care, atPamBelluck writes http:\/\/t.co\/OldgRX…","published_year":2014}
{"News":"RT atcarlzimmer: The U.N.’s Ebola outbreak trust fund is full of promises, and almost no cash. http:\/\/www.nytimes.com\/2014\/10\/17\/world\/africa\/ban-ki-moon-pleads-for-ebola-aid-donations.html?action=click&contentCollection=US%20Open&region=Article&module=Promotron","published_year":2014}
{"News":"RT atceliadugger: Sierra Leone loses yet another precious dr to Ebola as Liberia uses experimental drug to treat one if its own. http:\/\/t.co…","published_year":2014}
{"News":"RT atpaula_span: What proportion of seniors adapt to disability, restrict activities, etc. atjudith_graham explains new findings. http:\/\/t.co…","published_year":2013}
{"News":"The Health Issue: Searching for the Fountain of Youth http:\/\/nyti.ms\/1wuu31p","published_year":2014}
{"News":"Factors Identified That May Raise Risk of Early Menopause:  http:\/\/on-msn.com\/q2Qh0R","published_year":2011}
{"News":"Mr. Duncan spent nearly two decades separated from the woman he had traveled to Dallas to be with. They were rekindling their relationship.","published_year":2014}
{"News":"Global Health: Clue to Disease’s Spread in a 6,200-Year-Old Grave http:\/\/nyti.ms\/TxqfON","published_year":2014}
{"News":"RT atcslnyt: Gorgeous essay abt daughter and her father, who has Alzheimer's http:\/\/nyti.ms\/1uX2Zrc atRebeccaRotert","published_year":2014}
{"News":"RT atcslnyt: Mice like to run. Who knew?  atjimgorman http:\/\/nyti.ms\/1m1a2M7","published_year":2014}
{"News":"Older Dads Can Pass on Gene Mutations That Lower Intellect:  http:\/\/on-msn.com\/pouAbx","published_year":2011}
{"News":"Op-Ed Contributors: You’re Never Too Old to Be Studied http:\/\/nyti.ms\/1gVaoVD","published_year":2014}
{"News":"Crowding in ER May Delay Pain Relief for Kids:  http:\/\/on-msn.com\/u34pN4","published_year":2011}
{"News":"Cooling Soldiers With Combat Injuries May Improve Survival:  http:\/\/on-msn.com\/nzcFlo","published_year":2011}
{"News":"RT atpaula_span: We're going to be hearing more about stress reduction and \"lifestyle modification\" to prevent or delay dementia. http:\/\/t.c…","published_year":2014}
{"News":"Well: The Difficult Balance of Texting While Walking http:\/\/nyti.ms\/1csjggA","published_year":2014}
{"News":"New Hip Implants No Better Than Older Ones, Study Finds:  http:\/\/on-msn.com\/rvx46w","published_year":2011}
{"News":"RT atcslnyt: Worried about sexual assault? Read this http:\/\/nyti.ms\/1urBDI5 atsusandominus","published_year":2014}
{"News":"Statins Cost Four Times More in U.S. Than in U.K.:  http:\/\/on-msn.com\/zD8Cii","published_year":2012}
{"News":"The Working Life: Baby on Way, Worker Gets Her Job Back  http:\/\/nyti.ms\/1rovIkE","published_year":2014}
{"News":"Well: Rustle, Tingle, Relax: The Compelling World of A.S.M.R. http:\/\/nyti.ms\/1mVMvt6","published_year":2014}
{"News":"Well: Staples vs. Sutures After C-Section http:\/\/nyti.ms\/U3MH2H","published_year":2014}
{"News":"Dallas Ebola victim had helped bring an ill pregnant woman in Liberia to the hospital http:\/\/www.nytimes.com\/2014\/10\/02\/world\/africa\/ebola-victim-texas-thomas-eric-duncan.html?smid=tw-share","published_year":2014}
{"News":"RT attminsberg: Listening to music makes hard workouts feel a bit easier (thanks, Coach Beyoncé) http:\/\/nyti.ms\/ZNTosm","published_year":2014}
{"News":"Lettuce turnip the beet http:\/\/nyti.ms\/1xTUoYa","published_year":2014}
{"News":"A dozen or so individuals have been quarantined in an apartment for monitoring, but they do not have any Ebola symptoms, CDC says.","published_year":2014}
{"News":"Health Experts See Benefits in Push to Cut Pollution http:\/\/nyti.ms\/1mLQnOO","published_year":2014}
{"News":"In Older Men, Prostate Biopsies Can Raise Risk of Hospitalization:  http:\/\/on-msn.com\/n2ABXL","published_year":2011}
{"News":"The sale of athletic apparel has exploded in the past few years http:\/\/nyti.ms\/WNmpnl","published_year":2014}
{"News":"RT atpaula_span: Does your employer offer back-up eldercare? Hundreds do, and more are signing up. http:\/\/newoldage.blogs.nytimes.com\/2013\/12\/17\/a-way-to-stay-on-the-job\/#more-16290","published_year":2013}
{"News":"Gluten in Cosmetics Threaten Those With Celiac Disease:  http:\/\/on-msn.com\/uEpmHW","published_year":2011}
{"News":"Hard Cases: Revolving Doors at Hospitals http:\/\/nyti.ms\/SsSNIF","published_year":2014}
{"News":"RT atceliadugger: More polio vaccinators murdered in Pakistan, main bastion of the disease. Nawaz Sharif's promises unkept. http:\/\/t.co\/D1Q4…","published_year":2014}
{"News":"But in workers of lower socioeconomic status, more than 55 hours a week of work translated to 30% increase in risk of Type 2 diabetes.","published_year":2014}
{"News":"Well: Pâté from the Sea http:\/\/nyti.ms\/1DmTjy0","published_year":2014}
{"News":"Python Findings Shed Light on Human Heart Health:  http:\/\/on-msn.com\/uaI5F3","published_year":2011}
{"News":"RT atcslnyt: More dentists today realize kids w\/ autism CAN become cooperative patients. But many still don't treat them. http:\/\/t.co\/GY8QDz…","published_year":2014}
{"News":"Folks Flock to Facebook for Kindred Spirits:  http:\/\/on-msn.com\/s9VMiW","published_year":2011}
{"News":"Hockey Fistfights Rarely Cause Injuries, Study Claims:  http:\/\/on-msn.com\/oed9Ct","published_year":2011}
{"News":"Letters: What Cheating Says About Us (1 Letter) http:\/\/nyti.ms\/1bs1Zl9","published_year":2013}
{"News":"Perhaps all diseases bring egotism in their wake. People in distress find it hard to think of anything else. http:\/\/nyti.ms\/1dU7OKt","published_year":2013}
{"News":"RT atMarthaRShulman: http:\/\/nyti.ms\/1BQJBQw  #Whole #Wheat #Focaccia with #Tomatoes and #Olives on #Recipes for #Health","published_year":2014}
{"News":"Use of Ebola Survivors’ Blood as Possible Treatment Gains Support http:\/\/nyti.ms\/1pMWum8","published_year":2014}
{"News":"HPV Vaccination Rates Low Among Teen Girls, CDC Reports:  http:\/\/on-msn.com\/ngQwY3","published_year":2011}
{"News":"Stress Linked to Higher Mortality Risk Among Men:  http:\/\/on-msn.com\/sogHYl","published_year":2011}
{"News":"Quitting Even Tougher When Smokers Battle Other Addictions:  http:\/\/on-msn.com\/qxiv7H","published_year":2011}
{"News":"Even Slightly Higher Blood Pressure May Boost Stroke Risk:  http:\/\/on-msn.com\/mWtKhR","published_year":2011}
{"News":"Well: A Powerful Tool in the Doctor’s Toolkit http:\/\/nyti.ms\/1cGuM9Y","published_year":2013}
{"News":"RT atsuleikajaouad: \"People in pain seek both to describe their suffering and to give meaning to it\" Great atnytimes read by Joanna Bourke ht…","published_year":2014}
{"News":"Well: Mediterranean Diet Is Good for Your DNA http:\/\/nyti.ms\/1tBtT60","published_year":2014}
{"News":"Heart Experts Make Boosting Bystander CPR a Priority:  http:\/\/on-msn.com\/ADKoQo","published_year":2012}
{"News":"F.D.A. Approves First 2 Drugs for Treatment of a Fatal Lung Disease  http:\/\/nyti.ms\/1yFNfNO","published_year":2014}
{"News":"At Assisted-Living Home Set to Close, Holdouts Dig In as Services Dry Up http:\/\/nyti.ms\/1Cqwid9","published_year":2014}
{"News":"Greenhouse Gas Emissions Could Fall as Population Ages:  http:\/\/on-msn.com\/v04ZoO","published_year":2011}
{"News":"For Older Runners, the Message Is: Keep Those Legs Pumping:  http:\/\/on-msn.com\/uIqOza","published_year":2011}
{"News":"RT atSominiSengupta: UN's new Ebola crisis manager for Guinea -- Marcel Rudasingwa -- has died. UN says \"natural causes.\" He was 59.","published_year":2014}
{"News":"RT atDavidFurstNYT: Health workers prayed before the start of their shift. Images from an Ebola ward by atberehulak http:\/\/nyti.ms\/1CVAf6l ht…","published_year":2014}
{"News":"College Students Missing Out on Fruits, Veggies: Survey:  http:\/\/on-msn.com\/qZvH45","published_year":2011}
{"News":"Well: Helping Smokers Quit, or Not Start in the First Place http:\/\/nyti.ms\/1e1qyu2","published_year":2014}
{"News":"Let your kids play with their food, says atPerriKlass http:\/\/nyti.ms\/1cvICeS","published_year":2013}
{"News":"Holiday Blues May Signal Depression:  http:\/\/on-msn.com\/s7pKJi","published_year":2011}
{"News":"What You Eat Affects Viruses Living in the Gut: Study:  http:\/\/on-msn.com\/qzzgsG","published_year":2011}
{"News":"Well: Some Fruits Are Better Than Others http:\/\/nyti.ms\/15YRJA0","published_year":2013}
{"News":"The New Old Age Blog: A Doctor Discovers Dying http:\/\/nyti.ms\/1oepIAk","published_year":2014}
{"News":"Business Briefing: The F.D.A. Approves a Pill to Help People Stay Asleep http:\/\/nyti.ms\/1uRlmhi","published_year":2014}
{"News":"Senate, Ending Long Fight, Confirms Obama Pick for Surgeon General http:\/\/nyti.ms\/1Af82po","published_year":2014}
{"News":"RT atpaula_span: Two million more seniors w\/heart failure can now get Medicare-covered, lifesaving cardiac rehab. But will they? http:\/\/t.co…","published_year":2014}
{"News":"RT atcarlzimmer: There aren’t enough beds for Liberians with Ebola, so they’re dying at home &amp; infecting their families. http:\/\/t.co\/j7rtRUS…","published_year":2014}
{"News":"Paralyzed in a car crash, then fired for using medical marijuana.  http:\/\/nyti.ms\/1okJ6pA","published_year":2014}
{"News":"Experts Debate Tylenol's Safety for Asthmatic Kids:  http:\/\/on-msn.com\/talXUo","published_year":2011}
{"News":"IUDs May Lower Women's Risk for Cervical Cancer: Study:  http:\/\/on-msn.com\/qhW0U8","published_year":2011}
{"News":"Exploring Saline’s Secret Costs http:\/\/nyti.ms\/1dgoWfF","published_year":2013}
{"News":"Well: A Trendy Food, Now Kosher for Passover http:\/\/nyti.ms\/P198Tc","published_year":2014}
{"News":"Early Results Arrive on Weight-Loss Pills That Expand in the Stomach http:\/\/nyti.ms\/1l2DVI7","published_year":2014}
{"News":"The New Old Age Blog: The Company I Keep http:\/\/nyti.ms\/1aQvsa8","published_year":2014}
{"News":"More Teens Getting Vaccines Against HPV, Other Infections: CDC:  http:\/\/on-msn.com\/rCqFe3","published_year":2011}
{"News":"Poor Black and Hispanic Men Are Face of H.I.V. http:\/\/nyti.ms\/1iBcnOJ","published_year":2013}
{"News":"RT atcslnyt: \"Making physicians into secretaries is not a winning proposition\" Enter scribes.  http:\/\/nyti.ms\/1hdPxcj","published_year":2014}
{"News":"Norovirus: \"One minute you’re fine, and the next you think you’re dying — or that dying would be preferable.\" http:\/\/nyti.ms\/1oUmNsB","published_year":2014}
{"News":"Maternal Blood Test Might Spot Birth Defects More Safely:  http:\/\/on-msn.com\/vp7wuk","published_year":2011}
{"News":"More Americans Face Longers Trips to ER:  http:\/\/on-msn.com\/q0ngdP","published_year":2011}
{"News":"You asked, we answered: If they can replace knees and hips, why not ankles? #askwell http:\/\/nyti.ms\/1hnSfZE","published_year":2014}
{"News":"Corn, Squash, Red Onion and Tomatoes Stir-Fried in Coconut Oil http:\/\/nyti.ms\/1sjBg5t","published_year":2014}
{"News":"Halloween Trappings Can Trigger Asthma, Allergies:  http:\/\/on-msn.com\/mSMmjO","published_year":2011}
{"News":"Disgraced Scientist Granted U.S. Patent for Work Found to be Fraudulent http:\/\/nyti.ms\/M1rYrL","published_year":2014}
{"News":"Well: Circumcision Benefits Outweigh Risks, Study Reports http:\/\/nyti.ms\/1lFJO14","published_year":2014}
{"News":"Rapid Infant Growth Linked to Asthma in Study:  http:\/\/on-msn.com\/AezAy3","published_year":2012}
{"News":"Well: Ask Well: Do Mosquitos Spread Ebola? http:\/\/nyti.ms\/ZInkGr","published_year":2014}
{"News":"Well: The Comfort of Vegetable Gratins http:\/\/nyti.ms\/1hSWBvd","published_year":2014}
{"News":"Computer 'Pathologist' Could Help Assess Breast Cancer Survival:  http:\/\/on-msn.com\/vDo6T6","published_year":2011}
{"News":"Diabetes Care Thwarted by Unstable Health Insurance: Study:  http:\/\/on-msn.com\/ADXFgG","published_year":2012}
{"News":"Scientists Use Stem Cells for Blood 'Self-Transfusion':  http:\/\/on-msn.com\/q1HOVw","published_year":2011}
{"News":"Gay Advocates Can Shift Same-Sex Marriage Views http:\/\/nyti.ms\/1Di2mk1","published_year":2014}
{"News":"Heart Attack Damage Not Reduced by Adding Balloon Pump to Angioplasty:  http:\/\/on-msn.com\/pINI9N","published_year":2011}
{"News":"WTC First Responders More Likely to Have Asthma: Study:  http:\/\/on-msn.com\/rR1gcf","published_year":2011}
{"News":"Longer CPR Backfires for Certain Heart Patients: Study:  http:\/\/on-msn.com\/pBLEGx","published_year":2011}
{"News":"Midterm Calculus: Election Results 2014: The Effect on Medicaid Expansion http:\/\/nyti.ms\/10rITLH","published_year":2014}
{"News":"Trouble With Math? Blame Your Lack of 'Numbers Sense':  http:\/\/on-msn.com\/qzV28S","published_year":2011}
{"News":"What is enterovirus 68? http:\/\/nyti.ms\/1ok2gvV","published_year":2014}
{"News":"Well: Think Like a Doctor: Mirror, Mirror http:\/\/nyti.ms\/1mVieRS","published_year":2014}
{"News":"Social interaction is one of the most important parts of dog ownership, writes Jane Brody. http:\/\/nyti.ms\/1gDhYNG","published_year":2014}
{"News":"Study Adds New Doubts About Value of Mammograms http:\/\/nyti.ms\/1eOKX5R","published_year":2014}
{"News":"Could HPV Raise Women's Risk for Heart Disease?:  http:\/\/on-msn.com\/rFeVW0","published_year":2011}
{"News":"After years of research there is genuine hope for reducing the toll of lung cancer.  http:\/\/nyti.ms\/1uc9mFv","published_year":2014}
{"News":"Well: More Protein in Diet May Lower Stroke Risk http:\/\/nyti.ms\/1lnDSva","published_year":2014}
{"News":"Delicious! A fall salad inspired by Tuscany and Thanksgiving stuffing. #VegetarianThanksgiving http:\/\/nyti.ms\/1sErDdT http:\/\/pbs.twimg.com\/media\/B2QxAmDIEAAl6xe.png","published_year":2014}
{"News":"Many Parents Skip Booster Seats When Carpooling:  http:\/\/on-msn.com\/ye3Qsb","published_year":2012}
{"News":"Well: New Strides in Spaying and Neutering http:\/\/nyti.ms\/IGuKlC","published_year":2013}
{"News":"Well: Airport Noise Linked to Heart Risks http:\/\/nyti.ms\/1hAwfvC","published_year":2013}
{"News":"Deaf 'Signers' Quick to Interpret Body Language: Study:  http:\/\/on-msn.com\/yirWGk","published_year":2012}
{"News":"Birth Defects Seem Rare in Kids of Childhood Cancer Survivors:  http:\/\/on-msn.com\/tpoa7l","published_year":2011}
{"News":"Evidence has mounted to indicate that those at risk for developing degenerative brain disease include soccer players. http:\/\/nyti.ms\/1psCncG","published_year":2014}
{"News":"3-Bean Good Luck Salad With Cumin Vinaigrette http:\/\/nyti.ms\/1ch5ITX","published_year":2013}
{"News":"Fewer Disease Risk Factors Yet More Fatal Heart Attacks:  http:\/\/on-msn.com\/vhqkfx","published_year":2011}
{"News":"In the news: shivering as exercise, CVS and peanut allergies. Test your knowledge of this week’s health news.  http:\/\/nyti.ms\/1l0nsGQ","published_year":2014}
{"News":"Roughly half of medical school students have received some kind of gift from the pharmaceutical industry.  http:\/\/nyti.ms\/1hpZv8a","published_year":2013}
{"News":"Lives: A Brief Vacation From Myself http:\/\/nyti.ms\/12VU0dY","published_year":2013}
{"News":"Obama to Ask Congress for $6 Billion to Fight Ebola http:\/\/nyti.ms\/1wxQB3J","published_year":2014}
{"News":"Busy Working, Robin Williams Fought Demons http:\/\/nyti.ms\/1sWWTXj","published_year":2014}
{"News":"Books: ‘American Psychosis’ Attacks Mental Health Care http:\/\/nyti.ms\/1j4e4nk","published_year":2014}
{"News":"Well: A Weight Loss Belief Is Tested http:\/\/nyti.ms\/1vYTdsc","published_year":2014}
{"News":"Obesity Linked to Worse Outcomes With Early Breast Cancer:  http:\/\/on-msn.com\/rJQ52Y","published_year":2011}
{"News":"Officials Question the Rising Costs of Generic Drugs http:\/\/nyti.ms\/1ncmBbl","published_year":2014}
{"News":"Type 2 Diabetes Complications Show Sharp Decline, Report Finds http:\/\/nyti.ms\/1eKCstM","published_year":2014}
{"News":"Presumed Consent Wouldn't Boost U.S. Organ Donation: Study:  http:\/\/on-msn.com\/s3L2uU","published_year":2011}
{"News":"Screening Lots of Lymph Nodes Little Help for Colon Cancer Patients:  http:\/\/on-msn.com\/mTonWM","published_year":2011}
{"News":"You asked, we answered: What is the best way to help a child lose weight? #askwell http:\/\/nyti.ms\/1imhkM3","published_year":2014}
{"News":"Choosing a Toy? Think 'Kid-Powered':  http:\/\/on-msn.com\/syLuWG","published_year":2011}
{"News":"The Wait Continues for Safe Tap Water in West Virginia http:\/\/nyti.ms\/19ZFurQ","published_year":2014}
{"News":"Obama Acts to Ease U.S. Drug Shortages:  http:\/\/on-msn.com\/sekUmX","published_year":2011}
{"News":"Is yoga enough to be one’s sole exercise? Probably not. http:\/\/nyti.ms\/XMDwpB","published_year":2014}
{"News":"RT atlpolgreen: More stunning facts from atgardinerharris' sanitation story: one 1% of Chinese, 3% of Bangladeshis defecate outdoors. 50% of …","published_year":2014}
{"News":"Faces of Breast Cancer http:\/\/nyti.ms\/1swHkT0","published_year":2014}
{"News":"Well: Vegetarian Thanksgiving: No-Bake Apple Pie http:\/\/nyti.ms\/1zY81Gt","published_year":2014}
{"News":"Common Household Chemicals Might Harm Kids' Immunity:  http:\/\/on-msn.com\/AbBbf0","published_year":2012}
{"News":"Raw Data: New Truths That Only One Can See http:\/\/nyti.ms\/1eO66cl","published_year":2014}
{"News":"Flu season will bring a virus that spreads far faster than Ebola, and will kill thousands, by atcarlzimmer http:\/\/nyti.ms\/1wkOSj6","published_year":2014}
{"News":"RT atksacknyt: Hospital: \"It is with profound sadness and heartfelt disappointment that we must inform you of the death of  (Duncan) at 7:51…","published_year":2014}
{"News":"RT atbcsolomon: A health worker checks himself in a mirror before entering highly contagious #Ebola ward. At atMSF clinic in #Liberia http:\/\/…","published_year":2014}
{"News":"Can members of the eating disorders community and binge eaters finally meet at the same table? http:\/\/nyti.ms\/GHYrBi","published_year":2013}
{"News":"A Medicine to Some: Don’t Laugh: Berkeley Plans to Give Free Marijuana to the Poor http:\/\/nyti.ms\/1sGXagi","published_year":2014}
{"News":"Obama Cancels Campaign Trip to Meet With Cabinet on Ebola http:\/\/nyti.ms\/1EYEhNf","published_year":2014}
{"News":"RT atnytDeniseGrady: Families wiped out by Ebola: At Heart of Ebola Outbreak, a Village Frozen by Fear and Death http:\/\/nyti.ms\/1oFvbsX","published_year":2014}
{"News":"Well: Living With Cancer: The New Medicine http:\/\/nyti.ms\/1jQViMt","published_year":2014}
{"News":"Unprotected Sex Among Gay Men on the Rise, Health Officials Say http:\/\/nyti.ms\/17V5tgl","published_year":2013}
{"News":"F.D.A. Approves System That May Make Blood Transfusions Safer http:\/\/nyti.ms\/13aB0LT","published_year":2014}
{"News":"W.H.O. Revises Estimate of Swine Flu Deaths in 2009, Far Beyond Earlier Finding http:\/\/nyti.ms\/18FnXSG","published_year":2013}
{"News":"Pregnancy and abortion rates plunged in study offering sexually active teenagers free birth control http:\/\/www.nytimes.com\/2014\/10\/02\/science\/teenage-pregnancy-and-abortion-rates-plummet-with-long-acting-female-contraception-study-says.html","published_year":2014}
{"News":"U.S. Teens Don't Eat Enough Fruits and Veggies: CDC:  http:\/\/on-msn.com\/tEuy7N","published_year":2011}
{"News":"Fresh Graves Point to Undercount of Ebola Toll  http:\/\/nyti.ms\/1uU05VM","published_year":2014}
{"News":"What Are the Chances of Getting Ebola in the United States? Extremely small. http:\/\/nyti.ms\/UPEOhp","published_year":2014}
{"News":"Well: Ask Well: Relieving Sore Muscles http:\/\/nyti.ms\/16mUsnL","published_year":2013}
{"News":"RT atcslnyt: Just how little fluoride toothpaste does a toddler need? See a smear here http:\/\/nyti.ms\/1grP6ei atjshenkin","published_year":2014}
{"News":"There's some new technology out there designed to get you a better night's sleep. Does it work? http:\/\/nyti.ms\/1kOSxQA","published_year":2014}
{"News":".atdeBlasioNYC says at Ebola briefing: Here in NYC, \"We have the finest health system\" in the world","published_year":2014}
{"News":"RT atcslnyt: Are you programmed to enjoy exercise? asks atGretchenReynold http:\/\/nyti.ms\/1g9elmB (My reply: 1000%)","published_year":2014}
{"News":"Family Tree May Affect Diagnosis Age in Some Breast Cancers:  http:\/\/on-msn.com\/sYZGEt","published_year":2011}
{"News":"RT atnytDeniseGrady: Little Vinnie's, a mecca for women who have has mastectomies. A Tattoo That Completes a New Breast http:\/\/t.co\/nMH9xB4I…","published_year":2014}
{"News":"RT atpaula_span: Caregivers: Go take a hike. It might help. http:\/\/newoldage.blogs.nytimes.com\/2014\/04\/02\/walking-the-talk\/","published_year":2014}
{"News":"More Evidence Links Specific Genes to ADHD:  http:\/\/on-msn.com\/ueWxUv","published_year":2011}
{"News":"Grilled Gorgonzola and Beet Green Sandwich http:\/\/nyti.ms\/1jn7djX","published_year":2014}
{"News":"CDC: Patient had no symptoms when departing Liberia or entering the country but began to show symptoms on the 26th.","published_year":2014}
{"News":"A Bolder Effort by Big Tobacco on E-Cigarettes http:\/\/nyti.ms\/1lv7AcX","published_year":2014}
{"News":"'Nose Job' May Make You Look a Bit Younger, Too: Study:  http:\/\/on-msn.com\/xLUCNY","published_year":2012}
{"News":"Well: The Joy of Becoming a Veterinarian http:\/\/nyti.ms\/1oUSp31","published_year":2014}
{"News":"Ebola Fight in Africa Is Hurt by Limits on Ways to Get Out http:\/\/nyti.ms\/1nlnDSx","published_year":2014}
{"News":"Liberia accounts for more than half of all Ebola cases. http:\/\/nyti.ms\/1uksW2V","published_year":2014}
{"News":"Nursing homes are missing a critical element: nurses. http:\/\/nyti.ms\/1ouCPfu","published_year":2014}
{"News":"Global Health: It Pays to Pay Addicts to Get Vaccinations http:\/\/nyti.ms\/P11VT9","published_year":2014}
{"News":"Are medical schools really preparing their students to become doctors? http:\/\/nyti.ms\/1hqLMBL","published_year":2014}
{"News":"Baby Pictures at Doctor’s? Cute, Sure, but Illegal http:\/\/nyti.ms\/1ktFNjl","published_year":2014}
{"News":"Race to Deliver Nicotine’s Punch, With Less Risk  http:\/\/nyti.ms\/1xNzyg4","published_year":2014}
{"News":"Paying Till It Hurts: The Odd Math of Medical Tests: One Scan, Two Prices, Both High http:\/\/nyti.ms\/1GK1q4b","published_year":2014}
{"News":"Celiac Disease in Women Linked to Depression Risk:  http:\/\/on-msn.com\/wGbWsE","published_year":2012}
{"News":"The Mediterranean diet is good for your DNA. http:\/\/nyti.ms\/1wzfLAg","published_year":2014}
{"News":"More on Truvada, the drug that could transform AIDS prevention in the United States: http:\/\/nyti.ms\/1qCAAHR","published_year":2014}
{"News":"Well: Obesity Is Tied to Pollutants http:\/\/nyti.ms\/1zxyNoU","published_year":2014}
{"News":"Well: Statins May Speed Wound Healing http:\/\/nyti.ms\/1k8zDF7","published_year":2014}
{"News":"This is what a 3-d brain made from silk and collagen gel looks like.  http:\/\/nyti.ms\/1nPsTY6 http:\/\/pbs.twimg.com\/media\/Bu7obDRIAAA3G12.png","published_year":2014}
{"News":"Most Patients Want Experienced Surgeons, Not Trainees:  http:\/\/on-msn.com\/riIRRw","published_year":2011}
{"News":"‘Superbugs’ Kill India’s Babies and Pose an Overseas Threat http:\/\/nyti.ms\/1yn4P8p","published_year":2014}
{"News":"Well: Prostate Cancer Screening Still Not Recommended for All http:\/\/nyti.ms\/XFcRed","published_year":2014}
{"News":"RT atbcsolomon: Breaking news: A French atMSF (Doctors Without Borders) worker contracts #Ebola in #Monrovia #Liberia. Will be evacuated to F…","published_year":2014}
{"News":"What type of fitness routine does it take to be a part of \"The Nutcracker\"? atanahadoconnor  found out. http:\/\/nyti.ms\/18Co51W","published_year":2013}
{"News":"Q&amp;A:  A Nose for Their Favorite Foods http:\/\/nyti.ms\/1s6vpgw","published_year":2014}
{"News":"Do you have a question about fatty liver disease? #askwell http:\/\/nyti.ms\/1i1mz3j","published_year":2014}
{"News":"What you need to know about the Ebola outbreak http:\/\/nyti.ms\/1os8oXu http:\/\/pbs.twimg.com\/media\/Bu2xZjcIQAAQuN2.png","published_year":2014}
{"News":"High-Fiber Diet May Help Thwart Colon Cancer:  http:\/\/on-msn.com\/vNvwFH","published_year":2011}
{"News":"World Briefing: Ebola Outbreak in West Africa Kills Over 140, U.N. Agency Says http:\/\/nyti.ms\/1ie3CDZ","published_year":2014}
{"News":"Schumer Proposes ‘Avonte’s Law’ to Protect Children With Autism http:\/\/nyti.ms\/1e1pztH","published_year":2014}
{"News":"In Genes of ‘Exceptional Responders,’ Clues to Fighting Disease http:\/\/nyti.ms\/1ndn2SK","published_year":2014}
{"News":"The New Old Age Blog: Small Changes, and Hopes, for Preventing Dementia http:\/\/nyti.ms\/1mIolXI","published_year":2014}
{"News":"Study Linking Illness and Salt Leaves Researchers Doubtful http:\/\/nyti.ms\/QvG3k6","published_year":2014}
{"News":"Looking for a better night's sleep? Put down that e-book and read a paperback instead. http:\/\/nyti.ms\/1whtwhd","published_year":2014}
{"News":"Hidden Causes of Headaches:  http:\/\/on-msn.com\/rGFgJ4","published_year":2011}
{"News":"Liberia and Sierra Leone could have 21,000 cases of Ebola by next week without effective methods to contain it. http:\/\/nyti.ms\/1r4ySzz","published_year":2014}
{"News":"Terence Moakley, Advocate for Disabled, Dies at 69 http:\/\/nyti.ms\/1DpIPvl","published_year":2014}
{"News":"Short Delay in Treating Blood Pressure Safe for Diabetics: Study:  http:\/\/on-msn.com\/wckXnU","published_year":2012}
{"News":"Judge Upholds Policy Barring Unvaccinated Students During Illnesses http:\/\/nyti.ms\/1sxS8X9","published_year":2014}
{"News":"RT atnytDeniseGrady: An operation can give kids who need liver transplants a chance at life without drugs. Alive With a New, Old Liver http:…","published_year":2014}
{"News":"Chard and Sweet Corn Tacos  http:\/\/nyti.ms\/1kOAo6O","published_year":2014}
{"News":"When your hospital stay makes you sick. http:\/\/nyti.ms\/1poZRVo","published_year":2014}
{"News":"Patterns: How E-books May Disrupt Your Sleep http:\/\/nyti.ms\/13W9Sl1","published_year":2014}
{"News":"RT atFrancesRobles: Although Ebola-free, there is no discharge date yet for Amber Vinson.","published_year":2014}
{"News":"U.S. Health Officials Urge Lifestyle Changes to Cut Stroke Risk:  http:\/\/on-msn.com\/v1TOcF","published_year":2011}
{"News":"RT atPamBelluck: Where to find help for postpartum depression and other maternal mental illnesses http:\/\/pbs.twimg.com\/media\/BqOcVkXIYAEeRZl.jpg","published_year":2014}
{"News":"Early New York Response: Polar Opposite of Dallas’s http:\/\/nyti.ms\/1FNmoBy","published_year":2014}
{"News":"RT atceliadugger: 100s of 1000s of Americans get spinal shots for back &amp; leg pain but randomized trial finds the don't help much. http:\/\/t.c…","published_year":2014}
{"News":"Reactions: Statins ad Women, Birth Defects and Polio Abroad http:\/\/nyti.ms\/1iL7ykD","published_year":2014}
{"News":"Direct-to-Consumer Gene Tests Cause Little Anxiety: Study:  http:\/\/on-msn.com\/qF8D5R","published_year":2011}
{"News":"Here are ways to help in efforts to halt the Ebola outbreak &amp; aid those affected http:\/\/nyti.ms\/ZQ6N3n","published_year":2014}
{"News":"Instead of a large all-out workout, have you tried exercising in snack-size portions?  http:\/\/nyti.ms\/1jtdqKX","published_year":2014}
{"News":"De Blasio’s Latest Break With His Predecessors: Ending a Ban on Ferrets http:\/\/nyti.ms\/1hbQzJO","published_year":2014}
{"News":"Well: Thyroid Supplements With a Kick http:\/\/nyti.ms\/1e7NGBP","published_year":2014}
{"News":"Maybe narrow health networks aren't so bad. http:\/\/nyti.ms\/1ttqXcl","published_year":2014}
{"News":"Start HIV Drug Treatment Early in Patients With TB: Studies:  http:\/\/on-msn.com\/nvcGM9","published_year":2011}
{"News":"U.S. Soldiers Face Host of Mental Health Issues:  http:\/\/on-msn.com\/wpT8gx","published_year":2012}
{"News":"Well: When Doctors ‘Google’ Their Patients http:\/\/nyti.ms\/1aayhmC","published_year":2014}
{"News":"Open Source: Sierra Leone Defends Jailing Critic of Ebola Response http:\/\/nyti.ms\/1uh74Z6","published_year":2014}
{"News":"'Screen-Free' Play  Best for Toddlers'  Brains:  http:\/\/on-msn.com\/oVijyC","published_year":2011}
{"News":"U.S. and Global Efforts to Contain Ebola Draw Criticism at Congressional Hearing http:\/\/nyti.ms\/X5MMVy","published_year":2014}
{"News":"Side Effects May Spur Men to Drop Tamoxifen for Breast Cancer:  http:\/\/on-msn.com\/sIOAyN","published_year":2011}
{"News":"Protein That Controls Movement Does the Opposite in Parkinson's:  http:\/\/on-msn.com\/w0ea42","published_year":2012}
{"News":"RT atNYTmag: Why are we so scared of crossing the germ line - and is that fear putting lives at risk? http:\/\/nyti.ms\/1iD7HJ2","published_year":2014}
{"News":"Study Backs Use of Stem Cells in Retinas  http:\/\/nyti.ms\/1rtLxX0","published_year":2014}
{"News":"E-Cigarette Use Doubles Among Students, Survey Shows http:\/\/nyti.ms\/18wonrz","published_year":2013}
{"News":"Well: Revised Nutrition Labels Still Won’t Tell Whole Story http:\/\/nyti.ms\/1FOY16A","published_year":2014}
{"News":"Motherlode Blog: Want to Ace That Test? Get the Right Kind of Sleep. http:\/\/nyti.ms\/1sVOVQ7","published_year":2014}
{"News":"Ebola Patient in Dallas ‘Fighting for His Life,’ C.D.C. Director Says http:\/\/nyti.ms\/1pDQQ6G","published_year":2014}
{"News":"Defects Found Before Debut of Health Insurance Site for Small Businesses http:\/\/nyti.ms\/1xMFkdQ","published_year":2014}
{"News":"Discrimination Seems to Harm Health Regardless of Race:  http:\/\/on-msn.com\/AAhRdv","published_year":2012}
{"News":"Attention Sappers: 5 reasons you can t concentrate:  http:\/\/on-msn.com\/v7X60t","published_year":2011}
{"News":"Pradaxa has been far from the boon everyone expected. http:\/\/nyti.ms\/1o73tpd","published_year":2014}
{"News":"Workplace wellness programs sound great. But are they effective? http:\/\/nyti.ms\/1tC4rho? http:\/\/pbs.twimg.com\/media\/BxQ2_jLIEAAhBvw.png","published_year":2014}
{"News":"RT atbstrauch: How to really get that youthful glow.http:\/\/nyti.ms\/1fGyu4Y","published_year":2013}
{"News":"Your Money Adviser: Back to http:\/\/HealthCare.Gov to Shop for Plans in Open-Enrollment Period for 2015 http:\/\/nyti.ms\/1nlnE8N","published_year":2014}
{"News":"Epileptic Seizures May Worsen During Menstrual Cycle:  http:\/\/on-msn.com\/ulByCu","published_year":2011}
{"News":"National Briefing Washington: Birth Control Challenge Rejected  http:\/\/nyti.ms\/1vaKYtE","published_year":2014}
{"News":"The New Health Care: How Insurers Are Finding Ways to Shift Costs to the Sick http:\/\/nyti.ms\/1uTFsXJ","published_year":2014}
{"News":"RT atStevenPetrow: The disclosure that took me nearly a lifetime to write: Young, #Gay and blaming myself for #Cancer - http:\/\/t.co\/shPl72Jt…","published_year":2014}
{"News":"Lifting Ban, Toledo Says Its Water Is Safe to Drink Again http:\/\/nyti.ms\/1s5DLIU","published_year":2014}
{"News":"RT atJeffdelviscio: Why does it feel so good to scratch? atnytDeniseGrady on the science of itchiness: http:\/\/nyti.ms\/1gRdtlI","published_year":2014}
{"News":"Protein May Help Spot Newborns With Brain Damage:  http:\/\/on-msn.com\/pa9PUm","published_year":2011}
{"News":"“We can’t make the risk zero until the outbreak is controlled in West Africa.” From CDC press conference.","published_year":2014}
{"News":"More Americans Practicing Safe Sex, CDC Reports:  http:\/\/on-msn.com\/AkEx6O","published_year":2012}
{"News":"Children With Head Injuries Can Face Lifetime of Problems:  http:\/\/on-msn.com\/vQ00r8","published_year":2011}
{"News":"More Than 10,000 Africa Ebola Cases, Health Agency Says http:\/\/nyti.ms\/1rufUNj","published_year":2014}
{"News":"Well: New DNA Test Better at Predicting Some Disorders in Babies, Study Finds http:\/\/nyti.ms\/Mv2vas","published_year":2014}
{"News":"From CDC Director MT atDrFriedenCDC: We know how to stop Ebola from spreading w\/ basic epi &amp; response: find disease, isolate patients ...","published_year":2014}
{"News":"Denham Harman, 98, Dies; Sought Leverage on Aging  http:\/\/nyti.ms\/1CqxP30","published_year":2014}
{"News":"RT atcslnyt: Ob-gyns still not allowed to treat all men. Yes for Cancer. NO for pelvic pain. h\/t atnytdenisegrady http:\/\/nyti.ms\/IEs089","published_year":2013}
{"News":"Well: Think Like a Doctor: The Eyes Have It http:\/\/nyti.ms\/18EC2Ce","published_year":2013}
{"News":"Well: Running as Therapy http:\/\/nyti.ms\/1lS6wCw","published_year":2014}
{"News":"RT atheathertal: A tarp is all that separates a man from his mother, sick with Ebola. Incredible video from Sierra Leone by atbcsolomon http:…","published_year":2014}
{"News":"Well: Antidepressant May Ease Hot Flashes of Menopause http:\/\/nyti.ms\/1ju4u8o","published_year":2014}
{"News":"Negative Anti-Smoking Ads Turn Off Anxious Viewers:  http:\/\/on-msn.com\/uRNjU3","published_year":2011}
{"News":"RT atDQuenqua: New drugs sterilize pets w\/out surgery, but most won't be avail in U.S. anytime soon. My story in tomorrow's NYT http:\/\/t.co\/…","published_year":2013}
{"News":"Well: That Medical Test Costs $50, or Is It $500? http:\/\/nyti.ms\/14RkP7u","published_year":2014}
{"News":"Looking for a healthy snack? Use our Eat Well recipe finder: http:\/\/nyti.ms\/1roy6bV","published_year":2014}
{"News":"Pressure to Be Perfect Parent Can Discourage New Moms, Dads:  http:\/\/on-msn.com\/tbD28a","published_year":2011}
{"News":"Leading AIDS Researcher Killed in Malaysia Airlines Crash http:\/\/nyti.ms\/1nTekr3","published_year":2014}
{"News":"This Ebola victim was declared dead. His family held a wake. Then he recovered and began helping. Photo atjeromedelay http:\/\/pbs.twimg.com\/media\/BzDCoiXCIAAu4aY.jpg","published_year":2014}
{"News":"Weight Watchers Produces Bigger 'Losers' Than Standard Weight-Loss Care:  http:\/\/on-msn.com\/nWQgCJ","published_year":2011}
{"News":"Well: The Workout: Dancing in ‘The Nutcracker’ http:\/\/nyti.ms\/IFPLN1","published_year":2013}
{"News":"Working Too Much Can Give You the Blues:  http:\/\/on-msn.com\/xKSK1B","published_year":2012}
{"News":"Ebola is extremely unlikely to spread through public transit for several reasons. http:\/\/nyti.ms\/1rGMzF8","published_year":2014}
{"News":"Health officials believe Dallas Ebola victim came into contact with 12 to 18 people when he was experiencing symptoms http:\/\/www.nytimes.com\/interactive\/2014\/10\/01\/us\/retracing-the-steps-of-the-dallas-ebola-patient.html","published_year":2014}
{"News":"RT atDoctorYasmin: What a HUGE loss to the world. Just learned that dear friend, amazing father to 5 girls and veteran AIDS researcher Joep …","published_year":2014}
{"News":"RT atksacknyt: Texas health commissioner Lakey says still no signs of infection among those being monitored for Ebola in Dallas.","published_year":2014}
{"News":"Carrot, Squash and Potato Ragout With Thai Flavors http:\/\/nyti.ms\/1iHXyq9","published_year":2014}
{"News":"RT atlpolgreen: \"The risk that anyone will contract Ebola in the United States is extremely small.” http:\/\/www.nytimes.com\/interactive\/2014\/07\/31\/world\/africa\/ebola-virus-outbreak-qa.html?module=Search&mabReward=relbias%3As%2C%7B%221%22%3A%22RI%3A11%22%7D http:\/\/t.co\/oUI8l…","published_year":2014}
{"News":"Breast-Feeding Boost: Fewer Hospitals Handing Out Free Formula:  http:\/\/on-msn.com\/p7fum7","published_year":2011}
{"News":"A Bite to Remember? Chocolate Is Shown to Aid Memory http:\/\/nyti.ms\/1ruSk2X","published_year":2014}
{"News":"How Did Generation X Respond to the H1N1 'Swine' Flu Epidemic?:  http:\/\/on-msn.com\/wMJInf","published_year":2012}
{"News":"Responding to Critics, Gynecology Board Reverses Ban on Treating Male Patients http:\/\/nyti.ms\/1dRuIhX","published_year":2014}
{"News":"Well: Are You a ‘Fun Dad’? http:\/\/nyti.ms\/1onfsoS","published_year":2014}
{"News":"RT atPamBelluck: Promise and caution with #oxytocin and #autism: http:\/\/www.nytimes.com\/2013\/12\/03\/health\/oxytocin-found-to-stimulate-brain-in-children-with-autism.html?hpw&rref=health&pagewanted=all","published_year":2013}
{"News":"World Briefing Asia: Pakistan: Vaccine Teams Attacked http:\/\/nyti.ms\/1gxbcyh","published_year":2013}
{"News":"RT atceliadugger: New meta-analysis of organic food finds less pesticide residues but can't settle ? of whether better for health. http:\/\/t.…","published_year":2014}
{"News":"A healthy recipe for leftover rice:  Brown Rice and Farro Salad With Roasted Pepper, Basil, Arugula and Feta http:\/\/nyti.ms\/1dLN2wz","published_year":2013}
{"News":"Well: Google Glass Enters the Operating Room http:\/\/nyti.ms\/1kffU5M","published_year":2014}
{"News":"Hospital Rooms Crawling With Drug-Resistant Germs: Study:  http:\/\/on-msn.com\/rSvt44","published_year":2011}
{"News":"RT atcslnyt: Ethicists will discuss who should get experimental treatment for #ebola http:\/\/nyti.ms\/1sxnHOH","published_year":2014}
{"News":"Jump in Resting Heart Rate Might Signal Higher Death Risk:  http:\/\/on-msn.com\/u2GrJo","published_year":2011}
{"News":"RT atReedAbelson: This story is worth by keeping an eye on: Four Insurers Accused of Discriminating Against People With H.I.V. http:\/\/t.co\/g…","published_year":2014}
{"News":"Polio Spreading at Alarming Rates, World Health Organization Declares http:\/\/nyti.ms\/1ndYaZV","published_year":2014}
{"News":"Recipes for Health: Roasted Corn and Tomato Salsa http:\/\/nyti.ms\/1zm3cGQ","published_year":2014}
{"News":"An alopecia drug that seems to help patients regrow hair. The results: http:\/\/nyti.ms\/1o5QWlL http:\/\/pbs.twimg.com\/media\/BvVSNsgIgAAc0-3.png","published_year":2014}
{"News":"Can you Think Like a Doctor? Why has this woman had a rash on her hands for 18 years? Visit http:\/\/nyti.ms\/1iWDUH8 at 12AM ET to guess.","published_year":2014}
{"News":"Well: Think Like a Doctor: A Hideous Sore Solved http:\/\/nyti.ms\/1FUPZq3","published_year":2014}
{"News":"RT atpaula_span: A brochure can help wean older adults off risky benzos -- sleeping pills. http:\/\/newoldage.blogs.nytimes.com\/2014\/07\/02\/weaning-older-patients-off-of-sleeping-pills\/","published_year":2014}
{"News":"RT atnytvideo: A Healthcare Hot Potato http:\/\/nyti.ms\/Xwjbo2","published_year":2014}
{"News":"Lens Blog: Five Minutes That Split Lifetimes http:\/\/nyti.ms\/18xpHuJ","published_year":2013}
{"News":"Just relax, you'll get pregnant - terrible advice for women struggling with infertility or is it a bit of truth?  http:\/\/nyti.ms\/1dtbfeu","published_year":2014}
{"News":"RT atcslnyt: New vaccine shows promise against chikungunya, a mosquito-borne virus that causes fever + joint pain http:\/\/nyti.ms\/1oPsODZ","published_year":2014}
{"News":"Well: A Guide for Swimmers Without Boundaries http:\/\/nyti.ms\/18PmbMB","published_year":2013}
{"News":"RT atbstrauch: As atginakolata writes, private oncologists are a vanishing breed and patients are paying higher prices. http:\/\/nyti.ms\/1xB3M0w","published_year":2014}
{"News":"Well: How Inactivity Changes the Brain http:\/\/nyti.ms\/1c1Bw0G","published_year":2014}
{"News":"RT atJeffdelviscio: Want to know where Ebola started &amp; why it's so hard to stop? Read atnytDeniseGrady &amp; atsherifink  http:\/\/nyti.ms\/1ouYUcX","published_year":2014}
{"News":"RT atCDCgov: CDC doesn't recommend people on same commercial airline flights w\/US #Ebola patient undergo monitoring. http:\/\/1.usa.gov\/1nHgD2K","published_year":2014}
{"News":"FDA Curbs Use of Certain Antibiotics in Livestock, Poultry:  http:\/\/on-msn.com\/Aa0szG","published_year":2012}
{"News":"Rest Assured, Parents, Teens Really Do Get Smarter With Time:  http:\/\/on-msn.com\/oybVIN","published_year":2011}
{"News":"Our genes may have a more elevated moral sense than our minds do,  http:\/\/nyti.ms\/1dzFiOd","published_year":2013}
{"News":"A woman’s story of running with large breasts and little support.  http:\/\/nyti.ms\/1vbFvjK","published_year":2014}
{"News":"Depression, Disability Can Follow ICU Care: Study:  http:\/\/on-msn.com\/tHwvJg","published_year":2011}
{"News":"Kids Can Enjoy Halloween Candy, Still Protect Teeth:  http:\/\/on-msn.com\/mVh8Ut","published_year":2011}
{"News":"Well: Stethoscopes as Germ Carriers http:\/\/nyti.ms\/1hlPk7N","published_year":2014}
{"News":"Worth revisiting this atbencareynyt piece on psychologists’ central role in C.I.A. interrogations. http:\/\/nyti.ms\/1yA2Qda","published_year":2014}
{"News":"Liberia Bans Election Rallies to Fight Ebola  http:\/\/nyti.ms\/1zXG2Ge","published_year":2014}
{"News":"Pot Can Mimic Brain Changes Seen in Schizophrenia:  http:\/\/on-msn.com\/rvD2F0","published_year":2011}
{"News":"Hurricane Irene Makes Landfall Over North Carolina:  http:\/\/on-msn.com\/qYWjBp","published_year":2011}
{"News":"RT atceliadugger: New for burned out drs: scribes to follow in their wake, doing the paperwork in real time. http:\/\/nyti.ms\/1ae2xfV","published_year":2014}
{"News":"RT atbstrauch: Depression that melts away? This new\/old drug helps some and drug companies have big plans.But can it work? http:\/\/t.co\/fqig5…","published_year":2014}
{"News":"A Search for Self in a Brain Scan http:\/\/nyti.ms\/1iLwicQ","published_year":2014}
{"News":"Paying Till It Hurts: The Price of Prevention: Vaccine Costs Soaring http:\/\/nyti.ms\/1oaTbpu","published_year":2014}
{"News":"Get Your Flu Shot Now, CDC Urges:  http:\/\/on-msn.com\/qqTgpp","published_year":2011}
{"News":"RT atJeffdelviscio: The fate of #Excalibur is unclear, as is the science around human-dog Ebola transmission http:\/\/www.nytimes.com\/2014\/10\/09\/science\/ebola-dog-excalibur-nurse-spain.html","published_year":2014}
{"News":"Private Oncologists Being Forced Out, Leaving Patients to Face Higher Bills http:\/\/nyti.ms\/1xpUnbX","published_year":2014}
{"News":"New Rules Say Poultry Plants Can Conduct Own Checks http:\/\/nyti.ms\/UEEiTH","published_year":2014}
{"News":"Well: Drugs Cause Most Fatal Allergic Reactions, Study Finds http:\/\/nyti.ms\/1EkWBjq","published_year":2014}
{"News":"A Bank Chief Makes Ebola His Mission http:\/\/nyti.ms\/1z5wAEC","published_year":2014}
{"News":"Assisted living centers are learning how to deal with - *gulp* - elderly sexual relationship. http:\/\/nyti.ms\/1pgA0Ph","published_year":2014}
{"News":"Sports of The Times: World Cup 2014: Christoph Kramer’s Head Injury Brings FIFA’s Problem to the Forefront http:\/\/nyti.ms\/W8X0nu","published_year":2014}
{"News":"RT atceliadugger: Man at nyc hosp tests neg for Ebola as disease toll grows in Nigeria &amp; WHO considers declaring intl hlth emergency.  http:…","published_year":2014}
{"News":"Well: Marriage May Be Good for Your Blood Pressure http:\/\/nyti.ms\/1pjFI1c","published_year":2014}
{"News":"Frailty May Threaten Melanoma Survival More Than Age:  http:\/\/on-msn.com\/ntQ8X5","published_year":2011}
{"News":"Enriched Skim Milk Good for Gout, Study Suggests:  http:\/\/on-msn.com\/wZjIws","published_year":2012}
{"News":"Genes May Explain Blacks' Bleaker Prostate Cancer Stats:  http:\/\/on-msn.com\/nonTB4","published_year":2011}
{"News":"Pleasure Factor May Override New Tobacco Rules http:\/\/nyti.ms\/1tXm7I1","published_year":2014}
{"News":"Men Often Misread Women's Sexual Cues: Study:  http:\/\/on-msn.com\/rIe7sR","published_year":2011}
{"News":"Advice on Addiction in Boomers, Part 1 http:\/\/nyti.ms\/17KhzpJ","published_year":2013}
{"News":"RT atpaula_span: Older insomniacs may actually be getting more than 7 hrs sleep. What? http:\/\/newoldage.blogs.nytimes.com\/2014\/10\/27\/insomniac-but-not-sleep-deprived\/","published_year":2014}
{"News":"Reactions http:\/\/nyti.ms\/S9yeBh","published_year":2014}
{"News":"After a Family Trip to Africa, a Connecticut Girl, 7, Is Unwelcome at School  http:\/\/nyti.ms\/1zgLpDD","published_year":2014}
{"News":"RT atcslnyt: Beginning of the end of marijuana prohibition?  http:\/\/nyti.ms\/1aRw7t3","published_year":2013}
{"News":"The New Health Care: Shortage of Medicaid Doctors? Not if You Ask Patients http:\/\/nyti.ms\/1uWqpkq","published_year":2014}
{"News":"World Cup 2014: With Júlio César’s Help, More Respect for Brazilians in Net http:\/\/nyti.ms\/1ogST1W","published_year":2014}
{"News":"World Briefing: Portugal: Legionnaires’ Disease Alert http:\/\/nyti.ms\/1xUmulq","published_year":2014}
{"News":"Most Doctors Don't Tell Parents Kids Are Overweight:  http:\/\/on-msn.com\/rNkUug","published_year":2011}
{"News":"RT atnytimeswell: Recipe: Arugula and Beet Salad With Orange, Walnuts and Tarragon (Photo by Andrew Scrivani) http:\/\/nyti.ms\/1reNigA http:\/\/…","published_year":2014}
{"News":"Rats Can Lend a Helping Paw to Others, Study Finds:  http:\/\/on-msn.com\/t1dZWo","published_year":2011}
{"News":"Well: The Workout: A Ref Keeps Up With March Madness http:\/\/nyti.ms\/1hva21B","published_year":2014}
{"News":"Business Briefing: Senators Query Hepatitis C Drug’s High Costs http:\/\/nyti.ms\/1qSfq7l","published_year":2014}
{"News":"Recipes for Health: Perciatelli With Baby Broccoli, Tomatoes and Anchovies http:\/\/nyti.ms\/16PIRZY","published_year":2013}
{"News":"Cancer Risk Doubles After  Organ Transplant, Study Finds:  http:\/\/on-msn.com\/upPIrz","published_year":2011}
{"News":"Op-Ed Contributor: The Benefits of Failing at French http:\/\/nyti.ms\/1mTdwl8","published_year":2014}
{"News":"The New Old Age Blog: Warming Times in a Cold Land http:\/\/nyti.ms\/1qiPlk0","published_year":2014}
{"News":"Poor  Sleep, High Blood Pressure?:  http:\/\/on-msn.com\/mXQqWC","published_year":2011}
{"News":"College Football Players Get Bigger, Stronger With Age:  http:\/\/on-msn.com\/qDH6Fk","published_year":2011}
{"News":"Well: Four Frittatas and a Terrine http:\/\/nyti.ms\/18OZYOz","published_year":2013}
{"News":"Infections Linked to Swimming, Drinking Water: CDC:  http:\/\/on-msn.com\/qZvIrL","published_year":2011}
{"News":"RT atcslnyt: “A major breakthrough” for patients w\/ idiopathic pulmonary fibrosis, a fatal lung disease http:\/\/nyti.ms\/1gXjLhW atnytdenisegra…","published_year":2014}
{"News":"RT atcslnyt: Restricting a child's food can backfire. attaraparkerpope  http:\/\/nyti.ms\/1ttBkhX","published_year":2014}
{"News":"Blink Patterns May Be a Window Into Autistic Mind:  http:\/\/on-msn.com\/umhK1n","published_year":2011}
{"News":"Labor Day Drunk Driving Crackdown Planned:  http:\/\/on-msn.com\/rlCGgS","published_year":2011}
{"News":"The New Old Age Blog: A Risk in Caring for Abusive Parents http:\/\/nyti.ms\/1e7Q6A9","published_year":2014}
{"News":"Most U.S. Drivers Engage in 'Distracting' Behaviors: Poll:  http:\/\/on-msn.com\/vMfYfd","published_year":2011}
{"News":"For First Time, Treatment Helps Patients With Worst Kind of Stroke, Study Says http:\/\/nyti.ms\/1zvSJsN","published_year":2014}
{"News":"Dallas Physician in Nation’s First Ebola Case Acknowledges Errors in Treatment http:\/\/nyti.ms\/1zfNkXK","published_year":2014}
{"News":"Machine Learning: Bedtime Technology for a Better Night’s Sleep http:\/\/nyti.ms\/16RCgpE","published_year":2014}
{"News":"Yoga Gets Women With Back Pain Moving: Study:  http:\/\/on-msn.com\/ucYxwQ","published_year":2011}
{"News":"Possible Asbestos Risk at U.S. Capitol Building http:\/\/nyti.ms\/1jgD5Nz","published_year":2014}
{"News":"RT atceliadugger: Two main suppliers of mosquito bednets to prevent malaria for poor suspended for bribing Cambodian officials. http:\/\/t.co\/…","published_year":2013}
{"News":"Why is chocolate so good for us? http:\/\/nyti.ms\/1roxFOA","published_year":2014}
{"News":"Well: The Empty Diet Claim Season http:\/\/nyti.ms\/1aVfV5N","published_year":2014}
{"News":"Well: Poor Sleep Tied to Brain Changes of Dementia http:\/\/nyti.ms\/1Af3SxC","published_year":2014}
{"News":"Gene Therapy Used to Create ‘Biological Pacemaker’ in Pigs http:\/\/nyti.ms\/1mhOesA","published_year":2014}
{"News":"RT atcslnyt: Liquid Nicotine for E-Cigarettes = Poison. Children at risk says atmrichtel http:\/\/nyti.ms\/1rleyrA","published_year":2014}
{"News":"A Little Dirt May Be a Good Thing:  http:\/\/on-msn.com\/puPMOh","published_year":2011}
{"News":"F.D.A. Meeting Considers Controversial Fertility Procedure http:\/\/nyti.ms\/1kamrLy","published_year":2014}
{"News":"Lawmakers Reach Deal on a Fix for V.A.’s Health Care System http:\/\/nyti.ms\/1tRjkND","published_year":2014}
{"News":"Do Men Need Colon Cancer Screening Earlier Than Women Do?:  http:\/\/on-msn.com\/pxBM34","published_year":2011}
{"News":"Long waits to get a doctor's appointment have become the norm in many parts of American medicine http:\/\/nyti.ms\/1xNnM27 via atnytopinion","published_year":2014}
{"News":"Military Medicine: Military Hospital Care Is Questioned; Next, Reprisals http:\/\/nyti.ms\/16Eu0co","published_year":2014}
{"News":"RT atginakolata: A problem in Affordable Care Act's research agenda http:\/\/www.nytimes.com\/2014\/02\/03\/health\/effort-to-test-health-policies-is-criticized-for-study-tactics.html?hp&target=comments#commentsContainer","published_year":2014}
{"News":"RT atceliadugger: English study finds e-cigs more helpful than nicotine patch or gum in helping smokers quit. http:\/\/nyti.ms\/1giP9MJ","published_year":2014}
{"News":"7 Pains You Shouldn't Ignore:  http:\/\/on-msn.com\/t6mj6U","published_year":2011}
{"News":"Virus Advances Through East Caribbean http:\/\/nyti.ms\/1f4uncY","published_year":2014}
{"News":"Excessive Drinking Costs U.S. Billions, CDC Reports:  http:\/\/on-msn.com\/pXRCF6","published_year":2011}
{"News":"World Briefing: Suit Filed in Haiti Cholera Epidemic http:\/\/nyti.ms\/1goEnyw","published_year":2014}
{"News":"World Briefing: Canada: Healthy Baby Is Delivered by Woman Declared Brain-Dead http:\/\/nyti.ms\/1lzAQlI","published_year":2014}
{"News":"Robins Are 'Super-Spreaders' of West Nile Virus, Expert Says:  http:\/\/on-msn.com\/obZ6Ho","published_year":2011}
{"News":"Alcohol Use Down, Pot Use Up Among U.S. Teens:  http:\/\/on-msn.com\/rtG2wm","published_year":2011}
{"News":"C.D.C. Warns That Flu Season May Be More Deadly Than Usual http:\/\/nyti.ms\/1CJyTPB","published_year":2014}
{"News":"$12 Billion Is Pledged to Fight AIDS, TB and Malaria http:\/\/nyti.ms\/1hwX48f","published_year":2013}
{"News":"Facebook Tinkers With Users’ Emotions in News Feed Experiment, Stirring Outcry http:\/\/nyti.ms\/1z0Z2VJ","published_year":2014}
{"News":"Easing Epilepsy With Battery Power http:\/\/nyti.ms\/Q8s5F8","published_year":2014}
{"News":"Bizarre Ways to Beat Stress and Unwind:  http:\/\/on-msn.com\/mTrgOM","published_year":2011}
{"News":"Well: Low Vitamin D Tied to Higher Death Risk http:\/\/nyti.ms\/1HDn25t","published_year":2014}
{"News":"13 Drugs That Can Make You Gain Weight:  http:\/\/on-msn.com\/weY5ry","published_year":2012}
{"News":"Katrina's Aftermath: Failed Pregnancies for IVF Moms Nationwide:  http:\/\/on-msn.com\/paIflU","published_year":2011}
{"News":"Playing catch-up on Ebola? Here are some key stories: http:\/\/bit.ly\/1rGLq0q","published_year":2014}
{"News":"More, Faster Weight Loss Seen With Gastric Bypass Than Banding:  http:\/\/on-msn.com\/zqmqhG","published_year":2012}
{"News":"U.S. Heart Attack Patients Readmitted Most Often: Study:  http:\/\/on-msn.com\/ADS4cj","published_year":2012}
{"News":"Pancreatic Cancer: A Stubborn Foe:  http:\/\/on-msn.com\/pMJ1VM","published_year":2011}
{"News":"Well: Ask Well: Is Jogging Bad for Older People? http:\/\/nyti.ms\/1djtQrZ","published_year":2014}
{"News":"Ebola Epidemic Most Likely Much Larger Than Reported, W.H.O. Says http:\/\/nyti.ms\/1l91whp","published_year":2014}
{"News":"RT atcslnyt: Kids in India may be malnourished from lack of toilets, not food. Surprising story by atGardinerHarris  http:\/\/nyti.ms\/1kmlDCt","published_year":2014}
{"News":"Well: Think Like a Doctor: Running in Circles Solved! http:\/\/nyti.ms\/1oyLH4f","published_year":2014}
{"News":"RT atronicaryn: FDA-approved medical devices can be changed without human tests. atnytimes story on study by Harvard's atkesselheim http:\/\/t.c…","published_year":2014}
{"News":"Weight Loss Surgery Can Help Whole Families: Study:  http:\/\/on-msn.com\/pAsHtV","published_year":2011}
{"News":"More Mammograms Equal More Mastectomies: Study:  http:\/\/on-msn.com\/p2Vn6A","published_year":2011}
{"News":"Study Sees Bigger Role for Placenta in Newborns’ Health http:\/\/nyti.ms\/R9ZkY7","published_year":2014}
{"News":"Well: Low Vitamin D Tied to Asthma Attacks http:\/\/nyti.ms\/1sR2BXA","published_year":2014}
{"News":"Three-Quarters of U.S. Jobless Can't Afford Health Care: Report:  http:\/\/on-msn.com\/qmCAjW","published_year":2011}
{"News":"Is Breast Reduction After Weight Loss Surgery Best?:  http:\/\/on-msn.com\/pbUOol","published_year":2011}
{"News":"In Arizona, a Textbook Fuels a Broader Dispute Over Sex Education  http:\/\/nyti.ms\/1ptHMGY","published_year":2014}
{"News":"Scientists Create First Monkeys With Mixed Genomes:  http:\/\/on-msn.com\/zvwPyZ","published_year":2012}
{"News":"Can you solve the medical mystery? A 25-year-old man gets nauseated every few weeks. Tune in at 12AM ET to guess. http:\/\/nyti.ms\/1aFxpHQ","published_year":2014}
{"News":"Six Vials of Smallpox Discovered in Laboratory Near Washington http:\/\/nyti.ms\/VHSMCU","published_year":2014}
{"News":"Active Surveillance May Benefit Men With Low-Risk Prostate Cancer:  http:\/\/on-msn.com\/sZfjGb","published_year":2011}
{"News":"NY Ebola patient's first fever was late morning on Thursday, says atDrMaryTBassett. He did not have a fever while bowling","published_year":2014}
{"News":"The New Old Age: Wounded by the Language of War http:\/\/nyti.ms\/1hGWOhS","published_year":2014}
{"News":"Black Children Less Likely to Get Kidney Transplant Before Dialysis:  http:\/\/on-msn.com\/uHHnK0","published_year":2011}
{"News":"New Guidelines Issued for Common Tremor Disorder:  http:\/\/on-msn.com\/oeYjLG","published_year":2011}
{"News":"Rules Help When Talking About Infertility:  http:\/\/on-msn.com\/oGf5k9","published_year":2011}
{"News":"Obama to Defend Health Law as Economic Benefit http:\/\/nyti.ms\/1bfLb2r","published_year":2013}
{"News":"RT atMarthaRShulman: Watermelon &amp; Tomato Salsa http:\/\/nyti.ms\/1nR4VQg  Good for this hot week-end.","published_year":2014}
{"News":"The private complexities of obesity at a young age. http:\/\/nyti.ms\/1w0mQtr","published_year":2014}
{"News":"Public Smoking Bans May Spill Over to Households:  http:\/\/on-msn.com\/s3UX0d","published_year":2011}
{"News":"RT atcslnyt: After smoking bans, 10% drops in premature births &amp; ER asthma visits http:\/\/nyti.ms\/1i9VI06 atAmerAcadPeds atTobaccoFreeKids","published_year":2014}
{"News":"RT atcslnyt: He used to have 20 seizures a day. Now, he's had 3 in a month. A brain implant made the difference. http:\/\/nyti.ms\/1msuHdQ #epi…","published_year":2014}
{"News":"Tips to Keep Winter Sports Injury-Free:  http:\/\/on-msn.com\/vysuE8","published_year":2011}
{"News":"Your Money: Beware of Shifting Options Within Medicare Plans http:\/\/nyti.ms\/1nTOu8O","published_year":2014}
{"News":"Is life expectancy affected if you do “extreme” exercise like ultra-marathons, iron-man races, etc? http:\/\/nyti.ms\/1bN8Qcn","published_year":2013}
{"News":"Repeal of Health Law, Once Central to G.O.P., Is Side Issue in Campaigns http:\/\/nyti.ms\/1yMzESn","published_year":2014}
{"News":"Burning, pain, skin discoloration: what are the risks of laser hair removal? http:\/\/nyti.ms\/1idHL28","published_year":2014}
{"News":"RT atbstrauch: This respiratory illness among children continues to spread and puzzle doctors.http:\/\/nyti.ms\/1u33nps","published_year":2014}
{"News":"Six Bad Habits to Break in 2012:  http:\/\/on-msn.com\/zCtEff","published_year":2012}
{"News":"Researchers Find Link Between Epilepsy, Schizophrenia Risk:  http:\/\/on-msn.com\/pTn3gC","published_year":2011}
{"News":"CDC says it is focused on identifying all people who had contact with Ebola patient while he could have been infectious.","published_year":2014}
{"News":"Sleepy Teens More Prone to Weight Gain: Study:  http:\/\/on-msn.com\/vThJIu","published_year":2011}
{"News":"FDA Targets Homeopathic Weight Loss Products:  http:\/\/on-msn.com\/rBG315","published_year":2011}
{"News":"Cost of U.S. Workers' Health Premiums Surged in 2011:  http:\/\/on-msn.com\/rax27m","published_year":2011}
{"News":"Super-Tight Blood Sugar Control May Not Ease Mental Decline in Diabetics:  http:\/\/on-msn.com\/pPTG0C","published_year":2011}
{"News":"F.D.A. Approves Hysingla, a Powerful Painkiller http:\/\/nyti.ms\/1uNubex","published_year":2014}
{"News":"In cased you missed atnytopinion on the health effects of marijuana. http:\/\/nyti.ms\/Xsgq7g and trippy timeline http:\/\/nyti.ms\/Xsgq7g","published_year":2014}
{"News":"Group Sues Aetna, Claiming Discrimination Against H.I.V. Patients http:\/\/nyti.ms\/1ATxhOj","published_year":2014}
{"News":"Virus Plagues the Pork Industry, and Environmentalists http:\/\/nyti.ms\/1j3MKqN","published_year":2014}
{"News":"Anthrax Vaccine Shows Promise in Monkeys:  http:\/\/on-msn.com\/AmKwxg","published_year":2012}
{"News":"Nina Pham, Dallas Nurse Who Had Ebola, to Be Released From Hospital http:\/\/nyti.ms\/1wupofY","published_year":2014}
{"News":"Well: Circumcision Guidelines Target Teenagers http:\/\/nyti.ms\/1FJC3Pv","published_year":2014}
{"News":"Breast Cancer Rates Jump Worldwide, Study Finds:  http:\/\/on-msn.com\/raC0UL","published_year":2011}
{"News":"Op-Ed Contributor: The Trouble With Brain Science http:\/\/nyti.ms\/1qtaGCU","published_year":2014}
{"News":"A second case of Ebola among the nearly 100 doctors, nurses and assistants who helped treat Mr. Duncan for 10 days was not unexpected.","published_year":2014}
{"News":"Doctor, Take a Cue From Shakespeare:  http:\/\/on-msn.com\/sVj308","published_year":2011}
{"News":"RT atsangerkatz: E-cig study fascinating. Per atstavernise, teen e-cig use is up, while traditional smoking is way down. http:\/\/t.co\/vkyI2Avb…","published_year":2014}
{"News":"What common spice can cause hallucinations? Take our quiz. http:\/\/nyti.ms\/1tZx5aT","published_year":2014}
{"News":"Study Tempers Promise of Drug for Marfan Syndrome http:\/\/nyti.ms\/1wTlX0V","published_year":2014}
{"News":"A British-American scientist and a pair of Norwegian researchers were awarded this year’s Nobel Prize in Medicine. http:\/\/nyti.ms\/1uQUOQf","published_year":2014}
{"News":"Global Health: Bacteria Study Offers Clues to Typhoid Mary Mystery http:\/\/nyti.ms\/13U7XMf","published_year":2013}
{"News":"Ebola Victim’s Family Blames Hospital and State http:\/\/nyti.ms\/1D3ToTZ","published_year":2014}
{"News":"It had never occurred to me that none of the standard treatments would work for me. From atsuleikajaouad. http:\/\/nyti.ms\/1dzEE39","published_year":2013}
{"News":"Cooking Class Benefits Kids in Many Ways:  http:\/\/on-msn.com\/smeiRj","published_year":2011}
{"News":"Experimental Ebola Drug Puts Its Maker, Chimerix, Back in the Spotlight  http:\/\/nyti.ms\/1rVzVjh","published_year":2014}
{"News":"FDA Panels to Weigh Safety of Newer Forms of the 'Pill':  http:\/\/on-msn.com\/tr42St","published_year":2011}
{"News":"Using a Tactic Unseen in a Century, Countries Cordon Off Ebola-Racked Areas http:\/\/nyti.ms\/1sWHHtt","published_year":2014}
{"News":"A tiny part of the brain keeps track of painful experiences — a finding that could help treat depression. http:\/\/nyti.ms\/1pzuXaG","published_year":2014}
{"News":"RT atlpolgreen: India spends $20 billion on food for the poor, and just $400 million on sanitation. Numbers should be reversed, experts say.","published_year":2014}
{"News":"The Cancer Divide: In Israel, a Push to Screen for Cancer Gene Leaves Many Conflicted http:\/\/nyti.ms\/1ephFHr","published_year":2013}
{"News":"U.S. Offers Health-Care Pamphlets in Spanish:  http:\/\/on-msn.com\/nbeC8x","published_year":2011}
{"News":"Two Americans infected with Ebola in West Africa, appear to be responding to an experimental medicine. http:\/\/nyti.ms\/XHOBIf","published_year":2014}
{"News":"Well: Exercise and the ‘Good’ Bugs in Our Gut http:\/\/nyti.ms\/1l1RSL4","published_year":2014}
{"News":"U.N. Employee Under Treatment for Ebola in France http:\/\/nyti.ms\/1s5ciCC","published_year":2014}
{"News":"Well: Living With Cancer: Bedtime Issues http:\/\/nyti.ms\/OLclWU","published_year":2014}
{"News":"Experts Weigh Changes to Definition of Autism:  http:\/\/on-msn.com\/xE57Jg","published_year":2012}
{"News":"Scuba Diving May Help Paralyzed Vets:  http:\/\/on-msn.com\/nn7rOb","published_year":2011}
{"News":"Children's Drowning Injuries, Deaths Decline: Study:  http:\/\/on-msn.com\/z6PmnS","published_year":2012}
{"News":"A baby who has to stop drinking from a bottle to breathe should be seen by a doctor. Could be enterovirus 68.","published_year":2014}
{"News":"Tips to Protect Skin From Cold Winter Weather:  http:\/\/on-msn.com\/veDZ6Z","published_year":2011}
{"News":"Bellevue Hospital to Be a Focus if Ebola Hits New York http:\/\/nyti.ms\/1nlnDSz","published_year":2014}
{"News":"As Anxiety Increases, Agency Scrambles to Address Concerns of Health Workers  http:\/\/nyti.ms\/1ncmBbd","published_year":2014}
{"News":"Harassment of Black Gay and Bisexual Men Tied to Anxiety:  http:\/\/on-msn.com\/pjDZrP","published_year":2011}
{"News":"Well: Helmets Do Little to Help Moderate Infant Skull Flattening, Study Finds http:\/\/nyti.ms\/1n8PZvp","published_year":2014}
{"News":"Well: Pelvic Exercises for Men, Too http:\/\/nyti.ms\/1wn9Byn","published_year":2014}
{"News":"Kids' Snacks Can Be Healthy and Inexpensive:  http:\/\/on-msn.com\/ys5lOb","published_year":2012}
{"News":"On Medicine: Florence Nightingale’s Wisdom http:\/\/nyti.ms\/1dUH5er","published_year":2014}
{"News":"Working long hours does not increase risk of diabetes in wealthier workers. http:\/\/nyti.ms\/1mHWPvf","published_year":2014}
{"News":"People are trying to cope with ebola in Monrovia with few resources. Photo: a makeshift protective suit by atbcsolomon http:\/\/pbs.twimg.com\/media\/BypA6UrIAAAgmd1.png","published_year":2014}
{"News":"Nipple-Sparing Mastectomies May Be Right for Some:  http:\/\/on-msn.com\/v5zBUb","published_year":2011}
{"News":"Well: Enterovirus 68: What You Need to Know http:\/\/nyti.ms\/1xHoq3L","published_year":2014}
{"News":"Rare Seizure Disorder Gives Clues About Brain's Laughter Center:  http:\/\/on-msn.com\/u07HYI","published_year":2011}
{"News":"Women Marathon Runners Have Less Artery Plaque: Study:  http:\/\/on-msn.com\/rVwya4","published_year":2011}
{"News":"Bond With Teacher Can Help Curb Aggression in Kids:  http:\/\/on-msn.com\/sXa65b","published_year":2011}
{"News":"Mindfulness Training May Help Arthritis Patients Cope:  http:\/\/on-msn.com\/u5RCEP","published_year":2011}
{"News":"Books: ‘Missing Microbes’: How Antibiotics Can Do Harm http:\/\/nyti.ms\/1iy1BYl","published_year":2014}
{"News":"Recipes for Health: Frittata With Peas, Herbs and Feta or Parmesan http:\/\/nyti.ms\/14X7iKX","published_year":2013}
{"News":"After a tiny stumble, life is upended in an instant http:\/\/nyti.ms\/1DVq8gJ http:\/\/pbs.twimg.com\/media\/B1jW40wCAAEJHLC.png","published_year":2014}
{"News":"The New Old Age Blog: Seeing the ‘Invisible Patient’ http:\/\/nyti.ms\/1uFJENn","published_year":2014}
{"News":"Mideast Virus MERS Merits Caution, Not Alarm, W.H.O. Says http:\/\/nyti.ms\/10nvZyx","published_year":2014}
{"News":"Well: Belly Fat Tied to Sudden Cardiac Death http:\/\/nyti.ms\/1AIfysB","published_year":2014}
{"News":"ASMR is widely popular on the web, but what does science have to say about it? http:\/\/nyti.ms\/1poXZcX","published_year":2014}
{"News":"Dementia Patients Seem to Benefit From Small Group Homes:  http:\/\/on-msn.com\/qmvwCg","published_year":2011}
{"News":"More Frequent Doctor Visits May Benefit Diabetes Patients:  http:\/\/on-msn.com\/o4jUJy","published_year":2011}
{"News":"RT atceliadugger: Video of mother bravely describing her mental illness after birth of second son, fighting impulse to hurt him. http:\/\/t.co…","published_year":2014}
{"News":"Many Parents Skipping Kids' Shots, Putting Other Kids at Risk:  http:\/\/on-msn.com\/vTCvPa","published_year":2011}
{"News":"Selling That New-Man Feeling http:\/\/nyti.ms\/1aHL67u","published_year":2013}
{"News":"How can a simple bag of saline cost $546? http:\/\/nyti.ms\/1dLMiYr","published_year":2013}
{"News":"The New Old Age Blog: What Makes Older People Happy http:\/\/nyti.ms\/1eOsFSk","published_year":2014}
{"News":"Prevention Is Key for Fall Asthma Flare-Ups in Kids:  http:\/\/on-msn.com\/tbz4Ee","published_year":2011}
{"News":"Brain Pathways Seem Disrupted in Kids With ADHD:  http:\/\/on-msn.com\/rOZ1w6","published_year":2011}
{"News":"Hospital Programs to Reduce Antibiotic Resistance Working: Studies:  http:\/\/on-msn.com\/pyySmz","published_year":2011}
{"News":"Most Parents Tell Kids About Test Results for Breast Cancer Genes:  http:\/\/on-msn.com\/AnCOCB","published_year":2012}
{"News":"Observatory: New Neurons Found to Overwrite Old Memories http:\/\/nyti.ms\/QBxlAc","published_year":2014}
{"News":"WHO says Senegal is Ebola-free. http:\/\/bit.ly\/1rIJwXa","published_year":2014}
{"News":"Well: Broccoli, Stems and All http:\/\/nyti.ms\/1ysOrTb","published_year":2014}
{"News":"U.S. Flu Shot Policy Shields More Kids Than Canada's Program, Study Finds:  http:\/\/on-msn.com\/rbWEi5","published_year":2011}
{"News":"New Guidelines Urge Cholesterol Check for All Kids Ages 9 to 11:  http:\/\/on-msn.com\/sfdefX","published_year":2011}
{"News":"The New Health Care: Latest Good News in Health Spending: Employer Premiums http:\/\/nyti.ms\/1lVQKLJ","published_year":2014}
{"News":"Women, Younger Men Under-Treated Before Heart Attack: Study:  http:\/\/on-msn.com\/w1VuPQ","published_year":2011}
{"News":"Ebola Is ‘Disaster’ of Scale Still Unknown, Relief Official Says http:\/\/nyti.ms\/1rUG7GC","published_year":2014}
{"News":"Books: ‘The Remedy’: A 19th-Century Bid to Cure TB http:\/\/nyti.ms\/1j7U8vX","published_year":2014}
{"News":"CDC Considers Vaccinating Boys, Not Just Girls, for HPV:  http:\/\/on-msn.com\/q0zByd","published_year":2011}
{"News":"Cost of Coverage Under Affordable Care Act to Increase in 2015 http:\/\/nyti.ms\/1vaMDiU","published_year":2014}
{"News":"More U.S. Babies Born at Home: CDC:  http:\/\/on-msn.com\/yi2h6r","published_year":2012}
{"News":"I’m a sexually confident woman, but the cost of these pills was giving me performance anxiety, says Joyce Wadler. http:\/\/nyti.ms\/1bKhb0p","published_year":2013}
{"News":"Annual Breast Exams, Mammograms Still Key to Detecting Breast Cancer:  http:\/\/on-msn.com\/n0zEiT","published_year":2011}
{"News":"Op-Ed Contributors: How Medical Care Is Being Corrupted http:\/\/nyti.ms\/1tbjg8P","published_year":2014}
{"News":"Breast Cancer Gene Puts Survivors at Higher Odds for Recurrence:  http:\/\/on-msn.com\/vfQzV9","published_year":2011}
{"News":"There's many new tech gadgets on the market that make biking safer. Here's a sampling of the coolest. #wiredwell http:\/\/nyti.ms\/1fnRU8I","published_year":2014}
{"News":"RT atpaula_span: New York City's first geriatric cardiology clinic opens, because in medicine age is not just a number.  http:\/\/t.co\/55ZoJpJ…","published_year":2014}
{"News":"For Pregnant Marathoners, 2 Endurance Tests http:\/\/nyti.ms\/1ruewKG","published_year":2014}
{"News":"Reactions: Patient Records, O.C.D. Burdens, Teenagers Interrogated http:\/\/nyti.ms\/1t3o4lb","published_year":2014}
{"News":"RT atceliadugger: George Johnson writes on myth that you can fight cancer by eating your fruits and vegetables.  http:\/\/nyti.ms\/1luy2pl","published_year":2014}
{"News":"Gene Mutations Identified in Uterine Fibroids:  http:\/\/on-msn.com\/oLaIDE","published_year":2011}
{"News":"Well: Cool Summer Fish http:\/\/nyti.ms\/1pxkaz8","published_year":2014}
{"News":"Otherwise Healthy Older Men Undertreated for Prostate Cancer: Study:  http:\/\/on-msn.com\/qakCdl","published_year":2011}
{"News":"Linking Pharmacies With Doctors' Offices Can Improve Med Adherence: Study:  http:\/\/on-msn.com\/rgHoPy","published_year":2011}
{"News":"Understanding the Risks of Ebola, and What ‘Direct Contact’ Means http:\/\/nyti.ms\/10nvYuC","published_year":2014}
{"News":"RT atgrynbaum: A CDC deputy director of infectious diseases flew to New York City last night to aid Ebola response.","published_year":2014}
{"News":"The Map Makers: Mind Control in a Flash of Light http:\/\/nyti.ms\/1fgKSnm","published_year":2014}
{"News":"Health Researchers Will Get $10.1 Million to Counter Gender Bias in Studies http:\/\/nyti.ms\/1uU14Fg","published_year":2014}
{"News":"RT atbstrauch: Have a breast cancer story? atnytimeswell wants to hear from you: http:\/\/well.blogs.nytimes.com\/2013\/08\/29\/share-your-breast-cancer-stories\/?_r=0","published_year":2013}
{"News":"Q. and A. With Sheri Fink on Covering Ebola in Liberia http:\/\/nyti.ms\/1sctpSf","published_year":2014}
{"News":"Well: Shopping Cart Injuries Remain Common http:\/\/nyti.ms\/1gulnEC","published_year":2014}
{"News":"Have breast cancer? Tell us your story. http:\/\/nyti.ms\/14e02nT","published_year":2013}
{"News":"RT atmannyNYT: Dozens Declared Free of Ebola Risk in Texas http:\/\/nyti.ms\/1CH47Bs","published_year":2014}
{"News":"Brains of Obese May Crave High-Calorie Foods More: Study:  http:\/\/on-msn.com\/qshC97","published_year":2011}
{"News":"Well: Diabetes Screening Lags in People With Hypertension http:\/\/nyti.ms\/1FrlJVj","published_year":2014}
{"News":"Most U.S. Presidents Live Longer Than Their Peers:  http:\/\/on-msn.com\/rLC6q7","published_year":2011}
{"News":"RT atnytDeniseGrady: The experimental Ebola drug given two 2 Americans: can it, should it, be used in Africa? http:\/\/nyti.ms\/1sytBPJ","published_year":2014}
{"News":"Well: Brains of People with Chronic Fatigue Syndrome Offer Clues About Disorder http:\/\/nyti.ms\/1Flv27t","published_year":2014}
{"News":"RT atPamBelluck: Part 2 of our focus on maternal mental illness - one mother's heartbreaking struggle : \"After Baby, an Unraveling\" http:\/\/t…","published_year":2014}
{"News":"New York Files an Antitrust Suit Against the Maker of an Alzheimer’s Drug  http:\/\/nyti.ms\/1phzawp","published_year":2014}
{"News":"Treatment for irritable bowel disease has made great advances, with less disruptive surgery. http:\/\/nyti.ms\/1iLAgOK","published_year":2014}
{"News":"Study Examines Efficacy of Taxes on Sugary Drinks http:\/\/nyti.ms\/1mHHndz","published_year":2014}
{"News":"Another reason to fit in some exercise this weekend: it protects against depression. http:\/\/nyti.ms\/1mZunoO","published_year":2014}
{"News":"Potential Herpes Vaccine Disappoints Researchers:  http:\/\/on-msn.com\/Am8Qhj","published_year":2012}
{"News":"RT atpaula_span: Should seniors sell their life insurance policies to life settlement companies? Promise and pitfalls. http:\/\/newoldage.blogs.nytimes.com\/2013\/10\/09\/a-new-way-to-pay-for-long-term-care\/","published_year":2013}
{"News":"Untangling the troubling relationship between anxiety drugs and Alzheimer’s disease. http:\/\/nyti.ms\/1BrDD6C","published_year":2014}
{"News":"Officials Revise Goals on Containing Ebola After Signs of Wider Exposure in Mali  http:\/\/nyti.ms\/1vydm9d","published_year":2014}
{"News":"President Obama reorganizing schedule to focus on Ebola. http:\/\/nyti.ms\/1tzDFe7","published_year":2014}
{"News":"Hard Cases: What Patients Don’t Tell Their Doctors http:\/\/nyti.ms\/1j41dl4","published_year":2014}
{"News":"Chronic Disease May Up Out-of-Pocket Costs for Insured:  http:\/\/on-msn.com\/uIMwUk","published_year":2011}
{"News":"Obese Patients May Benefit the Most From Surgery for Irregular Heartbeat:  http:\/\/on-msn.com\/sPXImZ","published_year":2011}
{"News":"Weight Watchers Produces Bigger 'Losers' Than Standard Weight-Loss Care:  http:\/\/tinyurl.com\/4ye8a9t","published_year":2011}
{"News":"Ebola Doctor Shortage Eases as Volunteers Begin to Step Forward http:\/\/nyti.ms\/1mzoIWl","published_year":2014}
{"News":"Extendicare Agrees to Pay $38 Million Over Inadequate Nursing Home Care http:\/\/nyti.ms\/ZTRPtK","published_year":2014}
{"News":"RT atalbertsun: Since atmollywood said don't buy the LG Lifeband Touch or Samsung Gear Fit http:\/\/www.nytimes.com\/2014\/06\/19\/technology\/personaltech\/review-lg-lifeband-touch-and-samsung-gear-fit.html try these instead http:\/\/t.…","published_year":2014}
{"News":"Worth revisiting. atPamBelluck ateckholm’s piece on religious groups’ beliefs that contraceptives are form of abortion http:\/\/nyti.ms\/xnIqKL","published_year":2014}
{"News":"Study Offers Clues to Why Some Don't Benefit From Asthma Drugs:  http:\/\/on-msn.com\/yn4zRP","published_year":2012}
{"News":"RT atUpshotNYT: Randomized trials are highly effective for improving health care delivery, but they're also rare. Why? http:\/\/nyti.ms\/1xKKpXZ","published_year":2014}
{"News":"Well: For Sleep Apnea Patients, a Possible Alternative to Masks http:\/\/nyti.ms\/1hwWyrf","published_year":2014}
{"News":"Well: The Pies That Bind http:\/\/nyti.ms\/JK313v","published_year":2013}
{"News":"New X-Rays Offer Clues on Evolution of the Human Brain:  http:\/\/on-msn.com\/nXJ4Gv","published_year":2011}
{"News":"Well: A Concussion Monitor to Measure Hard Knocks http:\/\/nyti.ms\/1crQQFR","published_year":2014}
{"News":"Even Homes Without Pets Have Pet Allergens:  http:\/\/on-msn.com\/uSOXWw","published_year":2011}
{"News":"Fear of Ebola Closes Schools and Shapes Politics http:\/\/nyti.ms\/10bMez1","published_year":2014}
{"News":"Modern Technology Reveals Clues From Egyptian Mummy:  http:\/\/on-msn.com\/tQAVO8","published_year":2011}
{"News":"Know the Signs of Alzheimer's:  http:\/\/on-msn.com\/uBf5OE","published_year":2011}
{"News":"Joint Replacement Patients Face Blood Clot Risk in Hospital:  http:\/\/on-msn.com\/wchoog","published_year":2012}
{"News":"Can a pet's fur transmit the flu? http:\/\/nyti.ms\/1tiBQ59","published_year":2014}
{"News":"Common Gastro Disease Occurs Even With High-Fiber Diet:  http:\/\/on-msn.com\/xoHYMO","published_year":2012}
{"News":"Mysterious Virus That Killed a Farmer in Kansas Is Identified http:\/\/nyti.ms\/1AZ0qaL","published_year":2014}
{"News":"Grief Is a Real Heartbreaker, Study Finds:  http:\/\/on-msn.com\/zqwy6T","published_year":2012}
{"News":"RT atceliadugger: Major clinical trials of mammography have not included women over 75, but experts caution against routine use. http:\/\/t.co…","published_year":2014}
{"News":"What percentage of active physicians in the United States are men? Take the weekly health quiz. http:\/\/nyti.ms\/1pWr9hD","published_year":2014}
{"News":"You asked, we answered: Are those formulas for maximal heart rate really valid? #askwell http:\/\/nyti.ms\/1dcMdOm","published_year":2014}
{"News":"RT atbstrauch: Want to know how many calories in that huge movie popcorn? Probably not. But now you will. http:\/\/nyti.ms\/1tqFmV7","published_year":2014}
{"News":"CDC official: \"I have no doubt that we will control this case of Ebola so it does not spread widely in this country.\"","published_year":2014}
{"News":"Well: Doubts on Fasting Before Cholesterol Tests http:\/\/nyti.ms\/1r4m7EV","published_year":2014}
{"News":"Radiation May Also Lead to 'Chemo Brain':  http:\/\/on-msn.com\/tiMqMJ","published_year":2011}
{"News":"About 29% of the population meets the definition for excessive drinking, but 90% of them do not meet the definition of alcoholism.","published_year":2014}
{"News":"Could Slow Eating Be Key to Staying Slim?:  http:\/\/on-msn.com\/vAnWHX","published_year":2011}
{"News":"2 in Florida Said to Catch Fever Found in Tropics http:\/\/nyti.ms\/1qjhoQ6","published_year":2014}
{"News":"Notable Absence of New Ebola Quarantines at New York Area Airports http:\/\/nyti.ms\/1xpUnc3","published_year":2014}
{"News":"The New Old Age Blog: Mammography’s Limits, Seldom Understood http:\/\/nyti.ms\/OqwCkN","published_year":2014}
{"News":"Well: The Workout: Becoming Rocky Balboa http:\/\/nyti.ms\/1nUBRK4","published_year":2014}
{"News":"A workout video from a doctor who believes that exercise is the best medicine.  http:\/\/nyti.ms\/1jXW93y","published_year":2014}
{"News":"Ebola Puts Nina Pham, a Nurse Unaccustomed to the Spotlight, in Its Glare http:\/\/nyti.ms\/1voR3lp","published_year":2014}
{"News":"RT atceliadugger: Will employers drop hlth insurance &amp; send employees to ACA's market exchanges?  Zeke Emanuel says yes. http:\/\/t.co\/kNPksE1…","published_year":2014}
{"News":"The New Health Care: Change in Health Care Law Would Take Aim at Consumer Inertia http:\/\/nyti.ms\/1vydkhC","published_year":2014}
{"News":"RT atcslnyt: Like malt liquor? An ER visit might be in your future. http:\/\/nyti.ms\/17F5odZ ht atanahadoconnor","published_year":2013}
{"News":"RT atnytDeniseGrady: Americans with Ebola being brought home from Liberia. http:\/\/state.gov\/r\/pa\/prs\/ps\/2014\/230120.htm#.U9vgb1r3BIg.twitter (from atStateDept)","published_year":2014}
{"News":"Changes to Poultry Rules Are Flawed, Report Says http:\/\/nyti.ms\/1ejby8B","published_year":2013}
{"News":"Nutrition Group Lobbies Against Healthier School Meals It Sought, Citing Cost http:\/\/nyti.ms\/TBC3zz","published_year":2014}
{"News":"Easier Time in Health Marketplace Is Promised http:\/\/nyti.ms\/1xra04G","published_year":2014}
{"News":"RT atanahadoconnor: My latest \"Workout\" profile, on Robert Fairchild of the New York City Ballet. One heck of a dancer (and great guy): http…","published_year":2013}
{"News":"Well: Vitamin D Fails to Ease Winter Coughs and Colds http:\/\/nyti.ms\/1cNu4nt","published_year":2013}
{"News":"National Briefing West: California: Warning Labels Are Proposed for Sweetened Drinks http:\/\/nyti.ms\/1eYUaXU","published_year":2014}
{"News":"Facebook Launches Service to Help Prevent Suicide:  http:\/\/on-msn.com\/tOKtTY","published_year":2011}
{"News":"Women Married Before Age 18 at Higher Risk of Mental Woes: Study:  http:\/\/on-msn.com\/nowVop","published_year":2011}
{"News":"After Lapses, C.D.C. Admits a Lax Culture at Labs http:\/\/nyti.ms\/1kTzdgN","published_year":2014}
{"News":"RT atcslnyt: Does your child have ear tubes? Read this  http:\/\/nyti.ms\/1crny81","published_year":2014}
{"News":"After Death of New Jersey Boy From Enterovirus 68, Worry Grows Among Parents http:\/\/nyti.ms\/10Hpzul","published_year":2014}
{"News":"RT atReedAbelson: A Chilling Medical Trial http:\/\/nyti.ms\/1pwIU94","published_year":2014}
{"News":"Health Officials Urge Americans: Get Your Flu Shot Now:  http:\/\/on-msn.com\/usjpbo","published_year":2011}
{"News":"Sleep Might Help Deepen Traumatic Memories:  http:\/\/on-msn.com\/wVZ3Io","published_year":2012}
{"News":"RT atceliadugger: Ebola goes viral on Twitter. Why do some topics -- shark attacks, dread diseases - become social contagions of fear? http:…","published_year":2014}
{"News":"RT atceliadugger: Pig's heart, lot like human's, injected with a gene that made heartbeat regular, tho only for days, scientists rept. http:…","published_year":2014}
{"News":"Exercise appears to slow and even reverse the effects of aging on the skin. http:\/\/nyti.ms\/1r3a2Lx","published_year":2014}
{"News":"Op-Ed Contributor: Michelle Obama on Attempts to Roll Back Healthy Reforms http:\/\/nyti.ms\/1nXgi7d","published_year":2014}
{"News":"Wish to Do More in Ebola Fight Meets Reality in Liberia http:\/\/nyti.ms\/1wFCx9D","published_year":2014}
{"News":"Young Users of E-Cigarettes Less Likely to Quit Smoking, Study Finds http:\/\/nyti.ms\/1dvHjM9","published_year":2014}
{"News":"The New Health Care: $2.6 Billion to Develop a Drug? New Estimate Makes Questionable Assumptions http:\/\/nyti.ms\/1AfQsVh","published_year":2014}
{"News":"RT atsangerkatz: In case you weren't on Twitter Friday night. HHS is wrestling with complex issues in reshaping renewal policy: http:\/\/t.co\/…","published_year":2014}
{"News":"Two-Day Dialysis Interval Could Pose Danger: Study:  http:\/\/on-msn.com\/qqkcAm","published_year":2011}
{"News":"Tips to Manage This Weekend's Time Change:  http:\/\/on-msn.com\/tN8sl0","published_year":2011}
{"News":"RT atcslnyt: \"To be a good citizen you must get rid of unused Rx drugs as soon as you're finished w\/ them\" Why? Read this: http:\/\/t.co\/r2GiR…","published_year":2014}
{"News":"Symptoms in the current outbreak of enterovirus 68 resemble those of a bad cold, including body aches and cough.","published_year":2014}
{"News":"Calculating Risk: Is Truvada, the Pill to Prevent H.I.V., 99 Percent Effective? Don’t Be So Sure http:\/\/nyti.ms\/1t4CyyX","published_year":2014}
{"News":"Observatory: Now a Weed, Once a Prehistoric Cavity Fighter http:\/\/nyti.ms\/1pFYhxB","published_year":2014}
{"News":"The F.D.A. still does not require that food products made with G.M.O. plants be identified. What are your options? http:\/\/nyti.ms\/1wfnL7f","published_year":2014}
{"News":"Heart Defect Seems to Pose Low Risk of Aorta Tear:  http:\/\/on-msn.com\/oxYUVh","published_year":2011}
{"News":"C.D.C. Issues New Guidelines for Ebola Care http:\/\/nyti.ms\/1vZl23H","published_year":2014}
{"News":"Well: Questioning the Idea of Good Carbs, Bad Carbs http:\/\/nyti.ms\/135G5VU","published_year":2014}
{"News":"Recipes for Health: Rolled Oats With Amaranth Seeds, Maple Syrup and Apple http:\/\/nyti.ms\/Odt6du","published_year":2014}
{"News":"RT atsangerkatz: Most-read on atnytimes site. MT atReedAbelson Panel Urges Overhauling Health Care at End of Life http:\/\/nyti.ms\/1uHhlxp  ICYM…","published_year":2014}
{"News":"Sophisticated Scan May Spot Seeds of Alzheimer's Risk:  http:\/\/on-msn.com\/p9chmN","published_year":2011}
{"News":"How to Get Rid of 15 Pesky Health Problems:  http:\/\/on-msn.com\/zHLHZI","published_year":2012}
{"News":"World Briefing Asia: China: Police Search for Woman Accused of Gouging Out Boy’s Eyes http:\/\/nyti.ms\/185VMsQ","published_year":2013}
{"News":"RT atcslnyt: 8.5% of seniors smoke cigarettes daily; 6.5% smoke marijuana daily, up a little from 2010 http:\/\/nyti.ms\/1cQ2nfE atanahadoconnor","published_year":2013}
{"News":"Are you eating quinoa this passover? http:\/\/nyti.ms\/1eGJeuW","published_year":2014}
{"News":"The New Old Age Blog: In Many States, Few Legal Rights for C.C.R.C. Residents http:\/\/nyti.ms\/OG66UM","published_year":2014}
{"News":"How to prep college-bound children to take care of their own health, from atPerriKlass http:\/\/nyti.ms\/1dpi11m","published_year":2013}
{"News":"RT atcslnyt: Cricket energy bars. Seriously. http:\/\/nyti.ms\/1cIXf8T atnytdining","published_year":2014}
{"News":"Four dinners from one pot of beans. http:\/\/well.blogs.nytimes.com\/2014\/02\/14\/one-pot-of-beans-four-dinners\/","published_year":2014}
{"News":"Well: Three Biological Parents and a Baby http:\/\/nyti.ms\/1cMXNyD","published_year":2013}
{"News":"No, you can’t breathe in the Ebola virus and answers to other questions about the outbreak. http:\/\/nyti.ms\/1nbsKOw","published_year":2014}
{"News":"Well: The Doctor Gets V.I.P. Treatment http:\/\/nyti.ms\/1mWrzGO","published_year":2014}
{"News":"Well: Quick Gains After a Ban http:\/\/nyti.ms\/1mFMPRy","published_year":2014}
{"News":"High Doses of Statins Tied to Less Arterial Plaque in Study:  http:\/\/on-msn.com\/rVURIY","published_year":2011}
{"News":"Well: Hospitals Safer Than Homes for Births http:\/\/nyti.ms\/R0TOIl","published_year":2014}
{"News":"The Scan: Science Events: Minimalist Music and a Spotlight on Sex  http:\/\/nyti.ms\/1FlsO7Z","published_year":2014}
{"News":"AIDS Groups Back Anti-H.I.V. Pill Amid Concerns Doctors and Patients Will Resist http:\/\/nyti.ms\/1k6RaLo","published_year":2014}
{"News":"Heart Failure Care Influenced by Insurance Coverage:  http:\/\/on-msn.com\/q8g5fg","published_year":2011}
{"News":"The New Old Age Blog: Tracking a Thief, Once You Know There Is One http:\/\/nyti.ms\/1aG2JR2","published_year":2013}
{"News":"Well: How a Warm-Up Routine Can Save Your Knees http:\/\/nyti.ms\/1gNmtpl","published_year":2014}
{"News":"RT atceliadugger: W.H.O. DG Margaret Chan says Ebola outbreak catastrophic in lives lost if not brought under control. Efforts http:\/\/t.co\/F…","published_year":2014}
{"News":"Well: The Physical Exam as Refuge http:\/\/nyti.ms\/1sA0WrV","published_year":2014}
{"News":"RT atthomaskaplan: Cuomo says Ebola patient is believed to have come into contact with four people during relevant period; they have already…","published_year":2014}
{"News":"The New Old Age Blog: A Check on Premature Hospital Discharges http:\/\/nyti.ms\/180P5qG","published_year":2013}
{"News":"One of the most quietly effective leaders in public health — the malaria fighter. http:\/\/nyti.ms\/1tG4YUg?","published_year":2014}
{"News":"Babies who are allowed to linger in the womb are often healthier and do better in school http:\/\/nyti.ms\/1vUL0Sg","published_year":2014}
{"News":"The New Old Age Blog: Clearing the Path Home http:\/\/nyti.ms\/1sOjPcl","published_year":2014}
{"News":"Medicaid Home Care Cuts Are Unjust, Lawsuit Says http:\/\/nyti.ms\/1oGSdAl","published_year":2014}
{"News":"C.D.C. Will Offer More Ebola Training to Health Care Workers http:\/\/nyti.ms\/1sEtDGw","published_year":2014}
{"News":"The NYT would like to hear from veterans about their deployment and the return to civilian life http:\/\/nyti.ms\/1sqBFTn","published_year":2014}
{"News":"The New Old Age Blog: Paratransit: Stuck in the Slow Lane http:\/\/nyti.ms\/17UpTGd","published_year":2013}
{"News":"RT atbencareynyt: How to apply cognitive science to homework hour, in the Motherlode blog: http:\/\/nyti.ms\/1bHmkk6","published_year":2014}
{"News":"States keep authorizing marijuana use. But the rigorous scientific evidence about its benefits is limited. http:\/\/nyti.ms\/1prtO8i","published_year":2014}
{"News":"New York Program to Help Police Get a Kit to Combat Overdoses http:\/\/nyti.ms\/1j2RBVK","published_year":2014}
{"News":"RT atpaula_span: Q.E.D.: some New Old Age commenters \"grossed out\" by idea of elders, perhaps w\/dementia, having  sexual lives. http:\/\/t.co\/…","published_year":2014}
{"News":"The New Health Care: Auto-Renewing Your Health Plan May Be Bad for You, and for Competition http:\/\/nyti.ms\/1CAPGkt","published_year":2014}
{"News":"Alcohol OK in Housing for Formerly Homeless, Study Says:  http:\/\/on-msn.com\/xCY0RZ","published_year":2012}
{"News":"Drinking your morning coffee — even decaffeinated coffee — may protect your liver. http:\/\/nyti.ms\/ZM4DBA http:\/\/pbs.twimg.com\/media\/B0bihiHCIAArGgL.jpg","published_year":2014}
{"News":"World Briefing: Mali: New Ebola Case Is Confirmed as Response to First Was Wrapping Up http:\/\/nyti.ms\/1szqcML","published_year":2014}
{"News":"Well: Obese Children Show Early Signs of Heart Disease http:\/\/nyti.ms\/1zdALgW","published_year":2014}
{"News":"Well: Ask Well: Wild Fish vs. Farmed Fish http:\/\/nyti.ms\/1C3N6Wp","published_year":2014}
{"News":"Well: Teenagers and Weight Loss http:\/\/nyti.ms\/1uowaq1","published_year":2014}
{"News":"Mali Reports a Second, Larger Ebola Outbreak http:\/\/nyti.ms\/1yzIoKA","published_year":2014}
{"News":"The New Old Age Blog: In the Emergency Room, a Hidden Ailment http:\/\/nyti.ms\/1tNF8gi","published_year":2014}
{"News":"The New Old Age Blog: Q &amp; A: Medicare and the Insurance Exchanges http:\/\/nyti.ms\/19FwSit","published_year":2013}
{"News":"Preventing falls in retirement facilities requires designers to see a building in a new light http:\/\/nyti.ms\/1ttwDVl http:\/\/pbs.twimg.com\/media\/B1eVxLjCMAAotQ5.png","published_year":2014}
{"News":"The physician training system, heavily subsidized by the federal government, cannot account for billions of dollars. http:\/\/nyti.ms\/1v7ZeTN","published_year":2014}
{"News":"The New Old Age Blog: Online Lessons in Dementia Management http:\/\/nyti.ms\/1cJxrMx","published_year":2013}
{"News":"World Briefing: Guinea: Government Bans Bat Soup to Halt Ebola Outbreak http:\/\/nyti.ms\/OW4Vkn","published_year":2014}
{"News":"Patches, Counseling, Persistence Can Help Smokers Quit:  http:\/\/on-msn.com\/sog4sr","published_year":2011}
{"News":"Are you genetically programmed to enjoy exercise? http:\/\/nyti.ms\/1gL9Z14","published_year":2014}
{"News":"Well: The Lies That Doctors and Patients Tell http:\/\/nyti.ms\/1d4IUFf","published_year":2014}
{"News":"Scientists Ponder Santa's High-Tech Secrets:  http:\/\/on-msn.com\/tavZlC","published_year":2011}
{"News":"Health Scare in Texas Also Sends Political Ripples http:\/\/nyti.ms\/1wRQ8aa","published_year":2014}
{"News":"RT atpaula_span: The best med: Even if you've been sedentary for years, starting exercise helps you stay healthier, age better. http:\/\/t.co\/…","published_year":2014}
{"News":"More Teen Males Using Condoms When They First Have Sex: Survey:  http:\/\/on-msn.com\/nKMw2u","published_year":2011}
{"News":"Teen Pot Use Unaffected by Medical Marijuana Law: Study:  http:\/\/on-msn.com\/v0bCR4","published_year":2011}
{"News":"Drug Overdoses Kill More Americans Than Car Accidents: CDC:  http:\/\/on-msn.com\/vfVBew","published_year":2011}
{"News":"W.H.O. Issues New Guidelines on Safely Burying Ebola Victims http:\/\/nyti.ms\/1pyyvO8","published_year":2014}
{"News":"Cholesterol Deposits Around Eyes Linked to Heart Risk:  http:\/\/on-msn.com\/nAUkPS","published_year":2011}
{"News":"A doctor's view on alcoholism. http:\/\/well.blogs.nytimes.com\/2014\/02\/13\/alcoholism-through-a-doctors-eyes\/?module=BlogPost-Title&version=Blog%20Main&contentCollection=Doctors&action=Click&pgtype=Blogs&region=Body","published_year":2014}
{"News":"Recipes for Health: Stir-Fried Turkey Breast With Snap or Snow Peas and Chard http:\/\/nyti.ms\/WhEsSn","published_year":2014}
{"News":"Well: Ask Well: Stairs and Knee Pain http:\/\/nyti.ms\/1l3zbYF","published_year":2014}
{"News":"Video: Is farmed fish better than no fish at all?  #askwell http:\/\/nyti.ms\/1weXRwR","published_year":2014}
{"News":"Well: Artificial Sweeteners May Disrupt Body’s Blood Sugar Controls http:\/\/nyti.ms\/1thaHh0","published_year":2014}
{"News":"Even Without Weight Loss, Mediterranean Diet Helps Heart: Study:  http:\/\/on-msn.com\/ua8qTD","published_year":2011}
{"News":"Sports of The Times: For a Cowboys Star With Dementia, Time Is Running Out http:\/\/nyti.ms\/L08FP5","published_year":2014}
{"News":"RT atDrFriedenCDC: Local public health officials in TX have begun identifying close contacts of #Ebola patient for further monitoring. http:…","published_year":2014}
{"News":"Opinion: Can Mushrooms Treat Depression? http:\/\/nyti.ms\/127kwEv","published_year":2014}
{"News":"Food for Thought: Calories on Menus: Nationwide Experiment Into Human Behavior http:\/\/nyti.ms\/11VFtSQ","published_year":2014}
{"News":"'Fake Marijuana' May Trigger Heart Trouble in Teens:  http:\/\/on-msn.com\/vRfwOA","published_year":2011}
{"News":"Magnetic Field May Cause MRI-Induced Vertigo:  http:\/\/on-msn.com\/rhnOWS","published_year":2011}
{"News":"Appeals Court Ruling Closes 13 Abortion Clinics in Texas http:\/\/nyti.ms\/1xHLC1C","published_year":2014}
{"News":"Q&amp;A: What Determines the Color of Fish Flesh? http:\/\/nyti.ms\/1vj3Uo5","published_year":2014}
{"News":"More Exercise Could Make For Better Sleep: Study:  http:\/\/on-msn.com\/v4HpuX","published_year":2011}
{"News":"RT atbcsolomon: A homemade #ebola protection suit. Waiting with his sick mom outside the atMSF treatment center in #monrovia #liberia http:\/\/…","published_year":2014}
{"News":"Ebola Deaths Doubled in a Month, Health Group Says http:\/\/nyti.ms\/XMY5BO","published_year":2014}
{"News":"Well: Can Doctors Be Taught How to Talk to Patients? http:\/\/nyti.ms\/1jDrW5R","published_year":2014}
{"News":"Well: Alcohol Remains a Leading Killer http:\/\/nyti.ms\/1j938pW","published_year":2014}
{"News":"Well: Ah, There’s Nothing Like New Baby Smell http:\/\/nyti.ms\/1bubalP","published_year":2013}
{"News":"Melanoma May Be More Aggressive in Kids:  http:\/\/on-msn.com\/qJeLHU","published_year":2011}
{"News":"RT atpaula_span: Do seniors in assisted living have fewer \"unmet needs\" than those living in own homes? Sort of. http:\/\/newoldage.blogs.nytimes.com\/2014\/12\/09\/unmet-needs-for-elderly-continue-to-pile-up\/","published_year":2014}
{"News":"RT atlpolgreen: So far the only people who have caught Ebola outside of W Africa are health workers. Even household contacts didn't. http:\/\/…","published_year":2014}
{"News":"RT atcslnyt: Judith of NM says why question water use for growing Calif pot. \"What about swimming pools and lawns?\"  http:\/\/nyti.ms\/1AXkNqo","published_year":2014}
{"News":"RT atyoshaylaharris: VIDEO: An odd side-effect of #ClimateChange turned goose eggs into fast food for polar bears:  http:\/\/nyti.ms\/1odI3b7 h…","published_year":2014}
{"News":"Adding Psychotherapy to Meds Helps Kids With OCD:  http:\/\/on-msn.com\/r8RQcS","published_year":2011}
{"News":"Adversity, Trauma May Boost Mental Toughness:  http:\/\/on-msn.com\/shwZco","published_year":2011}
{"News":"Well: Nowhere to Turn http:\/\/nyti.ms\/1kGLk4m","published_year":2014}
{"News":"The New Old Age Blog: Who’s Moving In Now? http:\/\/nyti.ms\/1s5ECsW","published_year":2014}
{"News":"Well: Tested Recipes for Kitchen Safety http:\/\/nyti.ms\/14sRrNN","published_year":2013}
{"News":"Sierra Leone Again Loses a Top Doctor to Ebola http:\/\/nyti.ms\/1uRhdtH","published_year":2014}
{"News":"Well: Think Like a Doctor: A School of Red Herrings http:\/\/nyti.ms\/1fBmqCa","published_year":2014}
{"News":"Stabbing Case Shows Lapses in Treatment for the Mentally Ill http:\/\/nyti.ms\/Uj6g7U","published_year":2014}
{"News":"FDA OKs Impotence Drug Cialis to Treat Enlarged Prostate:  http:\/\/on-msn.com\/mW6YAx","published_year":2011}
{"News":"Well: Supplements Fail to Relieve Joint Pain in Study http:\/\/nyti.ms\/17K8DAA","published_year":2013}
{"News":"Car, TV Ownership Tied to Higher Risk for Heart Attack:  http:\/\/on-msn.com\/w3m3U1","published_year":2012}
{"News":"Three years. That’s the total amount of time we train to be oncologists. It’s both a lot of time and not enough.   http:\/\/nyti.ms\/1wsPD83","published_year":2014}
{"News":"The New Health Care: Forbidden Topic in Health Policy Debate: Cost Effectiveness http:\/\/nyti.ms\/136pRLR","published_year":2014}
{"News":"How has breast cancer touched your life. Read our readers' stories and submit your own:  http:\/\/nyti.ms\/1cht3Y9","published_year":2013}
{"News":"Well: Living With Cancer: Life of the Party http:\/\/nyti.ms\/1aPqlnA","published_year":2014}
{"News":"RT atksacknyt: CDC's Frieden: Regrets not sending infection control team to hospital after first Ebola diagnosis. Sez might have prevented n…","published_year":2014}
{"News":"The New Health Care: With New Health Law, Shopping Around Can Be Crucial http:\/\/nyti.ms\/1BMXajV","published_year":2014}
{"News":"Well: Infusionarium Aims to Take Trauma Out of Chemotherapy for Young http:\/\/nyti.ms\/1zp9QMP","published_year":2014}
{"News":"Black Women Tend to Suffer Disabilities Earlier, Study Finds:  http:\/\/on-msn.com\/p1ujMQ","published_year":2011}
{"News":"Asthma Meds Likely Safe During Pregnancy: Study:  http:\/\/on-msn.com\/Alz306","published_year":2012}
{"News":"The New Old Age Blog: The Older Mind May Just Be a Fuller Mind http:\/\/nyti.ms\/1n8HD7t","published_year":2014}
{"News":"How to Spot Skin Cancer:  http:\/\/on-msn.com\/zgrslh","published_year":2012}
{"News":"'Mini-Strokes' Linked to Earlier Deaths:  http:\/\/on-msn.com\/uKMkxt","published_year":2011}
{"News":"U.S. Health Officials Support Vaccinating Boys Against HPV:  http:\/\/on-msn.com\/sEd8cP","published_year":2011}
{"News":"Foreclosure Crisis Threatening Americans' Health: Study:  http:\/\/on-msn.com\/oAVM2G","published_year":2011}
{"News":"Global Health: GlaxoSmithKline Leads In Getting Drugs to Poor http:\/\/nyti.ms\/1yb70gr","published_year":2014}
{"News":"Many Kids Seen in ER Have High Blood Pressure:  http:\/\/on-msn.com\/vWxQZ0","published_year":2011}
{"News":"RT atlpolgreen: Your daily reminder from the New York Times: It Is Very Very Hard To Get Ebola. http:\/\/www.nytimes.com\/2014\/10\/03\/us\/understanding-the-risks-of-ebola-and-what-direct-contact-means.html?hp&action=click&pgtype=Homepage&version=HpSum&module=first-column-region&region=top-news&WT.nav=top-news","published_year":2014}
{"News":"Fun Ways to Include Kids in Fitness Resolutions:  http:\/\/on-msn.com\/tLmXtc","published_year":2012}
{"News":"Well: Ancient Grains for Breakfast http:\/\/nyti.ms\/1e0qqcP","published_year":2014}
{"News":"Chimps Shed Light on How Humans Learned to Share:  http:\/\/on-msn.com\/tBWMET","published_year":2011}
{"News":"First Drug Ok'd to Combat Spreading Basal Cell Skin Cancer:  http:\/\/on-msn.com\/yvjteO","published_year":2012}
{"News":"Well: Stories as a Window Into Schizophrenia http:\/\/nyti.ms\/1qgyj5C","published_year":2014}
{"News":"RT atpaula_span: Most older women can stop with the Pap tests already -- but don't. New Old Age blog: http:\/\/newoldage.blogs.nytimes.com\/2014\/02\/24\/pap-smears-in-perpetuity\/","published_year":2014}
{"News":"RT atdacorc: Fascinating, from atJanHoffmanNYT: What the Therapist Thinks About You http:\/\/nyti.ms\/1n1p5SY","published_year":2014}
{"News":"Does Your  Picky Eater Have a 'Feeding Disorder'?:  http:\/\/on-msn.com\/pX3B9A","published_year":2011}
{"News":"Well: Letters to the Doctor http:\/\/nyti.ms\/1accqrz","published_year":2014}
{"News":"Younger Americans Face Greater Health Disparities: Study:  http:\/\/on-msn.com\/uZ3Qs3","published_year":2011}
{"News":"Lifetime 'Dose' of Excess Weight Linked to Diabetes Risk:  http:\/\/on-msn.com\/qbr59r","published_year":2011}
{"News":"The obesity rate among young children has dropped 43% in the last decade. http:\/\/nyti.ms\/1hvynpN","published_year":2014}
{"News":"Genes Could Highlight Plavix Users at Clot Risk After Stent:  http:\/\/on-msn.com\/uJkaWW","published_year":2011}
{"News":"Prozac Might Ease Repetitive Behaviors in Some Adults With Autism:  http:\/\/on-msn.com\/tAukBB","published_year":2011}
{"News":"The New Old Age Blog: A New Way to Report Fraud http:\/\/nyti.ms\/1c6jtpd","published_year":2013}
{"News":"Cleveland Clinic Chief Out of Running for V.A. http:\/\/nyti.ms\/1kIh7C4","published_year":2014}
{"News":"Heart Attack Severity May Depend on Time of Day:  http:\/\/on-msn.com\/sp7TiK","published_year":2011}
{"News":"Ebola Presents Challenge, and an Opportunity, for U.N. Leader http:\/\/nyti.ms\/1mkgIs0","published_year":2014}
{"News":"Cancer Incidence, Death Rates Continue to Drop: Report:  http:\/\/on-msn.com\/A7cehl","published_year":2012}
{"News":"RT atnytDeniseGrady: W.H.O. Says Outbreak of Ebola Virus Is Outpacing Control Efforts http:\/\/nyti.ms\/1m4mg4j","published_year":2014}
{"News":"Running may reverse aging in certain ways while walking does not. http:\/\/nyti.ms\/1uj747E","published_year":2014}
{"News":"Mother's Mind: Maternal Mental Illness Can Arrive Months After Baby http:\/\/nyti.ms\/SOc5bL","published_year":2014}
{"News":"Traffic-Related Pollution Tied to Raised Risk of Preemie Birth:  http:\/\/on-msn.com\/nTedAY","published_year":2011}
{"News":"Well: Weekend Dangers at the E.R. http:\/\/nyti.ms\/1j8VTym","published_year":2014}
{"News":"RT atlpolgreen: Nearly 9000 infected in West Africa; +4400 dead. In America? 6 cases so far, one dead. http:\/\/www.nytimes.com\/interactive\/2014\/07\/31\/world\/africa\/ebola-virus-outbreak-qa.html http:\/\/t.co\/Lp…","published_year":2014}
{"News":"Surgeons Offer Advice on Avoiding Varicose Veins:  http:\/\/on-msn.com\/AqfIVY","published_year":2012}
{"News":"Quiz: How well do you know this week's health news? http:\/\/nyti.ms\/1wzzJsw","published_year":2014}
{"News":"Well: Think Like a Doctor: Eyes Solved http:\/\/nyti.ms\/18dN2G9","published_year":2013}
{"News":"Well's Vegetarian Thanksgiving  Our searchable database of recipes will help you find the dishes to wow your crowd. http:\/\/nyti.ms\/1dTOHPs","published_year":2013}
{"News":"Gut Bacteria From Thin Humans Can Slim Mice Down http:\/\/nyti.ms\/18wCn4C","published_year":2013}
{"News":"Clogged Arteries Pose Different Dangers for Men, Women: Study:  http:\/\/on-msn.com\/uGymOq","published_year":2011}
{"News":"Here's your weekend brunch inspiration http:\/\/nyti.ms\/1vXHtEU (Photo: atAndrewScrivani for NYT) http:\/\/pbs.twimg.com\/media\/BznYSGWCMAAWWLt.jpg","published_year":2014}
{"News":"Meet the three people who won a Nobel for Medicine for discovering an inner GPS, in the brain. http:\/\/nyti.ms\/1uQUOQf http:\/\/pbs.twimg.com\/media\/BzRX8zUCYAEdvkH.jpg","published_year":2014}
{"News":"Treating Prehypertension Lowers Stroke Risk: Study:  http:\/\/on-msn.com\/uGHNVA","published_year":2011}
{"News":"Well: BPA in Cans and Plastic Bottles Linked to Quick Rise in Blood Pressure http:\/\/nyti.ms\/1z0pZbr","published_year":2014}
{"News":"Research Reveals Why Hungry People Get Cranky:  http:\/\/on-msn.com\/qSu6er","published_year":2011}
{"News":"Common Hospital Infection Lengthens Patient Stays:  http:\/\/on-msn.com\/tmDrav","published_year":2011}
{"News":"Firearm Suicide Methods Vary by Gender: Study:  http:\/\/tinyurl.com\/3pd7xqy","published_year":2011}
{"News":"A Front Line Against Ebola Runs Through Newark’s Terminal B http:\/\/nyti.ms\/1pi6nfu","published_year":2014}
{"News":"Flu Season Off to Slow Start, So Far:  http:\/\/on-msn.com\/zn6Oxy","published_year":2012}
{"News":"The Health Issue: What if Age Is Nothing but a Mind-Set? http:\/\/nyti.ms\/1yYj1Wv","published_year":2014}
{"News":"RT atcslnyt: For kids under 3, use a tiny bit of fluoride toothpaste &amp; a pea-size amount for 3 to 6 yr-olds, NEW rules say atADANews","published_year":2014}
{"News":"In Ebola Outbreak in Liberia, a Family’s Strength Can Be Its Fatal Flaw http:\/\/nyti.ms\/1EIclMB","published_year":2014}
{"News":"The gluten-free diet market expected to reach $15 billion in annual sales by 2016. http:\/\/nyti.ms\/1xD4XhP","published_year":2014}
{"News":"Cocaine Increases Risk for Glaucoma: Study:  http:\/\/on-msn.com\/nsAXwr","published_year":2011}
{"News":"Do you still have questions about Ebola or outbreaks of contagious diseases in general? Are there angles you don’t feel have been addressed?","published_year":2014}
{"News":"Novel Stem Cell Treatment May Hold Promise for Type 1 Diabetes:  http:\/\/on-msn.com\/zISTWO","published_year":2012}
{"News":"Well: “Caffeinated,” a History of Our Favorite Stimulant http:\/\/nyti.ms\/Q8fTUT","published_year":2014}
{"News":"Newer 'Pill' May Raise Blood Clot Risk:  http:\/\/on-msn.com\/sfN1xa","published_year":2011}
{"News":"Medicaid Expansion Faces Major Logistical Challenges Among the Homeless http:\/\/nyti.ms\/Ibjf4W","published_year":2013}
{"News":"Regular Exercise Seems to Guard Against Migraine:  http:\/\/on-msn.com\/oHYWsK","published_year":2011}
{"News":"More evidence that good deeds can be contagious.  http:\/\/nyti.ms\/ZiiyzE http:\/\/nyti.ms\/ZiiyzE","published_year":2014}
{"News":"RT atronicaryn: Israel considers universal testing for breast cancer genes, and women are torn http:\/\/nyti.ms\/1b4opWX","published_year":2013}
{"News":"Testing for Ebola Vaccines to Start Soon, W.H.O. Says http:\/\/nyti.ms\/1t4ybGC","published_year":2014}
{"News":"Study Finds Alternative to Statins in Preventing Heart Attacks and Strokes http:\/\/nyti.ms\/1xINHbw","published_year":2014}
{"News":"The New Old Age Blog: Study Links Anxiety Drugs to Alzheimer’s Disease http:\/\/nyti.ms\/1xdwqsX","published_year":2014}
{"News":"Well: The Yogurt Must Be Greek http:\/\/nyti.ms\/126ofSg","published_year":2014}
{"News":"RT atnytDeniseGrady: A tool used in many hysterectomies can cause cancer to spread. The F.D.A. Tells gynecologists to stop using it. http:\/\/…","published_year":2014}
{"News":"Well: Speaking Up About an Uncomfortable Condition http:\/\/nyti.ms\/TLPZrT","published_year":2014}
{"News":"The psychology of the penalty kick http:\/\/nyti.ms\/1rUYkEI","published_year":2014}
{"News":"Exclusive Breast-Feeding Not the Norm in U.S.:  http:\/\/on-msn.com\/tux5ON","published_year":2011}
{"News":"Ebola Now Preoccupies Once-Skeptical Leader in Guinea http:\/\/nyti.ms\/1y6lA7B","published_year":2014}
{"News":"Have you used an activity tracker? Tell us about your experience. #wiredwell http:\/\/nyti.ms\/1fmQbR5","published_year":2014}
{"News":"Learn While You Sleep: New Way to Multitask?:  http:\/\/on-msn.com\/oMXhaM","published_year":2011}
{"News":"RT atceliadugger: On Staten Island, people hooked on presciption pain pills turn to heroin for cheaper high, driving epidemic. http:\/\/t.co\/J…","published_year":2014}
{"News":"Well: The Pasta Is Gluten-Free http:\/\/nyti.ms\/NDlrVy","published_year":2014}
{"News":"Air Fresheners, Scented Candles May Spur Allergic Reactions:  http:\/\/on-msn.com\/u0FTnD","published_year":2011}
{"News":"Well: Living with Cancer: Hiding Under a Wig? http:\/\/nyti.ms\/10WL3Ub","published_year":2014}
{"News":"Recent Rotavirus Vaccines Safe, Study Says:  http:\/\/on-msn.com\/xWe8G3","published_year":2012}
{"News":"RT atcslnyt: The two #Ebola patients at Emory offer a rare chance to study the virus http:\/\/nyti.ms\/1t9fbpA atnytDeniseGrady atemoryhealthcare","published_year":2014}
{"News":"Well: Inspired by Irish Soda Bread http:\/\/nyti.ms\/1ilZ9Tf","published_year":2014}
{"News":"The New Health Care: Why Shopping Is So Important in Health Enrollment http:\/\/nyti.ms\/1vaKYtC","published_year":2014}
{"News":"N.I.H. Joins Drug Makers and Nonprofits on Stubborn Diseases http:\/\/nyti.ms\/1cRInKh","published_year":2014}
{"News":"Scientists Spot New Clues to HIV-Linked Dementia:  http:\/\/on-msn.com\/ps20ha","published_year":2011}
{"News":"Recipes for Health: Suvir Saran’s Guacamole With Toasted Cumin http:\/\/nyti.ms\/1gvXvPc","published_year":2014}
{"News":"The New Old Age Blog: ‘Somebody That Nobody Thought I Could Be’ http:\/\/nyti.ms\/1d0cxuR","published_year":2014}
{"News":"Reservation Counts Votes on Ending Alcohol Ban http:\/\/nyti.ms\/1d8SERb","published_year":2013}
{"News":"Low-Birthweight Babies at Much Higher Autism Risk:  http:\/\/on-msn.com\/na32kw","published_year":2011}
{"News":"Well: In Food Cravings, Sugar Trumps Fat http:\/\/nyti.ms\/JkYR2h","published_year":2013}
{"News":"Connecticut’s Case-by-Case Approach to Ebola Quarantines Raises Concern http:\/\/nyti.ms\/1FTfKda","published_year":2014}
{"News":"Autistic Children May Have Too Many Brain Cells:  http:\/\/on-msn.com\/uRDumb","published_year":2011}
{"News":"Reactions http:\/\/nyti.ms\/Q8M6LB","published_year":2014}
{"News":"Check Plastic Surgeon's Credentials or Risk Tragic Results, Experts Warn:  http:\/\/on-msn.com\/nj1rPI","published_year":2011}
{"News":"Is E-Reading to Your Toddler Story Time, or Simply Screen Time? http:\/\/nyti.ms\/1sA93Hv","published_year":2014}
{"News":"Well: A Salmonella Warning for Vegetarians http:\/\/nyti.ms\/14upSnx","published_year":2013}
{"News":"Hepatitis C Treatment Wins Approval, but Price Relief May Be Limited http:\/\/nyti.ms\/1ww5GTT","published_year":2014}
{"News":"Well: Select Drugs Cause Most Childhood Poisonings http:\/\/nyti.ms\/Zm9QA8","published_year":2014}
{"News":"Alcohol, Asthma and Allergies Don't Mix:  http:\/\/on-msn.com\/sGFNjm","published_year":2011}
{"News":"Vaccine Cut Flu Strain Linked to Meningitis, Pneumonia:  http:\/\/on-msn.com\/vBbzQb","published_year":2011}
{"News":"Tips to Start Running and Stay Motivated in 2012:  http:\/\/on-msn.com\/uF8Qtc","published_year":2011}
{"News":"Internet Flu Searches May Warn of Outbreaks:  http:\/\/on-msn.com\/wMUsPE","published_year":2012}
{"News":"RT atceliadugger: Donald McNeil writes a fascinating story on scientific quest to decode the genes of the tsetse fly. It breastfeeds! http:\/…","published_year":2014}
{"News":"MRI Safe With More Recent Defibrillators, Pacemakers: Study:  http:\/\/on-msn.com\/qV5Iiz","published_year":2011}
{"News":"The rhythms of a single day at a Liberian Ebola clinic by atsherifink http:\/\/nyti.ms\/1v21ICr","published_year":2014}
{"News":"Countering Fear of Ebola With Education Where West Africans Live in U.S. http:\/\/nyti.ms\/10nvZij","published_year":2014}
{"News":"LSD, Reconsidered for Therapy http:\/\/nyti.ms\/1fWc3qH","published_year":2014}
{"News":"Gynecology’s Gender Question http:\/\/nyti.ms\/J9vY90","published_year":2013}
{"News":"College Students Still Vulnerable to Bullying:  http:\/\/on-msn.com\/sPzTLI","published_year":2011}
{"News":"N.F.L. Agrees: Brain Trauma in 1 in 3 Players http:\/\/nyti.ms\/1tKhyx4","published_year":2014}
{"News":"Download the 7-Minute Workout app from atnytimeswell for iPhone and Android http:\/\/nyti.ms\/ZQrfkz http:\/\/pbs.twimg.com\/media\/B0vj0v0CQAAl0dp.jpg","published_year":2014}
{"News":"RT atpaula_span: Research confirms what we suspect: a sense of purpose improves and extends life for elders. How to help them keep it? http:…","published_year":2014}
{"News":"Easing the Law for New Yorkers Shifting Gender http:\/\/nyti.ms\/1ncmz3a","published_year":2014}
{"News":"RT atNYTMetro: .atDrMaryTBassett says of Craig Spencer: \"We don't see any possibility that he contaminated his apartment.\" http:\/\/t.co\/1GmiyB…","published_year":2014}
{"News":"New Multiple Sclerosis Therapy Promising in Early Trial:  http:\/\/on-msn.com\/t4HeM0","published_year":2011}
{"News":"Well: Blueberries for All http:\/\/nyti.ms\/1naXl2r","published_year":2014}
{"News":"Global Health: Cancer Vaccine Proves Effective in H.I.V. Patients http:\/\/nyti.ms\/1ttRHeG","published_year":2014}
{"News":"Polio Outbreaks Seen on Two Continents http:\/\/nyti.ms\/150vPaV","published_year":2013}
{"News":"Recipes for Health: Stir-Fried Brown Rice With Red Chard and Carrots http:\/\/nyti.ms\/1k47KMS","published_year":2014}
{"News":"Fear Proves Prime Motivator for Vaccinations:  http:\/\/on-msn.com\/q6pV3u","published_year":2011}
{"News":"Q: Is weight loss truly greater  when exercising at moderate versus more intense levels? A: http:\/\/nyti.ms\/1poYuUt","published_year":2014}
{"News":"Obese Kids May Face Social, Emotional Woes:  http:\/\/on-msn.com\/ouUC5Z","published_year":2011}
{"News":"Tests Might Someday Help Spot Early Lung Cancer:  http:\/\/on-msn.com\/xdHUAC","published_year":2012}
{"News":"The Push to Understand the Placenta http:\/\/nyti.ms\/1wnaZkx","published_year":2014}
{"News":"Obama to Call for Expansion of Ebola Fight http:\/\/nyti.ms\/1phz7kn","published_year":2014}
{"News":"Effort to Develop Ebola Vaccine to Test on Humans Is Put on Fast Track http:\/\/nyti.ms\/1rRXOqy","published_year":2014}
{"News":"Could Listening to Mozart Help Doctors Spot Colon Polyps?:  http:\/\/on-msn.com\/t9yF2c","published_year":2011}
{"News":"What we're afraid to say about Ebola  http:\/\/nyti.ms\/1xUs4rZ via atnytopinion","published_year":2014}
{"News":"Global Health: Pill Can Prevent Fatal TB in H.I.V. Patients http:\/\/nyti.ms\/1cUZITS","published_year":2013}
{"News":"Well: Childhood Cancer Tied to Heart Risks http:\/\/nyti.ms\/17AsqCl","published_year":2013}
{"News":"Melanoma Drug's Link to Other Skin Cancers Identified:  http:\/\/on-msn.com\/zFAdLE","published_year":2012}
{"News":"RT atJeffdelviscio: Today atMayBrittMoser &amp; Edvard Moser awarded #nobelprize2014 in medicine. atjimgorman profiled them http:\/\/mobile.nytimes.com\/2013\/04\/30\/science\/may-britt-and-edvard-moser-explore-the-brains-gps.html","published_year":2014}
{"News":"“Cancer books suck,” says  Hazel Grace Lancaster. But she has a favorite and so do I. Mine is the novel Jabout her. http:\/\/nyti.ms\/1qC6EIF","published_year":2014}
{"News":"New Approach to Treating Asthma in Pregnancy:  http:\/\/on-msn.com\/oqURQf","published_year":2011}
{"News":"Well: Hot Days, Cold Noodles http:\/\/nyti.ms\/14mkLWm","published_year":2013}
{"News":"Pot Smoking May More Than Double Crash Risk:  http:\/\/on-msn.com\/rlVU5u","published_year":2011}
{"News":"Well: Probiotic Eases Ills in Children http:\/\/nyti.ms\/1d7LekJ","published_year":2014}
{"News":"You asked, we answered: Is only working out on the weekends better than never working out at all? #askwell http:\/\/nyti.ms\/1jD7EYh","published_year":2014}
{"News":"Pregnancy for Pay: A Surrogacy Agency That Delivered Heartache http:\/\/nyti.ms\/1tRjnJk","published_year":2014}
{"News":"RT atpaula_span: For everyone who couldn't stomach \"Amour\": a non-depressing movie about old people. http:\/\/newoldage.blogs.nytimes.com\/2014\/07\/17\/warming-times-in-a-cold-land\/","published_year":2014}
{"News":"'Exoskeleton' Helps Paralyzed Stand, Take Steps:  http:\/\/on-msn.com\/xKgk4l","published_year":2012}
{"News":"RT atnytrosenthal: Love this, from atnytimeswell on doctor and hospital rating systems! One \"top doc\" was dead for 16 yrs. http:\/\/t.co\/7pNV7W…","published_year":2014}
{"News":"Anthony Pawson, Biologist in Cell-Protein Breakthrough, Dies at 60 http:\/\/nyti.ms\/1cm5yKm","published_year":2013}
{"News":"Well: Think Like a Doctor: Sugar-Free http:\/\/nyti.ms\/1o1Aa7D","published_year":2014}
{"News":"The Liberian man battling the Ebola virus is on a ventilator and receiving kidney dialysis. http:\/\/nyti.ms\/1uYb4il","published_year":2014}
{"News":"DNA Damage From Chemo May Help Spur Leukemia's Return:  http:\/\/on-msn.com\/AoWu1w","published_year":2012}
{"News":"Parents, here's what to do if your child tears an A.C.L. http:\/\/nyti.ms\/1ajip2T","published_year":2013}
{"News":"Well: Ask Well: Laser Treatments for Nail Fungus http:\/\/nyti.ms\/1oSaISU","published_year":2014}
{"News":"Fewer Than Half of Kids Hurt in Car Crashes Wearing Seat Belts:  http:\/\/on-msn.com\/ne7r4C","published_year":2011}
{"News":"Poor Fitness in Military Poses Peril, Report Says http:\/\/nyti.ms\/1mgFmdj","published_year":2014}
{"News":"Well: The Best Odds for a Colon Test http:\/\/nyti.ms\/1zxxLJu","published_year":2014}
{"News":"Well: Family Meals May Mean a Healthier Weight http:\/\/nyti.ms\/1nZxoGE","published_year":2014}
{"News":"Losing Child in First Year Might Raise Early Death Risk for Parent:  http:\/\/on-msn.com\/ql6a4G","published_year":2011}
{"News":"RT atWilliamJBroad: The Pain of Sons’ Violent Potential http:\/\/nyti.ms\/1ppGnwx","published_year":2014}
{"News":"Well: Think Like a Doctor: Sugar-Free Solved! http:\/\/nyti.ms\/ViXAyx","published_year":2014}
{"News":"Ask Well: Is It Better to Bike or Run? http:\/\/nyti.ms\/17parPH","published_year":2013}
{"News":"James H. Steele, Pioneer in Veterinary Public Health, Dies at 100 http:\/\/nyti.ms\/18sgjeg","published_year":2013}
{"News":"Well: Tomatoes All Summer Long http:\/\/nyti.ms\/1pT1nM6","published_year":2014}
{"News":"Well: Life, Interrupted: By a Dog http:\/\/nyti.ms\/1e4vdr9","published_year":2013}
{"News":"Artificial sweeteners may disrupt the body’s ability to regulate blood sugar. http:\/\/nyti.ms\/1u4LCr7","published_year":2014}
{"News":"E.U. Urges States to Coordinate Efforts to Cut Risk of Importing Ebola http:\/\/nyti.ms\/1v9GS2P","published_year":2014}
{"News":"The New Old Age Blog: A Guide to Affordable Dental Care http:\/\/nyti.ms\/1bEVWxC","published_year":2013}
{"News":"Scientists Engineer Mice That Have Autism:  http:\/\/on-msn.com\/qjI7tz","published_year":2011}
{"News":"The New Health Care: Medicaid Gives the Poor a Reason to Say No Thanks http:\/\/nyti.ms\/1shNLzS","published_year":2014}
{"News":"People Seem More Likely to Follow Rules They Can't Beat:  http:\/\/on-msn.com\/tRp9e3","published_year":2011}
{"News":"Well: Keeping Food-Borne Illnesses at Bay http:\/\/nyti.ms\/17X7UfK","published_year":2013}
{"News":"Think 'It's Not Me, It's You,' When Dealing With Angry Person:  http:\/\/on-msn.com\/s1Oaom","published_year":2011}
{"News":"Preschool Peers May Boost Language Skills in Kids:  http:\/\/on-msn.com\/t1Ox2X","published_year":2011}
{"News":"RT atFrancesRobles: Nina Pham is being released from the hospital. #Ebola","published_year":2014}
{"News":"Letters: An Outdated Solution http:\/\/nyti.ms\/1eNYRRG","published_year":2014}
{"News":"Gene Mutation Helps Clear Fats From Blood, Study Finds:  http:\/\/on-msn.com\/sGohUm","published_year":2011}
{"News":"A Conversation With Bill and Melinda Gates: A Partnership Built on Fostering Change http:\/\/nyti.ms\/1coHrxA","published_year":2013}
{"News":"Msgr. William B. O’Brien, 90, Is Dead; Helped Start Drug Rehabilitation Agency http:\/\/nyti.ms\/1pMoHdY","published_year":2014}
{"News":"Abnormal Protein May Explain Loss of Smell With Alzheimer's:  http:\/\/on-msn.com\/pIE1yL","published_year":2011}
{"News":"Many Med Schools Score Poorly in Teaching Gay\/Lesbian Health:  http:\/\/on-msn.com\/nV8q00","published_year":2011}
{"News":"Nurse Who Spoke Out About Quarantine Felt a Calling for Health Care, Friends Say http:\/\/nyti.ms\/1wBe0Pr","published_year":2014}
{"News":"Americans Encouraged to Get Flu Vaccine:  http:\/\/on-msn.com\/urfcc3","published_year":2011}
{"News":"RT atcslnyt: Preeclampsia affects nearly 4% of U.S. births. Low-dose aspirin can help some high-risk women. http:\/\/nyti.ms\/PYOVy8","published_year":2014}
{"News":"F.D.A. Lifting Ban on Gay Blood Donors http:\/\/nyti.ms\/16NAVjH","published_year":2014}
{"News":"Antidepressant Tied to Dangerous Heart Rhythm, FDA Says:  http:\/\/on-msn.com\/rhdURw","published_year":2011}
{"News":"\\: Data Murky on Fertility Rates http:\/\/nyti.ms\/PM6n8B","published_year":2014}
{"News":"Well: Ask Well: The Problem With Dogs and Chocolate http:\/\/nyti.ms\/1gCaqfW","published_year":2014}
{"News":"Well: New Therapies for a Debilitating Condition http:\/\/nyti.ms\/1kgVcm4","published_year":2014}
{"News":"Diabetes Takes a Toll on Lifetime Earnings: Study:  http:\/\/on-msn.com\/y9fsN7","published_year":2012}
